#X-Generator: crowdin.com
modeller.dropped-item-widgets.config.useModellingService.description=\u0410\u043a\u043e \u0441\u0435 \u043a\u043e\u0440\u0438\u0441\u0442\u0438 \u043d\u0430\u0447\u0438\u043d \u043d\u0430 \u043c\u043e\u0434\u0435\u043b\u0438\u0440\u0430\u045a\u0435, \u0442\u043e\u0433\u0430\u0448 \u0441\u0442\u0430\u0432\u043a\u0438\u0442\u0435 \u043a\u043e\u0438 \u0441\u0435 \u043f\u0443\u0448\u0442\u0435\u043d\u0438 \u043d\u0430 \u0446\u0435\u043b\u0442\u0430 \u045c\u0435 \u0431\u0438\u0434\u0430\u0442 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u0438 \u0432\u0440\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0438\u043e\u0442 \u043c\u043e\u0434\u0435\u043b \u043a\u043e\u0458 \u0435 \u0432\u043e \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430.
modeller.dropped-item-widgets.config.useModellingService.label=\u0423\u043f\u043e\u0442\u0440\u0435\u0431\u0443\u0432\u0430\u0458 \u0433\u0438 \u0443\u0441\u043b\u0443\u0433\u0438\u0442\u0435 \u0437\u0430 \u043c\u043e\u0434\u0435\u043b\u0438\u0440\u0430\u045a\u0435
modeller.dropped-item-widgets.config.useModellingService.unitsLabel=
modeller.dropped-item-widgets.config.label.description=\u041e\u0432\u0430\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043c\u0435\u043d\u0438 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u0440\u0448\u0438 "\u043f\u0443\u0448\u0442\u0430\u045a\u0435\u0442\u043e" \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435. \u0422\u0440\u0435\u0431\u0430 \u0434\u0430 \u043f\u043e\u043a\u0430\u0436\u0443\u0432\u0430 \u043a\u043e\u0438 \u043f\u0440\u0435\u0434\u043c\u0435\u0442\u0438 \u0448\u0442\u043e \u0441\u0435 \u043f\u0443\u0448\u0442\u0435\u043d\u0438 \u043d\u0430 \u0446\u0435\u043b\u0442\u0430 \u045c\u0435 \u0441\u0435 \u043a\u043e\u0440\u0438\u0441\u0442\u0430\u0442 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0446\u0438\u0458\u0430.
modeller.dropped-item-widgets.config.label.label=Label
modeller.dropped-item-widgets.config.label.unitsLabel=
modeller.dropped-item-widgets.config.targetProperty.description=\u041e\u0432\u0430 \u0435 \u0442\u043e\u0447\u043a\u0430-\u043d\u043e\u0442\u0430\u0446\u0438\u0458\u0430 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u043e \u043a\u043e\u0435 \u045c\u0435 \u0431\u0438\u0434\u0435 \u0434\u043e\u0434\u0435\u043b\u0435\u043d\u043e \u043d\u0430 \u0441\u0442\u0430\u0432\u043a\u0438\u0442\u0435 \u043a\u043e\u0438 \u045c\u0435 \u0431\u0438\u0434\u0430\u0442 \u043f\u0443\u0448\u0442\u0435\u043d\u0438.
modeller.dropped-item-widgets.config.targetProperty.label=\u0421\u0432\u043e\u0458\u0441\u0442\u0432\u0430 \u043d\u0430 \u0446\u0435\u043b\u0442\u0430
modeller.dropped-item-widgets.config.targetProperty.unitsLabel=

modeller.dropped-nesting-item-wrapper.config.showEditButton.description=\u041f\u043e\u043a\u0430\u0436\u0443\u0432\u0430 \u0434\u0430\u043b\u0438 \u043a\u043e\u043f\u0447\u0435\u0442\u043e ''''\u0443\u0440\u0435\u0434\u0438" \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0431\u0438\u0434\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u043e \u0437\u0430 \u043e\u0432\u0430\u0430 \u043e\u0431\u0432\u0438\u0432\u043a\u0430. \u041a\u043e\u043f\u0447\u0435\u0442\u043e "\u0443\u0440\u0435\u0434\u0438" \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0435 \u043a\u043e\u0433\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0438\u043c\u0430 \u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0437\u0430 \u0441\u0442\u0430\u0432\u043a\u0430 \u043a\u043e\u0458\u0430 \u0435 \u043f\u0440\u0435\u0442\u0441\u0442\u0430\u0432\u0435\u043d\u0430.
modeller.dropped-nesting-item-wrapper.config.showEditButton.label=\u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u0433\u043e \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u0443\u0440\u0435\u0434\u0443\u0432\u0430\u045a\u0435
modeller.dropped-nesting-item-wrapper.config.showEditButton.unitsLabel=
modeller.dropped-nesting-item-wrapper.config.label.description=\u0415\u0442\u0438\u043a\u0435\u0442\u0430 \u0437\u0430 \u0441\u0442\u0430\u0432\u043a\u0430. \u0422\u0443\u043a\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043a\u043e\u0440\u0438\u0441\u0442\u0438 \u0433\u043e\u043b\u0435\u043c\u0430 \u0437\u0430\u0433\u0440\u0430\u0434\u0430, \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440, {label}
modeller.dropped-nesting-item-wrapper.config.label.label=Label
modeller.dropped-nesting-item-wrapper.config.label.unitsLabel=
modeller.dropped-nesting-item-wrapper.config.value.description=\u0412\u0440\u0435\u0434\u043d\u043e\u0441 \u043d\u0430 \u0441\u0442\u0430\u0432\u043a\u0430\u0442\u0430 \u043f\u0440\u0435\u0442\u0441\u0442\u0430\u0432\u0435\u043d\u0430 \u0441\u043e \u0437\u0430\u0433\u0440\u0430\u0434\u0430. \u0422\u0443\u043a\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043a\u043e\u0440\u0438\u0441\u0442\u0438 \u0433\u043e\u043b\u0435\u043c\u0430 \u0437\u0430\u0433\u0440\u0430\u0434\u0430, \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440, {value}.
modeller.dropped-nesting-item-wrapper.config.value.label=\u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\n
modeller.dropped-nesting-item-wrapper.config.value.unitsLabel=


