#X-Generator: crowdin.com
message.empty=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0646\u062a\u0627\u0626\u062c
message.error=\u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u0628\u062d\u062b
message.insite=\u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639
message.ofsize=\u0645\u0646 \u0627\u0644\u062d\u062c\u0645
message.modifiedby=\u062a\u0639\u062f\u064a\u0644 \u0628\u0648\u0627\u0633\u0637\u0629
message.modifiedon=\u062a\u0639\u062f\u064a\u0644 \u0639\u0644\u0649
message.preview=\u0645\u0639\u0627\u064a\u0646\u0629
message.singlesite=\u0627\u0644\u0645\u0648\u0642\u0639 {0}
message.allsites=\u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
message.infolderpath=\u0641\u064a \u0627\u0644\u0645\u062c\u0644\u062f
message.repository=\u0645\u0633\u062a\u0648\u062f\u0639

label.folder=\u0645\u062c\u0644\u062f
label.document=\u0627\u0644\u0648\u062b\u064a\u0642\u0629
label.blogpost=\u0645\u0646\u0634\u0648\u0631 \u0641\u064a \u0645\u062f\u0648\u0646\u0629
label.forumpost=\u0645\u0648\u0636\u0648\u0639 \u0627\u0644\u0645\u0646\u062a\u062f\u0649
label.calendarevent=\u062a\u0642\u0648\u064a\u0645 \u0627\u0644\u0623\u062d\u062f\u0627\u062b
label.wikipage=\u0635\u0641\u062d\u0629 \u0648\u064a\u0643\u064a
label.link=\u0631\u0627\u0628\u0637
label.datalist=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a
label.datalistitem=\u0639\u0646\u0635\u0631 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a
label.unknown=\u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641
label.sortby=\u0641\u0631\u0632 \u062d\u0633\u0628\: {0}

button.search=\u0627\u0644\u0628\u062d\u062b

search.info.resultinfo=\u0639\u062f\u062f \u0627\u0644\u0646\u062a\u0627\u0626\u062c ({0})
search.info.resultinfomore=\u0623\u0643\u062b\u0631 \u0645\u0646 \u0646\u062a\u0627\u0626\u062c {0}
search.info.searching=\u0627\u0644\u0628\u062d\u062b...
search.info.foundinsite=\u0648\u062c\u062f\u062a \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 {0}.
search.info.foundinallsite=\u0648\u062c\u062f\u062a \u0641\u064a \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639.
search.info.foundinrepository=\u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0627\u0644\u0645\u0633\u062a\u0648\u062f\u0639.

search.sort.relevance=\u0623\u0647\u0645\u064a\u0629
search.sort.size=\u0627\u0644\u062d\u062c\u0645
search.sort.mimetype=\u0646\u0648\u0639 \u0627\u0644 MIME
search.sort.type=\u0627\u0644\u0646\u0648\u0639

pagination.template={PreviousPageLink} {PageLinks} {NextPageLink}
pagination.template.page-report=

## help text
help.title=\u062a\u0639\u0644\u064a\u0645\u0627\u062a \u0627\u0644\u0628\u062d\u062b

help.subtitle1=\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u062d\u0633\u0628 \u062e\u0635\u0627\u0626\u0635 \u0648\u0645\u0636\u0645\u0648\u0646 \u0627\u0644\u0648\u062b\u064a\u0642\u0629
help.info1=\u0644\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u062d\u0633\u0628 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0645\u0634\u062a\u0631\u0643\u0629 \u0623\u0648 \u0627\u0644\u0648\u062b\u064a\u0642\u0629 \u0646\u0648\u0639 \u0645\u062d\u062a\u0648\u0649 \u0641\u0642\u0637 \u0641\u064a \u0648\u0644\u0627\u064a\u0629 \u0648\u0627\u062d\u062f\u0629\u060c \u0648\u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example1=\u0627\u0644\u0623\u0639\u0645\u0627\u0644 
help.result1=\u0633\u0648\u0641 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0643\u0627\u0641\u0629 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u064a \u062a\u0637\u0627\u0628\u0642 \u0645\u0635\u0637\u0644\u062d "\u0627\u0644\u0623\u0639\u0645\u0627\u0644" \u0641\u064a \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u062b\u064a\u0642\u0629\u060c \u0648\u0627\u0644\u0639\u0644\u0627\u0645\u0627\u062a \u0623\u0648 \u0627\u0633\u0645 \u062e\u0635\u0627\u0626\u0635 \u0645\u0634\u062a\u0631\u0643\u0629\u060c \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0623\u0648 \u0627\u0644\u0648\u0635\u0641.
help.info2=\u0625\u0636\u0627\u0641\u0629 \u0634\u0631\u0648\u0637 \u0623\u0643\u062b\u0631 \u062a\u062d\u0642\u064a\u0642 \u0646\u062a\u0627\u0626\u062c \u0623\u0643\u062b\u0631 \u0623\u0647\u0645\u064a\u0629\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example2=\u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u0627\u0639\u0645\u0627\u0644
help.result2=\u0633\u0648\u0641 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0643\u0627\u0641\u0629 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u064a \u062a\u0637\u0627\u0628\u0642 \u0634\u0631\u0648\u0637 "\u0627\u0644\u0623\u0639\u0645\u0627\u0644" \u0623\u0648 "\u0639\u0645\u0644\u064a\u0629" \u0641\u064a \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u062b\u064a\u0642\u0629\u060c \u0627\u0644\u0639\u0644\u0627\u0645\u0627\u062a \u0623\u0648 \u0627\u0644\u0645\u0634\u062a\u0631\u0643\u0629 \u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0627\u0633\u0645\u060c \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0623\u0648 \u0627\u0644\u0648\u0635\u0641. \u064a\u062a\u0645 \u062a\u0631\u062a\u064a\u0628 \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u062d\u0633\u0628 \u0623\u0647\u0645\u064a\u062a\u0647\u0627 \u0648\u0633\u064a\u062a\u0645 \u0633\u0631\u062f \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0643\u0644\u0627 \u0627\u0644\u0645\u0635\u0637\u0644\u062d\u064a\u0646 \u0641\u064a \u0627\u0644\u062c\u0632\u0621 \u0627\u0644\u0639\u0644\u0648\u064a.
help.info3=\u0644\u0644\u062d\u062f \u0645\u0646 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0648\u0639\u0628\u0627\u0631\u0627\u062a \u0645\u062a\u0639\u062f\u062f\u0629 \u0645\u0639\u0627\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example3=\u0627\u0644\u0623\u0639\u0645\u0627\u0644 \u0648\u0627\u0644\u0639\u0645\u0644\u064a\u0627\u062a
help.result3=\u0633\u0648\u0641 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0643\u0627\u0641\u0629 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0643\u0644 \u0634\u0631\u0648\u0637 "\u0627\u0644\u0623\u0639\u0645\u0627\u0644" \u0648 "\u0639\u0645\u0644\u064a\u0629" \u0641\u064a \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u062b\u064a\u0642\u0629\u060c \u0627\u0644\u0639\u0644\u0627\u0645\u0627\u062a \u0623\u0648 \u0627\u0644\u0645\u0634\u062a\u0631\u0643\u0629 \u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0627\u0633\u0645\u060c \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0623\u0648 \u0627\u0644\u0648\u0635\u0641.
help.info4=\u0644\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0642\u062a\u0628\u0627\u0633 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0628\u0627\u0631\u0629 \u0645\u062d\u062f\u062f\u0629\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example4="\u0639\u0645\u0644\u064a\u0627\u062a \u0627\u0639\u0645\u0627\u0644"
help.result4=\u0633\u0648\u0641 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0643\u0627\u0641\u0629 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0643\u0644 \u0634\u0631\u0648\u0637 "\u0627\u0644\u0623\u0639\u0645\u0627\u0644" \u0648 "\u0639\u0645\u0644\u064a\u0629" \u0641\u064a \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u062b\u064a\u0642\u0629\u060c \u0627\u0644\u0639\u0644\u0627\u0645\u0627\u062a \u0623\u0648 \u0627\u0644\u0645\u0634\u062a\u0631\u0643\u0629 \u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0627\u0633\u0645\u060c \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0623\u0648 \u0627\u0644\u0648\u0635\u0641.
help.info5=\u0627\u0644\u0633\u0645\u0627\u062d \u0628\u0623\u062d\u0631\u0641 \u0627\u0644\u0628\u062f\u0644 \u0645\u0637\u0627\u0628\u0642\u0627\u062a \u062c\u0632\u0626\u064a\u0629\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0643\u0627\u0641\u0629 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0627\u0644\u0643\u0644\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0628\u062f\u0623 \u0645\u0639 "proc"\:
help.example5=proc*

help.subtitle2=\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u062d\u0633\u0628 \u062e\u0627\u0635\u064a\u0629 \u0645\u0639\u064a\u0646\u0629 \u0623\u0648 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0645\u0644\u0641
help.info6=\u0644\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u062d\u0633\u0628 \u062e\u0627\u0635\u064a\u0629 \u0645\u0639\u064a\u0646\u0629 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0643\u0628\u0627\u062f\u0626\u0629\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example6=title\:production
help.result6=\u0633\u0648\u0641 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0643\u0627\u0641\u0629 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0645\u0635\u0637\u0644\u062d "\u0627\u0644\u0625\u0646\u062a\u0627\u062c" \u0641\u064a \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0639\u0646\u0648\u0627\u0646.
help.info7=\u0644\u0644\u0628\u062d\u062b \u0639\u0646 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0628\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0645\u0633\u062a\u0646\u062f\u060c \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 TEXT \u0627\u0644\u062e\u0627\u0635\u0629 \u0643\u0628\u0627\u062f\u0626\u0629\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example7=TEXT\:production
help.result7=\u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0633\u0648\u0641 \u0642\u0627\u0626\u0645\u0629 \u062c\u0645\u064a\u0639 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0645\u0635\u0637\u0644\u062d "\u0627\u0644\u0625\u0646\u062a\u0627\u062c" \u0641\u064a \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u062b\u064a\u0642\u0629.
help.info8=\u0628\u0627\u062f\u0626\u0627\u062a \u0627\u0644\u0645\u0645\u062a\u0644\u0643\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0639\u0627\u062f\u0629 \u062a\u0634\u0645\u0644\: \u0627\u0644\u0627\u0633\u0645\u060c \u0627\u0644\u0639\u0646\u0648\u0627\u0646\u060c \u0648\u0627\u0644\u0648\u0635\u0641\u060c \u0627\u0644\u062e\u0627\u0644\u0642\u060c \u0627\u0644\u0645\u0639\u062f\u0644\u060c \u0627\u0644\u0646\u0635\u060c \u0646\u0648\u0639 \u0648\u0627\u0644\u062c\u0627\u0646\u0628. \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u0627\u0642\u062a\u0628\u0627\u0633 \u062d\u0648\u0644 \u0639\u0628\u0627\u0631\u0627\u062a \u0648\u0623\u062d\u0631\u0641 \u0627\u0644\u0628\u062f\u0644 \u0627\u0644\u0633\u0645\u0627\u062d \u0645\u0637\u0627\u0628\u0642\u0627\u062a \u062c\u0632\u0626\u064a\u0629.
help.info9=\u0644\u0644\u0628\u062d\u062b \u0639\u0646 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0641\u064a \u062a\u0627\u0631\u064a\u062e \u0645\u0639\u064a\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u062e\u0627\u0635\u064a\u0629 \u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0628\u062d\u062b\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example9=\u0625\u0646\u0634\u0627\u0621\: "2011-09-26"
help.result9=\u0633\u064a\u062a\u0645 \u0633\u0631\u062f \u0646\u062a\u0627\u0626\u062c \u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0643\u0627\u0641\u0629 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0641\u064a 26 \u0633\u0628\u062a\u0645\u0628\u0631 2011.
help.info10=\u0644\u0644\u0628\u062d\u062b \u0639\u0646 \u0639\u0646\u0627\u0635\u0631 \u062a\u0639\u062f\u064a\u0644 \u0625\u0637\u0627\u0631 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0646\u0637\u0627\u0642 \u062a\u0627\u0631\u064a\u062e \u0645\u062d\u062f\u062f \u062e\u0627\u0635\u064a\u0629 \u0646\u0637\u0627\u0642 \u062a\u0627\u0631\u064a\u062e \u0628\u062d\u062b\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example10=\u0645\u0639\u062f\u0644\:"2011-09-26".."2011-10-30"
help.result10=\u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0633\u0648\u0641 \u0642\u0627\u0626\u0645\u0629 \u062c\u0645\u064a\u0639 \u0627\u0644\u0628\u0646\u0648\u062f \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0639\u062f\u064a\u0644\u0647\u0627 \u0628\u064a\u0646 26 \u0633\u0628\u062a\u0645\u0628\u0631 2011 \u0648 30st \u062a\u0634\u0631\u064a\u0646 \u0627\u0644\u0623\u0648\u0644/\u0623\u0643\u062a\u0648\u0628\u0631 \u0634\u0627\u0645\u0644\u0629. \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629 \u0627\u0644\u062e\u0627\u0635 \u0645\u0646 "\u0627\u0644\u0622\u0646"\u060c "\u062f\u0642\u064a\u0642\u0629" \u0648 "\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649" \u0644\u0644\u0625\u0634\u0627\u0631\u0629 \u0625\u0644\u0649 \u0627\u0644\u0637\u0627\u0628\u0639 \u0627\u0644\u0632\u0645\u0646\u064a \u0644\u0644\u062a\u0627\u0631\u064a\u062e \u0627\u0644\u062d\u0627\u0644\u064a\u060c \u0641\u064a \u0623\u0642\u0631\u0628 \u0648\u0642\u062a \u0645\u0645\u0643\u0646\u060c \u0648\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0648\u0642\u062a \u0627\u0644\u0645\u0633\u062a\u0642\u0628\u0644.
