#X-Generator: crowdin.com
welcome.user=GET STARTED
welcome.site=\u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a\u0e2a\u0e39\u0e48 {1}, {0}

welcome.user.description=Take a quick tour of Alfresco or learn about advanced features.
welcome.user.clickable-content-link=http\://docs.alfresco.com/{0}/concepts/alfresco-tutorial-02.html
welcome.site.description=\u0e41\u0e14\u0e0a\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e44\u0e0b\u0e15\u0e4c\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e17\u0e23\u0e32\u0e1a\u0e27\u0e48\u0e32\u0e40\u0e01\u0e34\u0e14\u0e2d\u0e30\u0e44\u0e23\u0e02\u0e36\u0e49\u0e19\u0e1a\u0e49\u0e32\u0e07\u0e43\u0e19\u0e44\u0e0b\u0e15\u0e4c\u0e19\u0e35\u0e49
get.started.message=\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19...

site.panel.delete.header=\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e01\u0e32\u0e23\u0e25\u0e1a
site.panel.delete.msg=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e01\u0e23\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e41\u0e14\u0e0a\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e1a\u0e1a\u0e16\u0e32\u0e27\u0e23\u0e43\u0e0a\u0e48\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48

user.panel.delete.header=Hide Get Started Panel?
## Note to translators: Please retain the HTML tags and class attribute values in the panel.delete.msg
user.panel.delete.msg=<div class\="alf-confirmation-panel-text">\nYou can always show it again later by using the option in the Customize User Dashboard screen.</div>\n<p>Select the Settings icon <span class\="alf-configure-icon alf-hide-confirmation">&nbsp;</span> on your dashboard to get there.</p>
panel.delete.fail=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a dashlet

user.welcome.close=Hide
site.welcome.close=Remove

welcome.user.tutorial.title=\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e19\u0e23\u0e39\u0e49
welcome.user.tutorial.description=\u0e14\u0e39\u0e27\u0e34\u0e14\u0e35\u0e42\u0e2d\u0e01\u0e32\u0e23\u0e2a\u0e2d\u0e19\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e44\u0e14\u0e49\u0e1a\u0e19 alfresco
welcome.user.tutorial.link=\u0e14\u0e39\u0e01\u0e32\u0e23\u0e2a\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19

welcome.user.sites.title=\u0e43\u0e0a\u0e49\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19
welcome.user.sites.description=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e44\u0e0b\u0e15\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e1a\u0e48\u0e07\u0e1b\u0e31\u0e19\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e01\u0e31\u0e1a\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e44\u0e0b\u0e15\u0e4c
welcome.user.sites.link=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e44\u0e0b\u0e15\u0e4c

welcome.user.profile.title=\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25
welcome.user.profile.description=\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e27\u0e41\u0e25\u0e30\u0e18\u0e38\u0e23\u0e01\u0e34\u0e08\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19\u0e08\u0e30\u0e44\u0e14\u0e49\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e04\u0e38\u0e13
welcome.user.profile.link=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c

welcome.user.dashboard.title=\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07
welcome.user.dashboard.description=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e41\u0e14\u0e0a\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e2b\u0e47\u0e19
welcome.user.dashboard.link=\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07\u0e41\u0e14\u0e0a\u0e1a\u0e2d\u0e23\u0e4c\u0e14

welcome.user.explore.title=\u0e2a\u0e33\u0e23\u0e27\u0e08
welcome.user.explore.description=\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e02\u0e49\u0e32\u0e44\u0e1b\u0e40\u0e22\u0e35\u0e48\u0e22\u0e21\u0e0a\u0e21\u0e41\u0e25\u0e30\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e44\u0e0b\u0e15\u0e4c\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27\u0e43\u0e19 Alfresco
welcome.user.explore.link=\u0e14\u0e39\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14

welcome.site.dashboard.title=\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07
welcome.site.dashboard.description=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e41\u0e14\u0e0a\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19\u0e40\u0e2b\u0e47\u0e19
welcome.site.dashboard.link=\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07\u0e41\u0e14\u0e0a\u0e1a\u0e2d\u0e23\u0e4c\u0e14

welcome.site.moderated.title=\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21
welcome.site.moderated.description=\u0e44\u0e0b\u0e15\u0e4c\u0e19\u0e35\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e0b\u0e15\u0e4c\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e02\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e44\u0e1b\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e44\u0e0b\u0e15\u0e4c\u0e19\u0e35\u0e49\u0e44\u0e14\u0e49\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e04\u0e33\u0e02\u0e49\u0e2d\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e44\u0e0b\u0e15\u0e4c
welcome.site.moderated.link=\u0e02\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21

welcome.site.upload.title=\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19
welcome.site.upload.description=\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19
welcome.site.upload.link=\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32

welcome.site.invite.title=\u0e40\u0e0a\u0e34\u0e0d
welcome.site.invite.description=\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e40\u0e0a\u0e34\u0e0d\u0e04\u0e19\u0e2d\u0e37\u0e48\u0e19\u0e40\u0e02\u0e49\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e44\u0e0b\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
welcome.site.invite.link=\u0e40\u0e0a\u0e34\u0e0d\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19

welcome.site.members.title=\u0e42\u0e0b\u0e40\u0e0a\u0e35\u0e22\u0e25
welcome.site.members.description=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e44\u0e0b\u0e15\u0e4c\u0e19\u0e35\u0e49\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 \u0e41\u0e25\u0e30\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e39\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e08\u0e30\u0e44\u0e14\u0e49\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
welcome.site.members.link=\u0e14\u0e39\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e44\u0e0b\u0e15\u0e4c

welcome.site.browse.title=\u0e2a\u0e33\u0e23\u0e27\u0e08
welcome.site.browse.description=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e44\u0e0b\u0e15\u0e4c\u0e42\u0e14\u0e22\u0e40\u0e23\u0e35\u0e22\u0e01\u0e14\u0e39\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23
welcome.site.browse.link=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23

welcome.cloud.sign-up.title=\u0e04\u0e25\u0e32\u0e27\u0e14\u0e4c
welcome.cloud.sign-up.description=\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e27\u0e31\u0e19\u0e19\u0e35\u0e49\u0e23\u0e31\u0e1a\u0e1f\u0e23\u0e35\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e19\u0e23\u0e30\u0e1a\u0e1a\u0e04\u0e25\u0e32\u0e27\u0e14\u0e4c
welcome.cloud.sign-up.link=\u0e25\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e43\u0e0a\u0e49

message.request-joining=\u0e02\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 {0} \u0e44\u0e1b\u0e22\u0e31\u0e07\u0e44\u0e0b\u0e15\u0e4c {1}...
message.request-join-success=\u0e04\u0e33\u0e02\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e44\u0e0b\u0e15\u0e4c {1} \u0e2a\u0e48\u0e07\u0e44\u0e1b\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27 \u0e04\u0e38\u0e13\u0e08\u0e30\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e14\u0e0a\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
message.request-join-failure=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e02\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 {0} \u0e44\u0e1b\u0e22\u0e31\u0e07\u0e44\u0e0b\u0e15\u0e4c {1}
