#X-Generator: crowdin.com
welcome.user=GET STARTED
welcome.site=\u062e\u0648\u0634 \u0622\u0645\u062f\u06cc\u062f \u0628\u0647 {1} ,{0}

welcome.user.description=Take a quick tour of Alfresco or learn about advanced features.
welcome.user.clickable-content-link=http\://docs.alfresco.com/{0}/concepts/alfresco-tutorial-02.html
welcome.site.description=\u062f\u0627\u0634\u0628\u0648\u0631\u062f \u0633\u0627\u06cc\u062a \u0627\u062c\u0627\u0632\u0647 \u0645\u06cc \u062f\u0647\u062f \u06a9\u0647 \u0634\u0645\u0627 \u0628\u062f\u0627\u0646\u06cc\u062f \u0686\u0647 \u0686\u06cc\u0632\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u062e\u0627\u0635 \u0627\u062a\u0641\u0627\u0642 \u0645\u06cc \u0627\u0641\u062a\u062f
get.started.message=\u0628\u06cc\u0627\u06cc\u06cc\u062f \u0634\u0631\u0648\u0639 \u06a9\u0646\u06cc\u062f...

site.panel.delete.header=\u062a\u0623\u06cc\u06cc\u062f \u062d\u0630\u0641
site.panel.delete.msg=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u067e\u0627\u0646\u0644 \u06a9\u0645\u06a9 \u062f\u0627\u0634\u0628\u0648\u0631\u062f \u0631\u0627 \u0628\u0647 \u0637\u0648\u0631 \u062f\u0627\u0626\u0645 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f

user.panel.delete.header=Hide Get Started Panel?
## Note to translators: Please retain the HTML tags and class attribute values in the panel.delete.msg
user.panel.delete.msg=<div class\="alf-confirmation-panel-text">\nYou can always show it again later by using the option in the Customize User Dashboard screen.</div>\n<p>Select the Settings icon <span class\="alf-configure-icon alf-hide-confirmation">&nbsp;</span> on your dashboard to get there.</p>
panel.delete.fail=\u0646\u0645\u06cc\u062a\u0648\u0627\u0646 dashlet \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0631\u062f

user.welcome.close=Hide
site.welcome.close=Remove

welcome.user.tutorial.title=\u06cc\u0627\u062f\u06af\u06cc\u0631\u06cc
welcome.user.tutorial.description=\u0622\u0646\u0686\u0647 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u0645\u06cc\u06a9\u0646\u06cc\u062f \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0646\u062c\u0627\u0645 \u062f\u0647\u06cc\u062f \u0628\u0627 \u062a\u0645\u0627\u0634\u0627\u06cc \u06cc\u06a9 \u0641\u06cc\u0644\u0645 \u0622\u0645\u0648\u0632\u0634\u06cc \u0627\u0646\u062c\u0627\u0645 \u062f\u0647\u06cc\u062f.\nwelcome.user.tutorial.link\=
welcome.user.tutorial.link=\u0646\u0645\u0627\u06cc\u0634 \u0622\u0645\u0648\u0632\u0634 \u0647\u0627

welcome.user.sites.title=\u0627\u0634\u062a\u0631\u0627\u06a9 \u0647\u0627
welcome.user.sites.description=\u0627\u064a\u062c\u0627\u062f \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0634\u062a\u0631\u06a9 \u0628\u0627 \u062f\u06cc\u06af\u0631 \u0627\u0639\u0636\u0627\u06cc \u0633\u0627\u06cc\u062a
welcome.user.sites.link=\u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0633\u0627\u06cc\u062a

welcome.user.profile.title=\u0634\u062e\u0635\u06cc
welcome.user.profile.description=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0634\u062e\u0635\u06cc \u0648 \u062a\u062c\u0627\u0631\u06cc \u062e\u0648\u062f \u0631\u0627 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0646\u0645\u0627\u06cc\u06cc\u062f \u062a\u0627 \u062f\u06cc\u06af\u0631\u0627\u0646 \u0628\u062a\u0648\u0627\u0646\u0646\u062f \u0634\u0645\u0627 \u0631\u0627 \u0628\u0634\u0646\u0627\u0633\u0646\u062f
welcome.user.profile.link=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u067e\u0631\u0648\u0641\u0627\u06cc\u0644

welcome.user.dashboard.title=\u0633\u0641\u0627\u0631\u0634\u06cc \u06a9\u0631\u062f\u0646
welcome.user.dashboard.description=\u062f\u0627\u0634\u0628\u0648\u0631\u062f \u062e\u0648\u062f \u0631\u0627 \u0646\u0635\u0628 \u06a9\u0646\u06cc\u062f \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0627\u0637\u0644\u0627\u0639\u0627\u062a\u06cc \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u062f\u06cc\u062f\u0647 \u0634\u0648\u062f
welcome.user.dashboard.link=\u0633\u0641\u0627\u0631\u0634\u06cc \u06a9\u0631\u062f\u0646 \u062f\u0627\u0634\u0628\u0648\u0631\u062f

welcome.user.explore.title=\u0628\u0631\u0631\u0633\u06cc \u06a9\u0631\u062f\u0646
welcome.user.explore.description=\u0622\u06cc\u0627 \u0646\u06af\u0627\u0647\u06cc \u0628\u0647 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u0645\u0627\u0646\u0647 \u0627\u0646\u062f\u0627\u062e\u062a\u0647 \u0627\u06cc\u062f\u061f\u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u0647\u0645\u0647 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0628\u0627\u0632\u062f\u06cc\u062f \u06a9\u0646\u06cc\u062f \u0648 \u0628\u0647 \u0622\u0646\u0647\u0627 \u0645\u0644\u062d\u0642 \u0634\u0648\u06cc\u062f
welcome.user.explore.link=\u0646\u0645\u0627\u06cc\u0634 \u0647\u0645\u0647 \u0633\u0627\u06cc\u062a \u0647\u0627

welcome.site.dashboard.title=\u0633\u0641\u0627\u0631\u0634\u06cc \u06a9\u0631\u062f\u0646
welcome.site.dashboard.description=Set up this dashboard to show information you want others to see.
welcome.site.dashboard.link=\u0633\u0641\u0627\u0631\u0634\u06cc \u06a9\u0631\u062f\u0646 \u062f\u0627\u0634\u0628\u0648\u0631\u062f \u0633\u0627\u06cc\u062a

welcome.site.moderated.title=\u0645\u0644\u062d\u0642 \u0634\u062f\u0646
welcome.site.moderated.description=\u0639\u0636\u0648\u06cc\u062a \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0645\u062d\u062f\u0648\u062f \u0645\u06cc\u0628\u0627\u0634\u062f. \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0639\u0636\u0648\u06cc\u062a \u062e\u0648\u062f \u0631\u0627 \u062b\u0628\u062a \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0645\u062f\u06cc\u0631 \u0633\u0627\u06cc\u062a \u0645\u0637\u0644\u0639 \u062e\u0648\u0627\u0647\u06cc\u062f \u0634\u062f.
welcome.site.moderated.link=\u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062c\u0647\u062a \u0645\u0644\u062d\u0642 \u0634\u062f\u0646

welcome.site.upload.title=\u0647\u0645\u06a9\u0627\u0631\u06cc
welcome.site.upload.description=\u0645\u062d\u062a\u0648\u0627\u06cc \u06a9\u062a\u0627\u0628\u062e\u0627\u0646\u0647 \u0627\u0633\u0646\u0627\u062f \u0631\u0627 \u0628\u0627\u0631\u06af\u0632\u0627\u0631\u06cc \u0646\u0645\u0627\u06cc\u06cc\u062f \u0648 \u0634\u0631\u0648\u0639 \u0628\u0647 \u0647\u0645\u06a9\u0627\u0631\u06cc \u0628\u0627 \u062f\u06cc\u06af\u0631\u0627\u0646 \u06a9\u0646\u06cc\u062f
welcome.site.upload.link=\u0628\u0627\u0631\u06af\u0632\u0627\u0631\u06cc \u0645\u062d\u062a\u0648\u0627

welcome.site.invite.title=\u062f\u0639\u0648\u062a
welcome.site.invite.description=\u0634\u0631\u0648\u0639 \u062f\u0639\u0648\u062a \u06a9\u0631\u062f\u0646 \u062f\u06cc\u06af\u0631\u0627\u0646 \u062c\u0647\u062a \u0645\u0644\u062d\u0642 \u0634\u062f\u0646 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0634\u0645\u0627
welcome.site.invite.link=\u062f\u0639\u0648\u062a \u06a9\u0631\u062f\u0646 \u0627\u0641\u0631\u0627\u062f

welcome.site.members.title=\u0627\u062c\u062a\u0645\u0627\u0639\u06cc
welcome.site.members.description=\u067e\u06cc\u062f\u0627 \u06a9\u0631\u062f\u0646 \u06a9\u0633\u06cc \u06a9\u0647 \u0645\u062a\u0639\u0644\u0642 \u0628\u0647 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0627\u0633\u062a. \u0627\u0632 \u0628\u06cc\u0633\u062a \u0627\u0639\u0636\u0627 \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u067e\u0631\u0648\u0641\u0627\u06cc\u0644 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u06cc \u06a9\u0647 \u0647\u0645\u062f\u06cc\u06af\u0631 \u0631\u0627 \u0645\u06cc\u0634\u0646\u0627\u0633\u0646\u062f \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f
welcome.site.members.link=\u0646\u0645\u0627\u06cc\u0634 \u0627\u0639\u0636\u0627\u06cc \u0633\u0627\u06cc\u062a

welcome.site.browse.title=\u0628\u0631\u0631\u0633\u06cc \u06a9\u0631\u062f\u0646
welcome.site.browse.description=\u067e\u06cc\u062f\u0627 \u06a9\u0631\u062f\u0646 \u0645\u062d\u062a\u0648\u0627\u06cc \u0627\u0641\u0632\u0648\u062f\u0647 \u0634\u062f\u0647 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0628\u0627 \u0641\u0647\u0631\u0633\u062a \u06a9\u062a\u0627\u0628\u062e\u0627\u0646\u0647 \u0627\u0633\u0646\u0627\u062f
welcome.site.browse.link=\u0631\u0641\u062a\u0646 \u0628\u0647 \u06a9\u062a\u0627\u0628\u062e\u0627\u0646\u0647 \u0633\u0646\u062f

welcome.cloud.sign-up.title=Cloud
welcome.cloud.sign-up.description=\u062b\u0628\u062a \u0646\u0627\u0645 \u062f\u0631 \u0634\u0628\u06a9\u0647 \u0631\u0627\u06cc\u06af\u0627\u0646 \u062f\u0631 Cloud
welcome.cloud.sign-up.link=\u062b\u0628\u062a \u0646\u0627\u0645

message.request-joining=Requesting to add user {0} to site {1}...
message.request-join-success=Request to join site {1} successfully sent. You will now be returned to your personal dashboard.
message.request-join-failure=Could not make the request to add user {0} to site {1}.
