#X-Generator: crowdin.com
message.empty=\u041d\u044f\u043c\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438
message.error=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435
message.insite=\u0432 \u0441\u0430\u0439\u0442\u0430
message.ofsize=\u0432 \u0440\u0430\u0437\u043c\u0435\u0440\u0430
message.modifiedby=\u041f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u043e \u043e\u0442
message.modifiedon=\u041f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u043e \u043d\u0430
message.preview=\u0412\u0438\u0437\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f
message.singlesite={0} \u0441\u0430\u0439\u0442
message.allsites=\u0412\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
message.infolderpath=\u0412 \u043f\u0430\u043f\u043a\u0430
message.repository=\u0425\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435

label.folder=\u041f\u0430\u043f\u043a\u0430
label.document=\u0414\u043e\u043a\u0443\u043c\u0435\u043d\u0442
label.blogpost=\u0411\u043b\u043e\u0433 \u043f\u043e\u0441\u0442
label.forumpost=\u0422\u0435\u043c\u0430 \u0432\u044a\u0432 \u0444\u043e\u0440\u0443\u043c\u0430
label.calendarevent=\u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f\u0442\u0430
label.wikipage=Wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
label.link=\u0412\u0440\u044a\u0437\u043a\u0430
label.datalist=\u0421\u043f\u0438\u0441\u044a\u043a \u0441 \u0434\u0430\u043d\u043d\u0438
label.datalistitem=\u0421\u043f\u0438\u0441\u044a\u043a \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0441 \u0434\u0430\u043d\u043d\u0438
label.unknown=\u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d
label.sortby=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u0439 \u043f\u043e\: {0}

button.search=\u0422\u044a\u0440\u0441\u0435\u043d\u0435

search.info.resultinfo={0} \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0430(\u0438)
search.info.resultinfomore=\u041f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 {0} \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0430
search.info.searching=\u0422\u044a\u0440\u0441\u0435\u043d\u0435...
search.info.foundinsite=\u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0432 {0} \u0441\u0430\u0439\u0442.
search.info.foundinallsite=\u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435.
search.info.foundinrepository=\u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0432 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e.

search.sort.relevance=\u0421\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435
search.sort.size=\u0420\u0430\u0437\u043c\u0435\u0440
search.sort.mimetype=Mime \u0442\u0438\u043f
search.sort.type=\u0422\u0438\u043f

pagination.template={PreviousPageLink} {PageLinks} {NextPageLink}
pagination.template.page-report=

## help text
help.title=\u0421\u044a\u0432\u0435\u0442\u0438 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435

help.subtitle1=\u041d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043f\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u0438 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430
help.info1=\u0417\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0441 \u043e\u0431\u0449\u0438 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u0438\u043b\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043f\u0440\u043e\u0441\u0442\u043e \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0435\u0434\u0438\u043d\u0438\u0447\u0435\u043d \u0438\u0437\u0440\u0430\u0437, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example1=\u0411\u0438\u0437\u043d\u0435\u0441
help.result1=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f\u0442 \u043d\u0430 \u043f\u043e\u043d\u044f\u0442\u0438\u0435\u0442\u043e "\u0431\u0438\u0437\u043d\u0435\u0441" \u0432 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442, \u0435\u0442\u0438\u043a\u0435\u0442\u0438 \u0438\u043b\u0438 \u043e\u0431\u0449\u0438 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u0438\u043c\u0435, \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0438\u043b\u0438 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435.
help.info2=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u0443\u0441\u043b\u043e\u0432\u0438\u044f, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u0435\u0436\u0434\u0430 \u043f\u043e-\u0443\u043c\u0435\u0441\u0442\u043d\u0438 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example2=\u0411\u0438\u0437\u043d\u0435\u0441 \u043f\u0440\u043e\u0446\u0435\u0441
help.result2=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430\u0442 \u043d\u0430 \u0442\u0435\u0440\u043c\u0438\u043d\u0438\u0442\u0435 "\u0431\u0438\u0437\u043d\u0435\u0441" \u0438\u043b\u0438 "\u043f\u0440\u043e\u0446\u0435\u0441" \u0432 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442, \u0435\u0442\u0438\u043a\u0435\u0442\u0438 \u0438\u043b\u0438 \u043e\u0431\u0449\u0438 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u0438\u043c\u0435, \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0438\u043b\u0438 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435. \u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0441\u0430 \u043f\u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0438 \u043f\u043e \u0437\u043d\u0430\u0447\u0438\u043c\u043e\u0441\u0442 \u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449\u0438 \u0438 \u0434\u0432\u0435\u0442\u0435 \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0438 \u0432 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442.
help.info3=\u0417\u0430 \u0434\u0430 \u043d\u0430\u043c\u0430\u043b\u0438\u0442\u0435  \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043f\u0440\u0438 \u0442\u044a\u0440\u0441\u0435\u043d\u0435, \u0441\u044a\u0435\u0434\u0438\u043d\u0435\u0442\u0435 \u0441 \u0418 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0434\u0443\u043c\u0438 \u0437\u0430\u0435\u0434\u043d\u043e, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example3=\u0431\u0438\u0437\u043d\u0435\u0441 \u0438 \u043f\u0440\u043e\u0446\u0435\u0441
help.result3=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0442 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 \u0442\u0435\u0440\u043c\u0438\u043d\u0438\u0442\u0435 "\u0431\u0438\u0437\u043d\u0435\u0441" \u0438 "\u043f\u0440\u043e\u0446\u0435\u0441" \u0432 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442, \u0435\u0442\u0438\u043a\u0435\u0442\u0438 \u0438\u043b\u0438 \u043e\u0431\u0449\u0438 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u0438\u043c\u0435, \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0438\u043b\u0438 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435.
help.info4=\u0417\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u0430 \u0444\u0440\u0430\u0437\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043a\u0430\u0432\u0438\u0447\u043a\u0438, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example4="\u0431\u0438\u0437\u043d\u0435\u0441 \u043f\u0440\u043e\u0446\u0435\u0441"
help.result4=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 \u0444\u0440\u0430\u0437\u0430\u0442\u0430 "\u0431\u0438\u0437\u043d\u0435\u0441 \u043f\u0440\u043e\u0446\u0435\u0441" \u0438\u043b\u0438 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442, \u0435\u0442\u0438\u043a\u0435\u0442\u0438 \u0438\u043b\u0438 \u043e\u0431\u0449\u0438\u0442\u0435 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u043d\u0430 \u0438\u043c\u0435, \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0438\u043b\u0438 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435.
help.info5=\u0417\u0430\u043c\u0435\u0441\u0442\u0432\u0430\u0449\u0438 \u0441\u0438\u043c\u0432\u043e\u043b\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u0447\u0430\u0441\u0442\u0438\u0447\u043d\u0438 \u0441\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u044f, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0437\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 \u0434\u0443\u043c\u0438, \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u0449\u0438 \u0441 "\u043f\u0440\u043e\u0446"\:
help.example5=\u041f\u0440\u043e\u0446*

help.subtitle2=\u041d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043f\u043e \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0438\u043b\u0438 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430
help.info6=\u0417\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043f\u043e \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0434\u043e\u0431\u0430\u0432\u0438 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u043a\u0430\u0442\u043e \u043f\u0440\u0435\u0444\u0438\u043a\u0441, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example6=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\:\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u043e
help.result6=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 \u0442\u0435\u0440\u043c\u0438\u043d\u044a\u0442 "\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u043e" \u0432 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e \u043d\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e.
help.info7=\u0417\u0430 \u0434\u0430 \u0442\u044a\u0440\u0441\u0438\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449\u0438 \u0441\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0432 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430, \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0441\u043f\u0435\u0446\u0438\u0430\u043b\u043d\u0438 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u043d\u0430 \u0442\u0435\u043a\u0441\u0442 \u043a\u0430\u0442\u043e \u043f\u0440\u0435\u0444\u0438\u043a\u0441, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example7=\u0422\u0415\u041a\u0421\u0422\:\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u043e
help.result7=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u0441\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449\u0438 \u0441\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 \u0442\u0435\u0440\u043c\u0438\u043d\u0430 "\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u043e" \u0432 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430.
help.info8=\u0427\u0435\u0441\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u043e\u0442\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u043f\u0440\u0435\u0444\u0438\u043a\u0441 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\: \u0438\u043c\u0435, \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435, \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435, \u0441\u044a\u0437\u0434\u0430\u0442\u0435\u043b, \u041c\u043e\u0434\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440, \u0442\u0435\u043a\u0441\u0442, \u0442\u0438\u043f \u0438 \u0430\u0441\u043f\u0435\u043a\u0442. \u041a\u0430\u0432\u0438\u0447\u043a\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u043e\u043a\u043e\u043b\u043e \u0444\u0440\u0430\u0437\u0438 \u0438 \u0437\u0430\u043c\u0435\u0441\u0442\u0432\u0430\u0449\u0438\u0442\u0435 \u0441\u0438\u043c\u0432\u043e\u043b\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u0447\u0430\u0441\u0442\u0438\u0447\u043d\u0438 \u0441\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u044f.
help.info9=\u0417\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438 \u043d\u0430 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u0430 \u0434\u0430\u0442\u0430 \u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0434\u0430\u0442\u0430 , \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example9=\u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u043e\:"2011-09-26"
help.result9=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0431\u0438\u043b\u0438 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438 \u043d\u0430 26 \u0441\u0435\u043f\u0442\u0435\u043c\u0432\u0440\u0438 2011.
help.info10=\u0417\u0430 \u0434\u0430 \u0442\u044a\u0440\u0441\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0438 \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d \u043e\u0442 \u0434\u0430\u0442\u0438, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0432 \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d \u043d\u0430 \u0434\u0430\u0442\u0430\u0442\u0430, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example10=\u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u043e\:"2011-09-26".."2011-10-30"
help.result10=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0431\u0438\u043b\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438 \u043c\u0435\u0436\u0434\u0443 26 \u0441\u0435\u043f\u0442\u0435\u043c\u0432\u0440\u0438 2011 \u0433. \u0438 30 \u043e\u043a\u0442\u043e\u043c\u0432\u0440\u0438 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e. \u0421\u043f\u0435\u0446\u0438\u0430\u043b\u043d\u0438 \u0434\u0443\u043c\u0438 \u043d\u0430 "\u0421\u0435\u0433\u0430", "\u041c\u0438\u043d" \u0438 "\u041c\u0430\u043a\u0441" \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0436\u0435 \u043a\u043b\u0435\u0439\u043c\u043e\u0442\u043e \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0434\u0430\u0442\u0430, \u043d\u0430\u0439-\u0440\u0430\u043d\u043d\u0438\u044f \u0432\u044a\u0437\u043c\u043e\u0436\u0435\u043d \u043c\u043e\u043c\u0435\u043d\u0442 \u0438 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435 \u0432 \u0431\u044a\u0434\u0435\u0449\u0435\u0442\u043e.
