#X-Generator: crowdin.com
rm.action.not-defined=Ierakstu p\u0101rvald\u012bbas darb\u012bba {0} nav defin\u0113ta.
rm.action.no-implicit-noderef=The records management action {0} couldn't be performed, because the action  implementation doesn't provide an implicit nodeRef.
rm.action.record-not-declared=The disposition action {0} couldn't be performed, because the record isn't complete. (actionedUponNodeRef\={1})
rm.action.expected-record-level=The disposition action {0} couldn't be performed, because this isn't a record. (actionedUponNodeRef\={1})
rm.action.not-all-records-declared=The disposition action {0} couldn't be performed, because not all the records in the record folder are complete. (actionedUponNodeRef\={1})
rm.action.not-eligible=The disposition action {0} couldn't be performed, because the next disposition action on the record or record folder isn't eligible. (actionedUponNodeRef\={1})
rm.action.no-disposition-instructions=The disposition action {0} couldn't be performed, because no disposition instructions could be found. (nodeRef\={1})
rm.action.no-disposition-lisfecycle-set=The disposition action {0} couldn't be performed, because there's no available disposition life-cycle set. (nodeRef\={1})
rm.action.next-disp-not-set=The disposition action {0} couldn't be performed, because the next disposition action isn't set. (nodeRef\={1})
rm.action.not-next-disp=The disposition action {0} couldn't be performed, because this isn't the next disposition action for this record or record folder. (nodeRef\={1})
rm.action.not-record-folder=The disposition action {0} couldn't be performed, because this isn't a record folder. (nodeRef\={1})
rm.action.actioned-upon-not-record=The action {0} can't be performed because this isn't a record. (filePlanComponet\={1})
rm.action.custom-aspect-not-recognised=The custom type can't be applied because it's not recognised. (customAspect\={0})
rm.action.event-no-disp-lc=The event {0} can't be completed, because it's not defined on the disposition lifecycle.
rm.action.undeclared-only-records=Tikai ierakstus var pabeigt. (nodeRef \={0})
rm.action.no-declare-mand-prop=Ierakstu nevar pabeigt, jo ne visi ieraksta oblig\u0101tie rekviz\u012bti ievad\u012bti.
rm.action.ghosted-prop-update=Agr\u0101k izn\u012bcin\u0101ta ieraksta satura rekviz\u012btus nevar atjaunin\u0101t.
rm.action.valid-date-disp-asof=Izvietojuma darb\u012bbas datumam j\u0101b\u016bt der\u012bgam datumam.
rm.action.disp-asof-lifecycle-applied=Datuma izvietojumu ierakstam vai ieraksta mapei, kurei ir dz\u012bves cikls, nevar redig\u0113t.
rm.action.hold-edit-reason-none=Aiztur\u0113\u0161anas iemesls nevar labot, jo nav iemesls nor\u0101d\u012bts.
rm.action.hold-edit-type=The hold reason can't be edited, because actioned upon node is not of type {0}. (nodeRef\={1})
rm.action.specify-avlid-date=The review as of date must be a valid date.
rm.action.review-details-only=Vien\u012bgi vit\u0101li svar\u012bgu ierakstu p\u0101rskatu var redi\u0123\u0113t.
rm.action.freeze-no-reason=Ierakstu nevar aiztur\u0113t bez iemesla.
rm.action.freeze-only-records-folders=Vien\u012bgi ierakstus vai ierakstu mapes var aiztur\u0113t.
rm.action.no-open-record-folder=Ierakst\u012btu mapi nevar\u0113ja atv\u0113rt, jo t\u0101 nav defin\u0113ta k\u0101 ierakstu mape. (actionedUponNodeRef \={0})
rm.action.not-hold-type=Aizturi nevar atteikt, jo mezglam nav tips {0}. (actionedUponNodeRef \={1})
rm.action.no-read-mime-message=The mimetype message couldn't be read, because {0}.
rm.action.email-declared=The email couldn't be split, because the record is complete. (actionedUponNodeRef\={0})
rm.action.email-not-record=The email couldn't be split, because the node isn't a record. (actionedUponNodeRef\={0})
rm.action.email-create-child-assoc=Couldn't create custom child association.
rm.action.node-already-transfer=Mezgls jau tiek p\u0101rs\u016bt\u012bts.
rm.action.node-not-transfer=Mezgls nav p\u0101rvietojams objekts.
rm.action.undo-not-last=Atsl\u0113g\u0161anu nevar atsaukt, jo p\u0113d\u0113j\u0101 izvietojuma darb\u012bba netika atsl\u0113gta.
rm.action.records_only_undeclared=Tikai ierakstus var pabeigt.
rm.action.event-not-undone=Notikumu {0} nevar atsaukt, jo tas nav defin\u0113ts uz izvietojuma dz\u012bves cikla.
rm.action.node-not-record-category=Izvietojuma grafiku nevar izveidot, jo str\u0101d\u0101jo\u0161ais mezgls ({0}) nav ieraksta kategorija.
rm.action.parameter-not-supplied=Parametrs '{0}' nav nodro\u0161in\u0101ts.
rm.action.delete-not-hold-type=Aiztur\u0113\u0161anu nevar dz\u0113st, jo mezgla tips nav {0}. (actionedUponNodeRef \={1})
