#X-Generator: crowdin.com
pdfjs.sidebar.show.label=\u0646\u0645\u0627\u06cc\u0634 \u0646\u0648\u0627\u0631 \u062c\u0627\u0646\u0628\u06cc
pdfjs.sidebar.show.title=Click to show a sidebar containing thumbnail and outline views
pdfjs.sidebar.hide.label=Hide Sidebar
pdfjs.sidebar.hide.title=Click to hide the sidebar

pdfjs.page.previous.label=Previous
pdfjs.page.previous.title=Click to view the previous page
pdfjs.page.next.label=Next
pdfjs.page.next.title=Click to view the next page
pdfjs.page.set.label=\u0631\u0641\u062a\u0646 \u0628\u0647 \u0635\u0641\u062d\u0647
pdfjs.page.set.title=\u0628\u0631\u0627\u06cc \u0631\u0641\u062a\u0646 \u0628\u0647 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u062f\u06cc\u06af\u0631 \u062f\u0631 \u0641\u0627\u06cc\u0644 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
pdfjs.page.set.dialog.title=Set Page
pdfjs.page.set.dialog.confirmation=OK
pdfjs.page.set.dialog.cancellation=Cancel
pdfjs.page.set.textbox.label=Page Number
pdfjs.page.set.textbox.description=\u0634\u0645\u0627\u0631\u0647 \u0635\u0641\u062d\u0647 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0631\u0641\u062a\u0646 \u0628\u0647 \u0622\u0646 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f

pdfjs.zoom.out.label=Zoom Out
pdfjs.zoom.out.title=\u0628\u0631\u0627\u06cc \u06a9\u0627\u0647\u0634 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
pdfjs.zoom.in.label=Zoom In
pdfjs.zoom.in.title=\u0628\u0631\u0627\u06cc \u0627\u0641\u0632\u0627\u06cc\u0634 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
pdfjs.zoom.select.title=\u0627\u0632 \u0641\u0647\u0631\u0633\u062a \u0627\u0632 \u067e\u06cc\u0634 \u062a\u0639\u06cc\u06cc\u0646 \u0634\u062f\u0647\u060c \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f

pdfjs.zoom.25.title=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 25%
pdfjs.zoom.50.title=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 50%
pdfjs.zoom.75.title=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 75%
pdfjs.zoom.100.title=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 %100
pdfjs.zoom.125.title=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 125%
pdfjs.zoom.150.title=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 150%
pdfjs.zoom.200.title=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 %200
pdfjs.zoom.400.title=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 %400
pdfjs.zoom.page-width.label=Page Width
pdfjs.zoom.page-width.title=\u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u0634\u06af\u0631 \u0628\u0631\u0627\u06cc \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0646 \u0639\u0631\u0636 \u06a9\u0627\u0645\u0644 \u06cc\u06a9 \u0635\u0641\u062d\u0647
pdfjs.zoom.two-page-width.label=Two Page Width
pdfjs.zoom.two-page-width.title=\u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u0634\u06af\u0631 \u0628\u0631\u0627\u06cc \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0646 \u0639\u0631\u0636 \u06a9\u0627\u0645\u0644 \u062f\u0648 \u0635\u0641\u062d\u0647
pdfjs.zoom.page-fit.label=Page Fit
pdfjs.zoom.page-fit.title=\u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u0634\u06af\u0631 \u0628\u0631\u0627\u06cc \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0646 \u0627\u0631\u062a\u0641\u0627\u0639 \u06a9\u0627\u0645\u0644 \u06cc\u06a9 \u0635\u0641\u062d\u0647
pdfjs.zoom.two-page-fit.label=Two Page Fit
pdfjs.zoom.two-page-fit.title=\u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u0634\u06af\u0631 \u0628\u0631\u0627\u06cc \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0646 \u0627\u0631\u062a\u0641\u0627\u0639 \u06a9\u0627\u0645\u0644 \u062f\u0648 \u0635\u0641\u062d\u0647
pdfjs.zoom.auto.label=Auto
pdfjs.zoom.auto.title=\u0627\u0646\u062a\u062e\u0627\u0628 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0645\u0646\u0627\u0633\u0628 \u062a\u0631\u06cc\u0646 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634

pdfjs.maximise.menu.label=Maximise
pdfjs.maximise.menu.title=Click to see the options for maximising the view.
pdfjs.maximise.full-window.label=\u067e\u0646\u062c\u0631\u0647 \u06a9\u0627\u0645\u0644
pdfjs.maximise.full-window.title=Click to make the viewer take up the entire browser window
pdfjs.maximise.full-screen.label=\u0635\u0641\u062d\u0647 \u06a9\u0627\u0645\u0644
pdfjs.maximise.full-screen.title=Click to make the viewer take up the entire screen

pdfjs.download.menu.label=Download
pdfjs.download.menu.title=\u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062f\u0627\u0646\u0644\u0648\u062f \u0641\u0627\u06cc\u0644 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
pdfjs.download.original.label=Download Original
pdfjs.download.original.title=\u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0644\u0648\u062f \u0641\u0627\u06cc\u0644 \u0627\u0635\u0644\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
pdfjs.download.pdf.label=Download PDF
pdfjs.download.pdf-screen.title=\u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0644\u0648\u062f \u0646\u0633\u062e\u0647 \u067e\u06cc \u062f\u06cc \u0627\u0641 \u0641\u0627\u06cc\u0644 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f

pdfjs.link.show.label=\u0646\u0645\u0627\u06cc\u0634 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u067e\u06cc\u0648\u0646\u062f
pdfjs.link.show.title=\u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062a\u0648\u0644\u06cc\u062f \u0648 \u06a9\u067e\u06cc \u06a9\u0631\u062f\u0646 \u067e\u06cc\u0648\u0646\u062f \u0628\u0647 \u0635\u0641\u062d\u0647 \u06a9\u0646\u0648\u0646\u06cc \u062f\u0631 \u0641\u0627\u06cc\u0644 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
pdfjs.link.hide.label=\u0645\u062e\u0641\u06cc \u06a9\u0631\u062f\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u067e\u06cc\u0648\u0646\u062f
pdfjs.link.hide.title=\u0628\u0631\u0627\u06cc \u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0644\u06cc\u0646\u06a9 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f

pdfjs.search.show.label=\u0646\u0645\u0627\u06cc\u0634 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062c\u0633\u062a\u062c\u0648
pdfjs.search.show.title=\u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062c\u0633\u062a\u062c\u0648\u06cc \u0646\u0648\u0634\u062a\u0627\u0631 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
pdfjs.search.hide.label=\u0645\u062e\u0641\u06cc \u06a9\u0631\u062f\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062c\u0633\u062a\u062c\u0648
pdfjs.search.hide.title=\u0628\u0631\u0627\u06cc \u0645\u062e\u0641\u06cc \u06a9\u0631\u062f\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062c\u0633\u062a\u062c\u0648 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f

pdfjs.search.find.label=Find
pdfjs.search.find.previous.label=Find Previous
pdfjs.search.find.previous.title=\u0628\u0631\u0627\u06cc \u067e\u06cc\u062f\u0627 \u06a9\u0631\u062f\u0646 \u06cc\u0627\u0641\u062a\u0647 \u0642\u0628\u0644\u06cc \u062c\u0633\u062a\u062c\u0648 \u062f\u0631 \u0641\u0627\u06cc\u0644 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
pdfjs.search.find.next.label=Find Next
pdfjs.search.find.next.title=\u0628\u0631\u0627\u06cc \u067e\u06cc\u062f\u0627 \u06a9\u0631\u062f\u0646 \u06cc\u0627\u0641\u062a\u0647 \u0628\u0639\u062f\u06cc \u062c\u0633\u062a\u062c\u0648 \u062f\u0631 \u0641\u0627\u06cc\u0644 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f

pdfjs.search.highlight-all.label=Highlight All Matches
pdfjs.search.highlight-all.title=\u0628\u0631\u0627\u06cc \u0628\u0631\u062c\u0633\u062a\u0647 \u06a9\u0631\u062f\u0646 \u0647\u0645\u0647 \u06cc\u0627\u0641\u062a\u0647 \u0647\u0627\u06cc \u062c\u0633\u062a\u062c\u0648 \u062f\u0631 \u0641\u0627\u06cc\u0644 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
pdfjs.search.highlight-one.label=Hightlight Current Match
pdfjs.search.highlight-one.title=\u0628\u0631\u0627\u06cc \u0628\u0631\u062c\u0633\u062a\u0647 \u06a9\u0631\u062f\u0646 \u0641\u0642\u0637 \u06cc\u0627\u0641\u062a\u0647 \u0641\u0639\u0644\u06cc \u062c\u0633\u062a\u062c\u0648 \u062f\u0631 \u0641\u0627\u06cc\u0644 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f

pdfjs.search.match-case.label=Match Case
pdfjs.search.match-case.title=Click to only match the exact case of the search term
pdfjs.search.ignore-case.label=Ignore Case
pdfjs.search.ignore-case.title=Click to ignore the case of the search term 

pdfjs.link.update.label=Update link for current page
pdfjs.link.label=\u067e\u06cc\u0648\u0646\u062f \u0628\u0647 \u0641\u0627\u06cc\u0644
pdfjs.link.description=\u06a9\u067e\u06cc \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u067e\u06cc\u0648\u0646\u062f \u0628\u0631\u0627\u06cc \u0627\u0634\u062a\u0631\u0627\u06a9 \u06af\u0630\u0627\u0631\u06cc \u0628\u0627 \u062f\u06cc\u06af\u0631\u0627\u0646

pdfjs.sidebar.thumbnails.title=Thumbnails
pdfjs.sidebar.outline.title=Outline

pdfjs.password.dialog.title.required=Password required
pdfjs.password.dialog.title.incorrect=Correct password required
pdfjs.password.dialog.confirmation=Confirm
pdfjs.password.dialog.cancellation=Cancel
pdfjs.password.dialog.password.label=Password
pdfjs.password.dialog.password.description=A password is required to open this PDF

pdfjs.error.pdfload=\u0641\u0627\u06cc\u0644 \u067e\u06cc \u062f\u06cc \u0627\u0641 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0646\u0645\u06cc \u0634\u0648\u062f
pdfjs.error.invalidpdf=\u0641\u0627\u06cc\u0644 \u067e\u06cc \u062f\u06cc \u0627\u0641 \u062f\u0631\u0633\u062a \u0646\u064a\u0633\u062a \u064a\u0627 \u0645\u062e\u062f\u0648\u0634 \u0627\u0633\u062a
pdfjs.error.pdfpassword=\u0634\u0645\u0627 \u0646\u06cc\u0627\u0632 \u0628\u0647 \u0631\u0645\u0632\u0639\u0628\u0648\u0631 \u0635\u062d\u06cc\u062d \u0628\u0631\u0627\u06cc \u0628\u0627\u0632\u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644 \u067e\u06cc \u062f\u06cc \u0627\u0641 \u062f\u0627\u0631\u06cc\u062f
