#X-Generator: crowdin.com
pdfjs.sidebar.show.label=Show Sidebar
pdfjs.sidebar.show.title=Click to show a sidebar containing thumbnail and outline views
pdfjs.sidebar.hide.label=Hide Sidebar
pdfjs.sidebar.hide.title=Click to hide the sidebar

pdfjs.page.previous.label=Previous
pdfjs.page.previous.title=Click to view the previous page
pdfjs.page.next.label=Next
pdfjs.page.next.title=Click to view the next page
pdfjs.page.set.label=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32
pdfjs.page.set.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e49\u0e32\u0e21\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e2d\u0e37\u0e48\u0e19\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c
pdfjs.page.set.dialog.title=Set Page
pdfjs.page.set.dialog.confirmation=OK
pdfjs.page.set.dialog.cancellation=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
pdfjs.page.set.textbox.label=Page Number
pdfjs.page.set.textbox.description=\u0e1b\u0e49\u0e2d\u0e19\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e49\u0e32\u0e21\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e31\u0e49\u0e19

pdfjs.zoom.out.label=Zoom Out
pdfjs.zoom.out.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e25\u0e14\u0e02\u0e19\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23
pdfjs.zoom.in.label=Zoom In
pdfjs.zoom.in.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e19\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23
pdfjs.zoom.select.title=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e02\u0e19\u0e32\u0e14\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23

pdfjs.zoom.25.title=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e19\u0e32\u0e14\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 25%
pdfjs.zoom.50.title=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e19\u0e32\u0e14\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 50%
pdfjs.zoom.75.title=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e19\u0e32\u0e14\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 75%
pdfjs.zoom.100.title=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e19\u0e32\u0e14\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 100%
pdfjs.zoom.125.title=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e19\u0e32\u0e14\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 125%
pdfjs.zoom.150.title=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e19\u0e32\u0e14\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 150%
pdfjs.zoom.200.title=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e19\u0e32\u0e14\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 200%
pdfjs.zoom.400.title=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e19\u0e32\u0e14\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 400%
pdfjs.zoom.page-width.label=Page Width
pdfjs.zoom.page-width.title=\u0e15\u0e31\u0e49\u0e07 viewer \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e40\u0e15\u0e47\u0e21\u0e04\u0e27\u0e32\u0e21\u0e01\u0e27\u0e49\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e14\u0e35\u0e22\u0e27
pdfjs.zoom.two-page-width.label=Two Page Width
pdfjs.zoom.two-page-width.title=\u0e15\u0e31\u0e49\u0e07 viewer \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e40\u0e15\u0e47\u0e21\u0e04\u0e27\u0e32\u0e21\u0e01\u0e27\u0e49\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e2a\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32
pdfjs.zoom.page-fit.label=Page Fit
pdfjs.zoom.page-fit.title=\u0e15\u0e31\u0e49\u0e07 viewer \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e40\u0e15\u0e47\u0e21\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e39\u0e07\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e14\u0e35\u0e22\u0e27
pdfjs.zoom.two-page-fit.label=Two Page Fit
pdfjs.zoom.two-page-fit.title=\u0e15\u0e31\u0e49\u0e07 viewer \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e40\u0e15\u0e47\u0e21\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e39\u0e07\u0e02\u0e2d\u0e07\u0e2a\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32
pdfjs.zoom.auto.label=\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34
pdfjs.zoom.auto.title=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e02\u0e19\u0e32\u0e14\u0e20\u0e32\u0e1e\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e21\u0e32\u0e30\u0e2a\u0e21\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34

pdfjs.maximise.menu.label=Maximise
pdfjs.maximise.menu.title=Click to see the options for maximising the view.
pdfjs.maximise.full-window.label=Full Window
pdfjs.maximise.full-window.title=Click to make the viewer take up the entire browser window
pdfjs.maximise.full-screen.label=Full Screen
pdfjs.maximise.full-screen.title=Click to make the viewer take up the entire screen

pdfjs.download.menu.label=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14
pdfjs.download.menu.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c
pdfjs.download.original.label=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e15\u0e49\u0e19\u0e09\u0e1a\u0e31\u0e1a
pdfjs.download.original.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c\u0e15\u0e49\u0e19\u0e09\u0e1a\u0e31\u0e1a
pdfjs.download.pdf.label=Download PDF
pdfjs.download.pdf-screen.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19 PDF

pdfjs.link.show.label=\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07
pdfjs.link.show.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07 \u0e41\u0e25\u0e30\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e40\u0e1e\u0e08\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c
pdfjs.link.hide.label=\u0e0b\u0e48\u0e2d\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07
pdfjs.link.hide.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e0b\u0e48\u0e2d\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07

pdfjs.search.show.label=\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
pdfjs.search.show.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1b\u0e34\u0e14\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23
pdfjs.search.hide.label=\u0e0b\u0e48\u0e2d\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
pdfjs.search.hide.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e0b\u0e48\u0e2d\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32

pdfjs.search.find.label=Find
pdfjs.search.find.previous.label=Find Previous
pdfjs.search.find.previous.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e1e\u0e1a\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e04\u0e33\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c
pdfjs.search.find.next.label=Find Next
pdfjs.search.find.next.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e04\u0e33\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e16\u0e31\u0e14\u0e44\u0e1b\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c

pdfjs.search.highlight-all.label=Highlight All Matches
pdfjs.search.highlight-all.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e19\u0e49\u0e19\u0e15\u0e23\u0e07\u0e04\u0e33\u0e17\u0e35\u0e48\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1e\u0e1a\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
pdfjs.search.highlight-one.label=Hightlight Current Match
pdfjs.search.highlight-one.title=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e19\u0e49\u0e19\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e04\u0e33\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c

pdfjs.search.match-case.label=Match Case
pdfjs.search.match-case.title=Click to only match the exact case of the search term
pdfjs.search.ignore-case.label=Ignore Case
pdfjs.search.ignore-case.title=Click to ignore the case of the search term 

pdfjs.link.update.label=Update link for current page
pdfjs.link.label=\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e41\u0e1f\u0e49\u0e21
pdfjs.link.description=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e25\u0e34\u0e07\u0e04\u0e4c\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e0a\u0e23\u0e4c\u0e44\u0e1f\u0e25\u0e4c\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19

pdfjs.sidebar.thumbnails.title=Thumbnails
pdfjs.sidebar.outline.title=Outline

pdfjs.password.dialog.title.required=Password required
pdfjs.password.dialog.title.incorrect=Correct password required
pdfjs.password.dialog.confirmation=Confirm
pdfjs.password.dialog.cancellation=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
pdfjs.password.dialog.password.label=\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19
pdfjs.password.dialog.password.description=A password is required to open this PDF

pdfjs.error.pdfload=\u0e40\u0e23\u0e32\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c PDF
pdfjs.error.invalidpdf=\u0e44\u0e1f\u0e25\u0e4c PDF \u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e2a\u0e35\u0e22\u0e2b\u0e32\u0e22
pdfjs.error.pdfpassword=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e0a\u0e49\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1b\u0e34\u0e14 PDF \u0e19\u0e35\u0e49
