#X-Generator: crowdin.com
systemsettings.title=Ustawienia systemu
systemsettings.intro-text=Ustawienia systemu s\u0105 kombinacj\u0105 ustawie\u0144 serwera, ustawienia repozytorium aplikacji sieci  Alfresco i ustawie\u0144 aplikacji Alfresco Share. 

systemsettings.alfresco-application.description=Te ustawienia mo\u017cna zmieni\u0107 tylko przez plik <code>alfresco-global.properties</code>. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
systemsettings.instruction-link=Zobacz wi\u0119cej szczeg\u00f3\u0142\u00f3w <a href\="http\://docs.alfresco.com/{0}/concepts/cmd-line-config.html" target\="_blank"> wiersz polece\u0144 konfiguracji</a>.

systemsettings.alfresco-application=Ustawienia Repozytorium Alfresco
systemsettings.alfresco-application.repository-context=Kontekst repozytorium
systemsettings.alfresco-application.repository-context.description=The context path of the Alfresco web application URL. The default is alfresco.
systemsettings.alfresco-application.repository-hostname=Nazwa Hosta Repozytorium
systemsettings.alfresco-application.repository-hostname.description=Zewn\u0119trznie rozpoznawana nazwa hosta aplikacji sieci web Alfresco. Warto\u015bci\u0105 domy\u015bln\u0105 jest ${localname}. Je\u015bli u\u017cywana jest warto\u015b\u0107 domy\u015blna tokenu ${localname} zostan\u0105 automatycznie zast\u0105pione przez nazw\u0119 domeny serwera repozytorium.
systemsettings.alfresco-application.protocol=Protok\u00f3\u0142
systemsettings.alfresco-application.protocol.description=The protocol component of the Alfresco web application. The default is http. HTTPS support requires additional configuration within the host application server - see your application server documentation for details.
systemsettings.alfresco-application.port=Port
systemsettings.alfresco-application.port.description=Numer portu zewn\u0119trznego adresu URL Alfresco. Warto\u015bci\u0105 domy\u015bln\u0105 jest 8080.

systemsettings.server-settings=Ustawienia serwera
systemsettings.server-settings.server-allow-writes=Serwer zezwala na zapis
systemsettings.server-settings.server-allow-writes.description=Wskazuje, \u017ce repozytorium pozwoli na operacj\u0119 zapisu (pod warunkiem, \u017ce licencja jest wa\u017cna).
systemsettings.server-settings.allowed-users=Dozwoleni u\u017cytkownicy
systemsettings.server-settings.allowed-users.description=Domy\u015blnie to pole jest puste, a wszyscy u\u017cytkownicy mog\u0105 si\u0119 zalogowa\u0107. Wpisz rozdzielon\u0105 przecinkami list\u0119 u\u017cytkownik\u00f3w, aby ograniczy\u0107 mo\u017cliwo\u015b\u0107 logowania tylko do tych u\u017cytkownik\u00f3w. Je\u015bli lista nie zawiera bie\u017c\u0105cego u\u017cytkownika, zostanie on dodany automatycznie.
systemsettings.server-settings.maxium-users=Maksymalna liczba u\u017cytkownik\u00f3w
systemsettings.server-settings.maxium-users.description=Maksymalna liczba jednocze\u015bnie zalogowanych u\u017cytkownik\u00f3w. Ustawienie domy\u015blne -1 oznacza, \u017ce nie ma ograniczenia.

systemsettings.share-application=Ustawienia aplikacji Wsp\u00f3\u0142pracy (Share)
systemsettings.share-application.share-context=Udost\u0119pnij kontekst
systemsettings.share-application.share-context.description=The context path of the Share web application URL. The default is share.
systemsettings.share-application.share-hostname=Share Hostname
systemsettings.share-application.share-hostname.description=The externally resolvable host name of the Share web application URL. The default value is ${localname}.
systemsettings.share-application.site-public-group=Grupa witryny publicznej
systemsettings.share-application.site-public-group.description=The group name that users need to be a member of to access Public sites. The default is GROUP_EVERYONE which contains all users.
systemsettings.share-application.protocol=Protok\u00f3\u0142
systemsettings.share-application.protocol.description=The protocol component of the Share web application. The default is http. HTTPS support requires additional configuration within the host application server - see your application server documentation for details.
systemsettings.share-application.port=Port
systemsettings.share-application.port.description=The externally resolvable port number of the Share web application URL. The default is 8080.

