#X-Generator: crowdin.com
systemsettings.title=\u0421\u0438\u0441\u0442\u0435\u043c\u043d\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438
systemsettings.intro-text=\u0421\u0438\u0441\u0442\u0435\u043c\u043d\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0441\u0430 \u043a\u043e\u043c\u0431\u0438\u043d\u0430\u0446\u0438\u044f \u043e\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0432\u0438, \u043e\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 web \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 Alfresco \u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u044f\u043d\u0435 \u043d\u0430 Alfresco. 

systemsettings.alfresco-application.description=\u0422\u0435\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442 \u0441\u0430\u043c\u043e \u0447\u0440\u0435\u0437 <code>alfresco-global.properties</code> \u0444\u0430\u0439\u043b. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
systemsettings.instruction-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/cmd-line-config.html" target\="_blank">Command line configuration</a> for more details.

systemsettings.alfresco-application=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435 \u0437\u0430 \u0434\u0430\u043d\u043d\u0438 Alfresco 
systemsettings.alfresco-application.repository-context=\u041a\u043e\u043d\u0442\u0435\u043a\u0441\u0442 \u043d\u0430 \u0425\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435
systemsettings.alfresco-application.repository-context.description=\u041f\u044a\u0442\u044f\u0442 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u043d\u0430 Alfresco web \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 alfresco.
systemsettings.alfresco-application.repository-hostname=\u0445\u043e\u0441\u0442\u0438\u043d\u0433
systemsettings.alfresco-application.repository-hostname.description=\u0412\u044a\u043d\u0448\u043d\u043e \u0440\u0430\u0437\u043b\u0438\u0447\u0438\u043c \u0445\u043e\u0441\u0442 \u043d\u0430 Alfresco web \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 ${localname}. \u0410\u043a\u043e \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430, \u0441\u0438\u043c\u0432\u043e\u043b\u044a\u0442 ${localname} \u0449\u0435 \u0431\u044a\u0434\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0437\u0430\u043c\u0435\u043d\u0435\u043d \u043e\u0442 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430-\u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435 \u0432 \u0434\u043e\u043c\u0435\u0439\u043d\u0430.
systemsettings.alfresco-application.protocol=\u041f\u0440\u043e\u0442\u043e\u043a\u043e\u043b
systemsettings.alfresco-application.protocol.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442 \u043e\u0442 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0430 \u043d\u0430 Alfresco web \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 http. \u041f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430\u0442\u0430 \u043d\u0430 HTTPS \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0437\u0430 \u0445\u043e\u0441\u0442 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f - \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438, \u0432\u0438\u0436\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f\u0442\u0430 \u043a\u044a\u043c \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0437\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f.
systemsettings.alfresco-application.port=\u041f\u043e\u0440\u0442
systemsettings.alfresco-application.port.description=\u041d\u043e\u043c\u0435\u0440 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u043e \u0440\u0430\u0437\u043b\u0438\u0447\u0438\u043c\u0438\u044f \u0432\u0445\u043e\u0434 \u0437\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 Alfresco web \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 8080. 

systemsettings.server-settings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430
systemsettings.server-settings.server-allow-writes=\u041f\u0440\u0430\u0432\u0430 \u0437\u0430 \u043f\u0438\u0441\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 
systemsettings.server-settings.server-allow-writes.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430, \u0447\u0435 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e \u0449\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u0438 \u0437\u0430\u043f\u0438\u0441 (\u0430\u043a\u043e \u043b\u0438\u0446\u0435\u043d\u0437\u044a\u0442 \u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d). 
systemsettings.server-settings.allowed-users=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0441 \u043f\u0440\u0430\u0432\u043e \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f
systemsettings.server-settings.allowed-users.description=By default, this field is empty and all users can log in. Enter a comma-separated list of users to allow only those users to log in. If a list is entered that does not contain the current user, the current user will be added automatically.
systemsettings.server-settings.maxium-users=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438
systemsettings.server-settings.maxium-users.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u043e \u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c \u0431\u0440\u043e\u0439 \u0435\u0434\u043d\u043e\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u043e \u0440\u0430\u0431\u043e\u0442\u0435\u0449\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u043b\u043e\u0433\u043d\u0430\u0442. \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 -1 \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430, \u0447\u0435 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d \u043d\u0435\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d \u0431\u0440\u043e\u0439 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. 

systemsettings.share-application=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0435\u043d\u043e\u0442\u043e \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435
systemsettings.share-application.share-context=\u041a\u043e\u043d\u0442\u0435\u043a\u0441\u0442 \u0437\u0430 \u0421\u043f\u043e\u0434\u0435\u043b\u044f\u043d\u0435
systemsettings.share-application.share-context.description=\u041f\u044a\u0442\u044f\u0442 \u043a\u044a\u043c URL \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u0443\u0435\u0431 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 \u0441\u043f\u043e\u0434\u0435\u043b\u0435\u043d.
systemsettings.share-application.share-hostname=\u0421\u043f\u043e\u0434\u0435\u043b\u044f\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435 \u043d\u0430 \u0445\u043e\u0441\u0442
systemsettings.share-application.share-hostname.description=\u0418\u043c\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u043e \u0440\u0430\u0437\u043b\u0438\u0447\u0438\u043c \u0445\u043e\u0441\u0442 \u043d\u0430 \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 web \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u044f\u043d\u0435. \u0421\u0422\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 ${localname}.
systemsettings.share-application.site-public-group=\u041f\u0443\u0431\u043b\u0438\u0447\u043d\u0430 \u0433\u0440\u0443\u043f\u0430
systemsettings.share-application.site-public-group.description=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430, \u043d\u0430 \u043a\u043e\u044f\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0447\u043b\u0435\u043d\u043e\u0432\u0435, \u0437\u0430 \u0434\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u044f\u0442 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 GROUP_EVERYONE, \u043a\u043e\u0439\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. 
systemsettings.share-application.protocol=\u041f\u0440\u043e\u0442\u043e\u043a\u043e\u043b
systemsettings.share-application.protocol.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442 \u043e\u0442 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0430 \u043d\u0430 Alfresco web \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 http. \u041f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430\u0442\u0430 \u043d\u0430 HTTPS \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0437\u0430 \u0445\u043e\u0441\u0442 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f - \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438, \u0432\u0438\u0436\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f\u0442\u0430 \u043a\u044a\u043c \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0437\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f.
systemsettings.share-application.port=\u041f\u043e\u0440\u0442
systemsettings.share-application.port.description=\u041d\u043e\u043c\u0435\u0440 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u043e \u0440\u0430\u0437\u043b\u0438\u0447\u0438\u043c\u0438\u044f \u0432\u0445\u043e\u0434 \u0437\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 Alfresco web \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 8080.

