#X-Generator: crowdin.com
hybrid.workflow.error.invalid.destination=\u0388\u03c7\u03b5\u03b9 \u03bf\u03c1\u03b9\u03c3\u03b8\u03b5\u03af \u03bc\u03b7 \u03ad\u03b3\u03ba\u03c5\u03c1\u03bf\u03c2 \u03c0\u03c1\u03bf\u03bf\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 \u03bd\u03ad\u03c6\u03bf\u03c5\u03c2 \u03c3\u03c4\u03b7 \u03b4\u03b9\u03b1\u03b4\u03b9\u03ba\u03b1\u03c3\u03af\u03b1\: {0}
hybrid.workflow.error.missing.package=\u0397 \u03b4\u03b9\u03b1\u03b4\u03b9\u03ba\u03b1\u03c3\u03af\u03b1 \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03ba\u03ac\u03c0\u03bf\u03b9\u03bf \u03c3\u03cd\u03bd\u03bf\u03bb\u03bf \u03c0\u03b1\u03ba\u03ad\u03c4\u03bf\u03c5
hybrid.workflow.error.missing.content=\u0391\u03c0\u03b1\u03b9\u03c4\u03b5\u03af\u03c4\u03b1\u03b9 \u03c4\u03bf\u03c5\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf\u03bd \u03ad\u03bd\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03be\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03c4\u03b5 \u03bc\u03af\u03b1 \u03c1\u03bf\u03ae \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u039d\u03ad\u03c6\u03bf\u03c5\u03c2
hybrid.workflow.disabled=\u0397 \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03c4\u03c9\u03bd \u03c5\u03b2\u03c1\u03b9\u03b4\u03b9\u03ba\u03ce\u03bd \u03c1\u03bf\u03ce\u03bd \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b7 \u03ae \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03b7 \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03c4\u03bf\u03c5 \u03c3\u03c5\u03b3\u03c7\u03c1\u03bf\u03bd\u03b9\u03c3\u03bc\u03bf\u03cd
hybrid.workflow.error.unsync.not.allowed=\u0394\u03b5\u03bd \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03c4\u03b5 \u03b7 \u03ba\u03b1\u03c4\u03ac\u03c1\u03b3\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03c3\u03b5\u03c4 \u03c3\u03c5\u03b3\u03c7\u03c1\u03bf\u03bd\u03b9\u03c3\u03bc\u03bf\u03cd, \u03bc\u03af\u03b1 \u03c5\u03b2\u03c1\u03b9\u03b4\u03b9\u03ba\u03ae \u03c1\u03bf\u03ae \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bd\u03b5\u03c1\u03b3\u03ae \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03bf \u03c3\u03b5\u03c4, \u03b7 \u03c1\u03bf\u03ae \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03c0\u03c1\u03ce\u03c4\u03b1 \u03bd\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03b8\u03b5\u03af \u03ae \u03bd\u03b1 \u03b1\u03ba\u03c5\u03c1\u03c9\u03b8\u03b5\u03af.
hybrid.workflow.error.assignees.permissions=The following user(s) are not part of the site you selected as destination\: {0}. Invite them to the site in order to have them participate in the cloud-workflow.
hybrid.workflow.error.content.already.in.hybrid.workflow=\u0388\u03bd\u03b1 \u03b1\u03c0\u03cc \u03c4\u03b1 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b1 \u03ad\u03b3\u03b3\u03c1\u03b1\u03c6\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ae\u03b4\u03b7 \u03c3\u03c5\u03b3\u03c7\u03c1\u03bf\u03bd\u03b9\u03c3\u03bc\u03ad\u03bd\u03bf \u03bc\u03b5 \u03c4\u03bf \u039d\u03ad\u03c6\u03bf\u03c2. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03bc\u03cc\u03bd\u03bf \u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03c0\u03bf\u03c5 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03ba\u03cc\u03bc\u03b7 \u03c3\u03c5\u03b3\u03c7\u03c1\u03bf\u03bd\u03b9\u03c3\u03bc\u03ad\u03bd\u03bf \u03bc\u03b5 \u03c4\u03bf \u039d\u03ad\u03c6\u03bf\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03be\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03c4\u03b5 \u03bc\u03af\u03b1 \u03bd\u03ad\u03b1 \u03a5\u03b2\u03c1\u03b9\u03b4\u03b9\u03ba\u03ae \u03a1\u03bf\u03ae \u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2.
hybrid.workflow.error.content.permissions=\u0394\u03b5\u03bd \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b5\u03c0\u03b1\u03c1\u03ba\u03ae \u03b4\u03b9\u03ba\u03b1\u03b9\u03ce\u03bc\u03b1\u03c4\u03b1 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03c5\u03b3\u03c7\u03c1\u03bf\u03bd\u03af\u03c3\u03b5\u03c4\u03b5 ''{0}'' \u03c3\u03c4\u03bf \u03bd\u03ad\u03c6\u03bf\u03c2.

# process defaults
hybridAdhoc.workflow.title=Hybrid Task
hybridAdhoc.workflow.description=Assign a new task to someone on the Cloud
hybridAdhoc.task.wf_adhocTask.title=\u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b1
hybridAdhoc.task.wf_adhocTask.description=\u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b1
hybridReview.workflow.title=Hybrid Review
hybridReview.workflow.description=Request document approval from someone on the Cloud
hybridReview.task.wf_activitiReviewTask.title=\u0391\u03bd\u03b1\u03b8\u03b5\u03ce\u03c1\u03b7\u03c3\u03b7
hybridReview.task.wf_activitiReviewTask.description=\u0391\u03bd\u03b1\u03b8\u03b5\u03ce\u03c1\u03b7\u03c3\u03b7
