#X-Generator: crowdin.com
hybrid.workflow.error.invalid.destination=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 cloud-\u0434\u0435\u0441\u0442\u0438\u043d\u0430\u0446\u0438\u0458\u0430 \u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0430 \u0432\u043e \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0442\:{0}
hybrid.workflow.error.missing.package=\u041f\u0440\u043e\u0446\u0435\u0441\u043e\u0442 \u043d\u0435\u043c\u0430 \u043f\u0440\u0438\u043b\u0430\u0433\u043e\u0434\u0435\u043d \u043f\u0430\u043a\u0435\u0442
hybrid.workflow.error.missing.content=\u041d\u0430\u0458\u043c\u0430\u043b\u043a\u0443 \u0435\u0434\u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u043d\u0430 \u0437\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0443\u0432\u0430\u045a\u0435 Cloud \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441
hybrid.workflow.disabled=\u0424\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u043e\u0441\u0442\u0430 \u0437\u0430 \u0445\u0438\u0431\u0440\u0438\u0434\u0435\u043d \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0435 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0430 \u0438\u043b\u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0435 \u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0430
hybrid.workflow.error.unsync.not.allowed=\u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u0441\u043a\u0438\u0442\u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u0438 \u043d\u0435 \u0435 \u0434\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u043e, \u0445\u0438\u0431\u0440\u0438\u0434\u0435\u043d \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0435 \u0430\u043a\u0442\u0438\u0432\u0435\u043d \u0438  \u0437\u0430 \u043e\u0432\u0430\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u0441\u043a\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0437\u0430\u0432\u0440\u0448\u0438 \u0438\u043b\u0438 \u0434\u0430 \u0431\u0438\u0434\u0435 \u0443\u043a\u0438\u043d\u0430\u0442 \u0445\u0438\u0431\u0440\u0438\u0434\u043d\u0438\u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441.
hybrid.workflow.error.assignees.permissions=The following user(s) are not part of the site you selected as destination\: {0}. Invite them to the site in order to have them participate in the cloud-workflow.
hybrid.workflow.error.content.already.in.hybrid.workflow=\u0415\u0434\u0435\u043d \u043e\u0434 \u0441\u0435\u043b\u0435\u043a\u0442\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0435 \u0432\u0435\u045c\u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d \u0432\u043e Cloud. \u0412\u0438\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0441\u0430\u043c\u043e \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043a\u043e\u0458\u0430 \u043d\u0435 \u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430 \u0432\u043e Cloud \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u043d\u043e\u0432 \u0445\u0438\u0431\u0440\u0438\u0434\u0435\u043d \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441
hybrid.workflow.error.content.permissions=\u0413\u0438 \u043d\u0435\u043c\u0430\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u043d\u0438\u0442\u0435 \u0434\u043e\u0437\u0432\u043e\u043b\u0438 \u0434\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435  ''{0}'' \u0432\u043e  cloud.

# process defaults
hybridAdhoc.workflow.title=Hybrid Task
hybridAdhoc.workflow.description=Assign a new task to someone on the Cloud
hybridAdhoc.task.wf_adhocTask.title=\u0417\u0430\u0434\u0430\u0447\u0430
hybridAdhoc.task.wf_adhocTask.description=\u0417\u0430\u0434\u0430\u0447\u0430
hybridReview.workflow.title=Hybrid Review
hybridReview.workflow.description=Request document approval from someone on the Cloud
hybridReview.task.wf_activitiReviewTask.title=\u041f\u0440\u0435\u0433\u043b\u0435\u0434
hybridReview.task.wf_activitiReviewTask.description=\u041f\u0440\u0435\u0433\u043b\u0435\u0434
