#X-Generator: crowdin.com
activiti.engine.mandatory.properties.missing=\u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u043d\u0435 \u0441\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438\! {0}
activiti.engine.deploy.workflow.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u0430\u0433\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a.
activiti.engine.is.workflow.deployed.error=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438 \u0434\u0430\u043b\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a \u0432\u0435\u0447\u0435 \u0435 \u0434\u0430\u0434\u0435\u043d\u0430. 
activiti.engine.undeploy.workflow.error=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a {0}. 
activiti.engine.undeploy.workflow.unexisting.error=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435 \u043d\u0435\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a {0}. 
activiti.engine.get.workflow.definition.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a. 
activiti.engine.get.workflow.definition.by.id.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0437\u0430 ID \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a {0}. 
activiti.engine.get.workflow.definition.by.name.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0437\u0430 \u0438\u043c\u0435 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a {0}.
activiti.engine.get.all.workflow.definitions.by.name.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a {0}.
activiti.engine.get.workflow.definition.image.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430  \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0437\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a {0}.
activiti.engine.get.workflow.definition.unexisting.image.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a \u0437\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 {0}, \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f\u0442\u0430 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
activiti.engine.get.task.definitions.error=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438 \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0438 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a \u0437\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a {0}.
activiti.engine.get.process.definition.error=\u0414\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a {0} \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. 
activiti.engine.start.workflow.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}. 
activiti.engine.start.workflow.no.start.task.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}, \u043b\u0438\u043f\u0441\u0432\u0430 \u043a\u043e\u043c\u0430\u043d\u0434\u0430 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0430.
activiti.engine.get.workflows.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0441\u043b\u0443\u0447\u0430\u0438 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a \u0437\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0435 {0}. 
activiti.engine.get.active.workflows.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0441\u043b\u0443\u0447\u0430\u0438 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a \u0437\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0435 {0}. 
activiti.engine.get.completed.workflows.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u0442\u0443\u0430\u0446\u0438\u0438 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a \u0437\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f {0}.
activiti.engine.get.workflow.instance.by.id.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0441\u043b\u0443\u0447\u0430\u0439 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a \u0441 ID {0}.
activiti.engine.get.process.instance.error=\u0421\u043b\u0443\u0447\u0430\u0439 \u0437\u0430 ID \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 {0}.
activiti.engine.get.workflow.paths.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u044a\u0442\u0438\u0449\u0430 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a \u0437\u0430 \u0441\u043b\u0443\u0447\u0430\u044f \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {0}.
activiti.engine.get.path.properties.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430\u0442\u0430 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 {0}. 
activiti.engine.cancel.workflow.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043e\u0442\u043a\u0430\u0437 \u043d\u0430 \u0441\u043b\u0443\u0447\u0430\u0439 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {0}. 
activiti.engine.cancel.unexisting.workflow.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043e\u0442\u043a\u0430\u0437 \u043d\u0435\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0441\u043b\u0443\u0447\u0430\u0439 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {0}.
activiti.engine.delete.workflow.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430  \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u043b\u0443\u0447\u0430\u0439 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {0}. 
activiti.engine.delete.unexisting.workflow.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0435\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0441\u043b\u0443\u0447\u0430\u0439 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {0}. 
activiti.engine.signal.transition.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u044a\u043e\u0431\u0449\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f {0} \u043e\u0442 \u043f\u044a\u0442\u0435\u043a\u0430 \u0432 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {1}.. 
activiti.engine.event.unsupported=\u041d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u0442 \u0441\u044a\u0431\u0438\u0442\u0438\u044f \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u0442\u0435 \u043f\u0440\u043e\u0446\u0435\u0441\u0438 \u043f\u0440\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f\u0442\u0430. 
activiti.engine.fire.event.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435 {0} \u0432 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {1}. 
activiti.engine.get.tasks.for.path.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438, \u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u0438 \u043f\u0440\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f\u0442\u0430 {0}. 
activiti.engine.get.timers.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u043f\u043e\u043a\u0430\u0437\u0430\u0442\u0435\u043b\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {0}. 
activiti.engine.find.completed.task.instances.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441\u044a\u0441 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0438 \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a {0}.
activiti.engine.get.assigned.tasks.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438, \u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u0438 \u043d\u0430 \u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u043d\u0438\u043a {0} \u0432 \u0435\u0442\u0430\u043f {1}.
activiti.engine.get.pooled.tasks.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0449\u0438 \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430 \u0443\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0435\u043d\u0438 {0}.
activiti.engine.query.tasks.error=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u043f\u0440\u0438\u0434\u0432\u0438\u0436\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0430. \u0417\u0430\u044f\u0432\u043a\u0430\: {0}.
activiti.engine.get.task.instance.error=\u0421\u043b\u0443\u0447\u0430\u0439 {0} \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. 
activiti.engine.update.task.error=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {0}.
activiti.engine.update.task.unexisting.error=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {0}, \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. 
activiti.engine.update.starttask.illegal.error=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {0}, \u043d\u0430\u0447\u0430\u043b\u043d\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u0430 \u0432 \u043f\u0440\u043e\u0446\u0435\u0441 \u043d\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430. 
activiti.engine.end.task.invalid.transition=\u0422\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f {0} \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 {1} \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a, \u0441\u0430\u043c\u043e \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f {2} \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430. 
activiti.engine.end.task.unexisting.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0434\u0430 \u0441\u0435 \u043e\u043f\u043e\u0432\u0435\u0441\u0442\u0438 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 {0}, \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. 
activiti.engine.end.task.error=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0441\u0438\u0433\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f {0} \u043e\u0442 \u043f\u043e\u0442\u043e\u043a\u0430 \u0441\u044a\u0441 \u0437\u0430\u0434\u0430\u0447\u0438 {1}.
activiti.engine.get.task.by.id.error=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0438 \u0437\u0430\u0434\u0430\u0447\u0430 {0}.
activiti.engine.compile.process.definition.zip.error=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043e\u0442 \u0430\u0440\u0445\u0438\u0432\u0430. 
activiti.engine.compile.process.definition.xml.error=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043e\u0442 xml \u043f\u043e\u0442\u043e\u043a\u0430.
activiti.engine.compile.process.definition.unsupported.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441 - \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0442\u0438\u043f MIME {0}
activiti.engine.get.activiti.id.error=\u0424\u043e\u0440\u043c\u0430\u0442\u044a\u0442 \u043d\u0430 ID {0} \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d .
activiti.engine.get.workflow.token.invalid=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043f\u044a\u0442 \u0432 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {0}.
activiti.engine.get.workflow.token.is.null=\u041d\u0435\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u044a\u0442 \u0432 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a {0}. 
activiti.engine.set.task.properties.invalid.value=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 {0} \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u0434\u0430\u0447\u0430 {1}. 
activiti.engine.package.already.associated.error=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0431\u0432\u044a\u0440\u0436\u0435 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a {0} \u0441\u044a\u0441 \u0441\u043b\u0443\u0447\u0430\u0439 {1}, \u0442.\u043a. \u0442\u043e\u0439 \u0432\u0435\u0447\u0435 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0441\u044a\u0441 \u0441\u043b\u0443\u0447\u0430\u0439 {2}. 
activiti.engine.convert.value.error=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0440\u0435\u043e\u0431\u0440\u0430\u0437\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 {0} \u043a\u044a\u043c Alfresco \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u0442.\u043a. \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0435\u0440\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430. 
activiti.engine.get.company.home.invalid=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043f\u044a\u0442 \u043a\u044a\u043c \u043d\u0430\u0447\u0430\u043b\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 {0}. 
activiti.engine.get.company.home.multiple=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043f\u044a\u0442 \u043a\u044a\u043c \u043d\u0430\u0447\u0430\u043b\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 {0} . \u041e\u0447\u0430\u043a\u0432\u0430 \u0441\u0435 1 \u0441\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u0435, \u043d\u043e \u0441\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 {1} \u0441\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u044f.  
