#X-Generator: crowdin.com
# Schema update messages

schema.update.msg.dialect_used=\u0421\u0445\u0435\u043c\u0430\u0442\u0430 \u0441\u0435 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430 \u043e\u0442 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u0441 \u0434\u0438\u0430\u043b\u0435\u043a\u0442 {0}.
schema.update.msg.database_used=\u0421\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438\: {0}
schema.update.msg.bypassing=\u0417\u0430\u043e\u0431\u0438\u043a\u0430\u043b\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438 \u0437\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0445\u0435\u043c\u0430.
schema.update.msg.normalized_schema=\u041d\u043e\u0440\u043c\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430 \u0441\u0445\u0435\u043c\u0430 \u0432 \u0434\u044a\u043c\u043f \u0444\u0430\u0439\u043b {0}.
schema.update.msg.normalized_schema_pre=\u041d\u043e\u0440\u043c\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430 \u0441\u0445\u0435\u043c\u0430 (\u043f\u0440\u0435\u0434 bootstrap) \u0434\u044a\u043c\u043f\u0438\u043d\u0433 \u043d\u0430 \u0444\u0430\u0439\u043b {0}.
schema.update.msg.normalized_schema_post=\u041d\u043e\u0440\u043c\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430 \u0441\u0445\u0435\u043c\u0430 (\u0441\u043b\u0435\u0434 bootstrap) \u0434\u044a\u043c\u043f\u0438\u043d\u0433 \u043d\u0430 \u0444\u0430\u0439\u043b {0}.
schema.update.msg.all_statements=\u0412\u0441\u0438\u0447\u043a\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438 \u043e\u0442\u0447\u0435\u0442\u0438\: {0}.
schema.update.msg.no_changes=\u041d\u0435 \u0441\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043d\u0430 \u0441\u0445\u0435\u043c\u0430\u0442\u0430.
schema.update.msg.executing_generated_script=\u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u043a\u0440\u0438\u043f\u0442 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 {0} (\u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d).
schema.update.msg.executing_copied_script=\u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u043a\u0440\u0438\u043f\u0442 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 {0} (\u043a\u043e\u043f\u0438\u0440\u0430\u043d \u043e\u0442 {1}).
schema.update.msg.executing_statement=\u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u043e\u0442\u0447\u0435\u0442\: {0}
schema.update.msg.optional_statement_failed=\u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u0435\u043a\u043b\u0430\u0440\u0430\u0446\u0438\u044f \u043f\u043e \u0436\u0435\u043b\u0430\u043d\u0438\u0435 \u0431\u0435\u0448\u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e\: SQL\: {0} \u0433\u0440\u0435\u0448\u043a\u0430\: {1} \u0444\u0430\u0439\u043b\: {2} \u043b\u0438\u043d\u0438\u044f\: {3}
schema.update.warn.dialect_unsupported=Alfresco \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u0434\u0438\u0430\u043b\u0435\u043a\u0442 {0}.
schema.update.warn.dialect_hsql=Alfresco \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 HSQL \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u0430\u043c\u043e \u0442\u043e\u0432\u0430 \u043f\u0440\u0438 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 Alfresco, \u043d\u0435 \u0441\u0435 \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430 \u0437\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u043e \u0438\u043b\u0438 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435\!
schema.update.warn.dialect_derby=Alfresco \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 Apache \u0414\u0435\u0440\u0431\u0438. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u0430\u043c\u043e \u0442\u043e\u0432\u0430 \u043f\u0440\u0438 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 Alfresco, \u043d\u0435 \u0441\u0435 \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430 \u0437\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u043e \u0438\u043b\u0438 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435\!
schema.update.warn.dialect_substituting=\u0414\u0438\u0430\u043b\u0435\u043a\u0442 "{0}" \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f \u043d\u0430 ''{1}''.
schema.update.err.forced_stop=\u0421\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e "stopAfterSchemaBootstrap" \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e.  Bootstrap \u043f\u0440\u043e\u0446\u0435\u0441\u044a\u0442 \u0441\u0435 \u043f\u0440\u0435\u043a\u0440\u0430\u0442\u044f\u0432\u0430.
schema.update.err.dialect_should_use=\u0414\u0438\u0430\u043b\u0435\u043a\u0442 "{0}" \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430.  \u041c\u043e\u043b\u044f \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 "{1}".
schema.update.err.found_multiple=\ \u041f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0435\u0434\u043d\u0430 Alfresco \u0441\u0445\u0435\u043c\u0430 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u043f\u0440\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u043a\u044a\u043c \u043c\u0435\u0442\u0430\u0434\u0430\u043d\u043d\u0438 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.    \u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u0442\u0435 \u043f\u0440\u0430\u0432\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0438\u043b\u0438 \u0437\u0430\u0434\u0430\u0439\u0442\u0435 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e ''hibernate.default_schema'' \u0432 ''custom-hibernate-dialect.properties''.
schema.update.err.previous_failed=\u041d\u0430\u0434\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0430\u0442\u0430 \u0441\u0445\u0435\u043c\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 \u0438\u043b\u0438 \u043d\u0435 \u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0430. \u0412\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u043f\u0440\u0438\u0441\u0442\u044a\u043f\u0438\u0442\u0435 \u043a\u044a\u043c \u044a\u043f\u0433\u0440\u0435\u0439\u0434 \u043e\u0442\u043d\u043e\u0432\u043e.
schema.update.err.statement_failed=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u043e\u0442\u0447\u0435\u0442\: SQL\: {0} \u0433\u0440\u0435\u0448\u043a\u0430\: {1} \u0444\u0430\u0439\u043b\: {2} \u043b\u0438\u043d\u0438\u044f\: {3}
schema.update.err.update_failed=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e\u0442\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0445\u0435\u043c\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e
schema.update.err.validation_failed=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0441\u0445\u0435\u043c\u0430
schema.update.err.update_script_not_run=\u0421\u043b\u0435\u0434\u043d\u0438\u044f\u0442 \u0441\u043a\u0440\u0438\u043f\u0442 \u0437\u0430 \u043d\u0430\u0434\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 \u0441\u0445\u0435\u043c\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0438 \u0440\u044a\u0447\u043d\u043e\: {0}
schema.update.err.script_not_found=\u0421\u043a\u0440\u0438\u043f\u0442\u044a\u0442 \u043d\u0430 \u0441\u0445\u0435\u043c\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432 \u043c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e {0}
schema.update.err.statement_include_before_sql=\u0421\u043a\u0440\u0438\u043f\u0442\u044a\u0442 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0449 ''--INCLUDE\:''  \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 \u043f\u0440\u0435\u0434\u0438 \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 SQL \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u044f\u0442\u0430 (\u0440\u0435\u0434 {0} \u043e\u0442 {1}).
schema.update.err.statement_var_assignment_before_sql=\u041f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u043e \u043f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u0441 ''--ASSIGN\:'' \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 \u043f\u0440\u0435\u0434\u0438 \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 SQL \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u044f\u0442\u0430 (\u0440\u0435\u0434 {0} \u043e\u0442 {1}).
schema.update.err.statement_var_assignment_format=\u041f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u043e \u043f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 ''--ASSIGN\:x\=col'' \u043a\u044a\u0434\u0435\u0442\u043e "x" \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u0430, \u043d\u0430 \u043a\u043e\u044f\u0442\u043e \u0434\u0430 \u043f\u0440\u0438\u0441\u0432\u043e\u0438\u0442\u0435 \u0438 "col" \u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430  \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u0432 \u043a\u043e\u043b\u043e\u043d\u0430\u0442\u0430 (\u0440\u0435\u0434 {0} \u043e\u0442 {1}).
schema.update.err.statement_terminator=\u0421\u043a\u0440\u0438\u043f\u0442\u043e\u0432\u0435\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0435\u043a\u0440\u0430\u0442\u044f\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0442\u0447\u0435\u0442\u0438 \u0441 ";" (\u0440\u0435\u0434 {0} \u043e\u0442 {1}).

