#X-Generator: crowdin.com
# Transfer service externalised display strings

transfer_service.unable_to_find_transfer_home=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438 \u043c\u044f\u0441\u0442\u043e\u0442\u043e \u0437\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\: {0}
transfer_service.unable_to_find_transfer_group=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0437\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435 \u0441 \u0438\u043c\u0435 {0}
transfer_service.unable_to_find_transfer_target=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438 \u0446\u0435\u043b\u0442\u0430 \u0437\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435 \u0441 \u0438\u043c\u0435 {0}
transfer_service.unable_to_transfer_async=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u0438 \u0430\u0441\u0438\u043d\u0445\u0440\u043e\u043d\u043d\u043e
transfer_service.target_exists=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u043d\u043e\u0432\u0430 \u0446\u0435\u043b \u0437\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435 \u0441 \u0438\u043c\u0435 {0}, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0438\u043c\u0430 \u0432\u0435\u0447\u0435 \u0446\u0435\u043b\u0438 \u0441 \u0442\u043e\u0432\u0430 \u0438\u043c\u0435.
transfer_service.comms.unsupported_protocol=\u041d\u0435\u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\: {0}
transfer_service.comms.unsuccessful_response=\u041f\u043e\u043b\u0443\u0447\u0438 \u043a\u043e\u0434 \u0437\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u043e\u0442 \u0446\u0435\u043b\u0435\u0432\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440\: {0}, {1}
transfer_service.comms.http_request_failed=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 HTTP \u0438\u0441\u043a\u0430\u043d\u0435 {0} \u043a\u044a\u043c \u0446\u0435\u043b\u0442\u0430\: {1} \u0441\u0442\u0430\u0442\u0443\u0441\: {2}
transfer_service.incompatible_versions=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u0438 \u043c\u0435\u0436\u0434\u0443 \u043d\u0435\u0441\u044a\u0432\u043c\u0435\u0441\u0442\u0438\u043c\u0438 \u0432\u0435\u0440\u0441\u0438\u0438 transferId\: {0} \u043e\u0442\: {1} \u0434\u043e\: {2}
transfer_service.no_nodes=\u041d\u044f\u043c\u0430 \u0432\u044a\u0437\u043b\u0438 \u0437\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435
transfer_service.target_not_enabled=\u0426\u0435\u043b\u0435\u0432\u0438 \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440 \u043d\u0435 \u0435 \u0432\u043a\u043b\u044e\u0447\u0435\u043d {0}
transfer_service.cancelled=\u0422\u0440\u0430\u043d\u0441\u0444\u0435\u0440\u044a\u0442 \u0435 \u043f\u0440\u0435\u043a\u0440\u0430\u0442\u0435\u043d
transfer_service.failed_to_get_transfer_status=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440 \u043e\u0442 \u0446\u0435\u043b\u0442\u0430 {0}
transfer_service.target_error=\u041f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0446\u0435\u043b\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u043e\u0440\u0430\u0434\u0438 {0}
transfer_service.unknown_target_error=\u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430
transfer_service.receiver.no_primary_parent_supplied=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d \u043d\u0435\u043e\u0441\u043d\u043e\u0432\u0435\u043d \u0440\u043e\u0434\u0438\u0442\u0435\u043b.
transfer_service.receiver.orphans_exist=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u0438, \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u043e\u0431\u0435\u043a\u0442\u0438 \u0431\u0435\u0437 \u0440\u043e\u0434\u0438\u0442\u0435\u043b
transfer_service.receiver.content_file_missing=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u0438, \u0444\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 \u0441\u044a\u0441 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0441\u0430 \u0438\u0437\u0447\u0435\u0437\u043d\u0430\u043b\u0438.
transfer_service.receiver.failed_to_create_staging_folder=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0442\u0435\u043b\u0430\u0436\u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u0437\u0430 \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440 \u043d\u0430 {0}
transfer_service.receiver.lock_folder_not_found=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438 \u0443\u043a\u0430\u0437\u0430\u043d\u0430\u0442\u0430 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0430 \u043f\u0430\u043f\u043a\u0430\: {0}
transfer_service.receiver.temp_folder_not_found=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430\u0442\u0430 \u0432\u0440\u0435\u043c\u0435\u043d\u043d\u0430 \u043f\u0430\u043f\u043a\u0430 \u0437\u0430 \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440 {0}\: {1}
transfer_service.receiver.lock_unavailable=\u0417\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440 \u0435 \u043f\u043e\u0438\u0441\u043a\u0430\u043d\u043e \u0437\u0430 \u0434\u0440\u0443\u0433 \u0432\u0445\u043e\u0434\u044f\u0449 \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440. \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430 \u043d\u043e\u0432\u043e \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435.
transfer_service.receiver.record_folder_not_found=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438 \u0443\u043a\u0430\u0437\u0430\u043d\u0430\u0442\u0430 \u043f\u0430\u043f\u043a\u0430 \u0437\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0432\u0445\u043e\u0434\u044f\u0449 \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440 \u0442\u0438\u043f \: {0}
transfer_service.receiver.not_lock_owner=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043e\u043f\u0438\u0442 \u0434\u0430 \u0438\u0437\u0432\u044a\u0440\u0448\u0438 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435. \u0417\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u0441\u0435 \u043e\u0442\u043d\u0430\u0441\u044f \u0434\u043e \u0443\u043a\u0430\u0437\u0430\u043d\u0438\u044f \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440\: {0}
transfer_service.receiver.error_ending_transfer=\u0418\u0441\u043a\u0430\u043d\u0435\u0442\u043e \u0437\u0430 \u043a\u0440\u0430\u0439 \u043d\u0430 \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440 ({0}) \u0435 \u0434\u043e\u0432\u0435\u043b\u043e \u0434\u043e \u0433\u0440\u0435\u0448\u043a\u0430.
transfer_service.receiver.error_staging_snapshot=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u043d\u0438\u043c\u043a\u043e\u0432 \u0444\u0430\u0439\u043b \u0437\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435 {0}
transfer_service.receiver.error_staging_content=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u0441\u044a\u0441 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0437\u0430 \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440 {0}. \u0424\u0430\u0439\u043b id \u0435 {1}
transfer_service.receiver.no_snapshot_received=\u041f\u043e\u043b\u0443\u0447\u0435\u043d\u043e \u0435 \u0438\u0441\u043a\u0430\u043d\u0435 \u0437\u0430 \u0438\u0437\u0432\u044a\u0440\u0448\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440 ({0}), \u043d\u043e \u043d\u0435 \u0435 \u0431\u0438\u043b \u043f\u043e\u043b\u0443\u0447\u0435\u043d \u0441\u044a\u0432\u043f\u0430\u0434\u0430\u0449 \u0441\u043d\u0438\u043c\u043a\u043e\u0432 \u0444\u0430\u0439\u043b.
transfer_service.receiver.error_committing_transfer=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442 \u0437\u0430 \u0438\u0437\u0432\u044a\u0440\u0448\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\u0442\u043e {0}
transfer_service.receiver.transfer_not_found=\u041d\u0435 \u0443\u0441\u043f\u044f \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438 \u043d\u0438\u043a\u0430\u043a\u044a\u0432 \u0437\u0430\u043f\u0438\u0441 \u043d\u0430 \u0438\u0441\u043a\u0430\u043d\u0438\u044f \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440\: {0}
transfer_service.receiver.transfer_cancelled=\u041f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\u0442\u043e \u0435 \u043e\u0442\u043c\u0435\u043d\u0435\u043d\u043e\: {0}
transfer_service.no_encoding=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0434\u0435\u0441\u0435\u0440\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u043d\u044f\u043c\u0430 \u0442\u0440\u0430\u043d\u0441\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043a\u043e\u0434\u0438\u0440\u0430\u043d\u0435 {0}
transfer_service.unable_to_deserialise=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0434\u0435\u0441\u0435\u0440\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442
transfer_service.receiver.lock_timed_out=\u0418\u0437\u0442\u0435\u0447\u0435 \u0432\u0440\u0435\u043c\u0435\u0442\u043e \u0437\u0430 \u0437\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435 transferId\: {0}
transfer_service.receiver.lock_not_found=\u0417\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u043e
transfer_service.receiver.error_start=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\u0442\u043e
transfer_service.receiver.error_generating_requisite=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430 \u0440\u0435\u043a\u0432\u0438\u0437\u0438\u0442 \u0437\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435
transfer_service.receiver.error.transfer_to_self=\u041f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\u0442\u043e \u043a\u044a\u043c \u0441\u044a\u0449\u043e\u0442\u043e \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e \u043d\u0435 \u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u043e

transfer_service.missing_endpoint_path=\u041a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0442\u043e\u0447\u043a\u0430 \u043d\u0430 \u043f\u044a\u0442\u044f \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u0437\u0430 \u0446\u0435\u043b\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\: {0}
transfer_service.missing_endpoint_protocol=\u041f\u0440\u043e\u0442\u043e\u043a\u043e\u043b \u043d\u0430 \u043a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0442\u043e\u0447\u043a\u0430 \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d \u0437\u0430 \u0446\u0435\u043b\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\: {0}
transfer_service.missing_endpoint_host=\u041a\u0440\u0430\u0439\u043d\u0430 \u0442\u043e\u0447\u043a\u0430 \u043d\u0430 \u0445\u043e\u0441\u0442 \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u0437\u0430 \u0446\u0435\u043b\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\: {0}
transfer_service.missing_endpoint_port=\u041a\u0440\u0430\u0439\u043d\u0430 \u0442\u043e\u0447\u043a\u0430 \u043d\u0430 \u043f\u043e\u0440\u0442 \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u0437\u0430 \u0446\u0435\u043b\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\: {0}
transfer_service.missing_endpoint_username=\u041a\u0440\u0430\u0439\u043d\u0430 \u0442\u043e\u0447\u043a\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u0437\u0430 \u0446\u0435\u043b\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\: {0}
transfer_service.missing_endpoint_password=\u041a\u0440\u0430\u0439\u043d\u0430 \u0442\u043e\u0447\u043a\u0430 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u0437\u0430 \u0446\u0435\u043b\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\: {0}

