#X-Generator: crowdin.com
# Version service externalised display strings

version_service.err_restore_exists=\u0412\u044a\u0437\u0435\u043b\u044a\u0442\: {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0435\u043d, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
version_service.err_not_found=\u0415\u0442\u0438\u043a\u0435\u0442\u0430 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 \u0442\u043e\u0437\u0438 \u0432\u044a\u0437\u0435\u043b \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0432 \u0445\u0440\u043e\u043d\u043e\u043b\u043e\u0433\u0438\u044f\u0442\u0430 \u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u0438\u0442\u0435.
version_service.err_unsupported=\u0422\u0435\u043a\u0443\u0449\u043e\u0442\u043e \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u043b\u043e\u043d\u043e\u0432\u0435.
version_service.err_one_preceeding=\u0422\u0435\u043a\u0443\u0449\u043e\u0442\u043e \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0441\u0430\u043c\u043e \u0435\u0434\u043d\u0430 \u043f\u0440\u0435\u0434\u0445\u043e\u0434\u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u044f.
version_service.err_restore_no_version=\u0412\u044a\u0437\u0435\u043b\u044a\u0442\: {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0435\u043d, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u043d\u044f\u043c\u0430 \u043d\u044f\u043c\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0432\u0435\u0440\u0441\u0438\u044f\u0442\u0430, \u043d\u0430\u043b\u0438\u0447\u043d\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0432\u044a\u0437\u0435\u043b.
version_service.err_revert_mismatch=\u0412\u0435\u0440\u0441\u0438\u044f\u0442\u0430, \u043a\u044a\u043c \u043a\u043e\u044f\u0442\u043e \u0434\u0430 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435, \u043d\u0435 \u0438\u0434\u0432\u0430 \u043e\u0442 \u0445\u0440\u043e\u043d\u043e\u043b\u043e\u0433\u0438\u044f\u0442\u0430 \u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u0438\u0442\u0435 \u043d\u0430 \u0432\u044a\u0437\u043b\u0438.


version_service.migration.patch.noop=\u041d\u044f\u043c\u0430 \u043a\u0430\u043a\u0432\u043e \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u044f (\u043d\u0435 \u0441\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0438\u0441\u0442\u043e\u0440\u0438\u0438 \u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u0438 \u0432 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0430\u0440\u0438 \u0432\u0435\u0440\u0441\u0438\u0438)

version_service.migration.patch.complete=\u041c\u0438\u0433\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0430 - \u043c\u0438\u0433\u0440\u0438\u0440\u0430\u043d\u0438 \u0441\u0430 {0} (\u043e\u0442 {1}) \u043e\u0442 \u0438\u0441\u0442\u043e\u0440\u0438\u0438\u0442\u0435 \u043d\u0430 \u0441\u0442\u0430\u0440\u0438 \u0432\u0435\u0440\u0441\u0438\u0438 (\u043a\u044a\u043c \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0430 \u043d\u043e\u0432\u0438\u0442\u0435 \u0432\u0435\u0440\u0441\u0438\u0438) \u0437\u0430 {2} \u0441\u0435\u043a (deleteImmediately \= {3})
version_service.migration.patch.in_progress=\u041c\u0438\u0433\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u0432 \u0445\u043e\u0434 - \u043c\u0438\u0433\u0440\u0438\u0440\u0430\u043d\u0438 \u0441\u0430 {0} (\u043e\u0442 {1}) \u043e\u0442 \u0438\u0441\u0442\u043e\u0440\u0438\u0438\u0442\u0435 \u043d\u0430 \u0441\u0442\u0430\u0440\u0438 \u0432\u0435\u0440\u0441\u0438\u0438 (\u043a\u044a\u043c \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0430 \u043d\u043e\u0432\u0438\u0442\u0435 \u0432\u0435\u0440\u0441\u0438\u0438) \u0437\u0430 {2} \u0441\u0435\u043a (deleteImmediately \= {3})
version_service.migration.patch.warn.skip1=\u041f\u0440\u0435\u0441\u043a\u043e\u0447\u0435\u043d\u0430 \u043c\u0438\u0433\u0440\u0430\u0446\u0438\u044f \u043d\u0430 {0} (\u043e\u0442 {1}) \u043e\u0442 \u0441\u0442\u0430\u0440\u0438\u0442\u0435 \u043f\u0430\u0440\u0442\u0438\u0434\u0438 \u0438\u0441\u0442\u043e\u0440\u0438\u0438 \u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u0438 (\u043c\u0438\u0433\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u043d\u0435\u043f\u044a\u043b\u043d\u0430) \u0437\u0430 {2} \u0441\u0435\u043a
version_service.migration.patch.warn.skip2=\u041f\u0440\u0435\u0441\u043a\u043e\u0447\u0435\u043d\u0430 \u043c\u0438\u0433\u0440\u0430\u0446\u0438\u044f \u043d\u0430 {0} \u043e\u0442 \u0441\u0442\u0430\u0440\u0438\u0442\u0435 \u0438\u0441\u0442\u043e\u0440\u0438\u0438 \u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u0438 (\u0432\u0435\u0447\u0435 \u0441\u0430 \u0431\u0438\u043b\u0438 \u043c\u0438\u0433\u0440\u0438\u0440\u0430\u043d\u0438)

version_service.migration.delete.complete=\u0417\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u043e \u0444\u043e\u043d\u043e\u0432\u043e \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 {0} (\u043e\u0442 {1}) \u043c\u0438\u0433\u0440\u0438\u0440\u0430\u043b\u0438 \u0438\u0441\u0442\u043e\u0440\u0438\u0438 \u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u0438 (\u043e\u0442 \u043c\u0430\u0433\u0430\u0437\u0438\u043d \u0437\u0430 \u0441\u0442\u0430\u0440\u0438 \u0432\u0435\u0440\u0441\u0438\u0438) \u0437\u0430 {2} \u0441\u0435\u043a
version_service.migration.delete.warn.skip1=\u041f\u0440\u0435\u0441\u043a\u043e\u0447\u0435\u043d\u043e \u0444\u043e\u043d\u043e\u0432\u043e \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 {0} (\u043e\u0442 {1}) \u043e\u0442 \u0441\u0442\u0430\u0440\u0438\u0442\u0435 \u043f\u0430\u0440\u0442\u0438\u0434\u0438 \u0438\u0441\u0442\u043e\u0440\u0438\u0438 \u043d\u0430 \u0441\u0442\u0430\u0440\u0438 \u0432\u0435\u0440\u0441\u0438\u0438 (\u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u0435 \u043d\u0435\u043f\u044a\u043b\u043d\u043e) \u0437\u0430 {2} \u0441\u0435\u043a
version_service.migration.delete.warn.skip2=\u041f\u0440\u0435\u0441\u043a\u043e\u0447\u0435\u043d\u043e \u0444\u043e\u043d\u043e\u0432\u043e \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 {0} \u0438\u0441\u0442\u043e\u0440\u0438\u0438 \u043d\u0430 \u0441\u0442\u0430\u0440\u0438 \u0432\u0435\u0440\u0441\u0438\u0438 (\u043d\u0435 \u0441\u0430 \u043c\u0438\u0433\u0440\u0438\u0440\u0430\u043d\u0438)

