#X-Generator: crowdin.com
activitiesfeed.title=\u062a\u063a\u0630\u064a\u0629 \u0627\u0644\u0623\u0646\u0634\u0637\u0629
activitiesfeed.intro-text=\u0625\u0630\u0627 \u062a\u0645 \u0627\u0644\u062a\u0645\u0643\u064a\u0646\u060c \u064a\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a  \u0627\u0644\u062e\u0627\u0635 \u0628\u0640 "\u062a\u063a\u0630\u064a\u0629 \u0627\u0644\u0623\u0646\u0634\u0637\u0629" \u0645\u0646 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u0644\u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646\u060c \u0648\u0627\u0644\u0630\u0649 \u064a\u0644\u062e\u0635 \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0627\u0644\u062a\u064a \u064a\u0631\u0648\u0646\u0647\u0627 \u0641\u064a \u0645\u0631\u0628\u0639 "\u0623\u0646\u0634\u0637\u062a\u0649" .\u0648  \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u062a\u0649 \u062a\u0634\u0645\u0644 \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0641\u064a \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u064a \u0647\u0645 \u0623\u0639\u0636\u0627\u0621 \u0641\u064a\u0647\u0627\u060c \u0648\u0623\u064a\u0636\u0627 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0645\u062a\u062a\u0628\u0639\u064a\u0646 . \u064a\u0645\u0643\u0646\u0643 \u062a\u0639\u064a\u064a\u0646 \u0645\u062f\u064a \u062a\u0643\u0631\u0631 \u0625\u0631\u0633\u0627\u0644 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u0629\u060c \u0648\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a\u0647\u0627\u060c \u0648\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u0645\u0631 \u0647\u0630\u0647 \u0627\u0644\u0623\u0646\u0634\u0637\u0629.

activitiesfeed.feed-notifier-enabled=\u062a\u0645\u0643\u064a\u0646 "\u062a\u063a\u0630\u064a\u0629 \u0627\u0644\u0646\u0634\u0627\u0637"
activitiesfeed.feed-notifier-enabled.description=\u062a\u0645\u0643\u064a\u0646/\u062a\u0639\u0637\u064a\u0644 \u0646\u0634\u0627\u0637 \u0625\u0639\u0644\u0627\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0639\u0628\u0631 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a.

activitiesfeed.cronExpression=\u062a\u0643\u0631\u0627\u0631 \u0623\u0643\u0648\u0627\u062f \u0643\u0631\u0648\u0646
activitiesfeed.cronExpression.description=\u064a\u062d\u062f\u062f \u0643\u0648\u062f \u0643\u0631\u0648\u0646 \u0627\u0644\u0630\u064a \u064a\u0639\u0631\u0641 \u0627\u0644\u062a\u0643\u0631\u0627\u0631 \u0648 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0648\u0646 \u0627\u0644\u0630\u064a\u0646 \u0633\u064a\u062a\u0644\u0642\u0648\u0646 "\u062a\u063a\u0630\u064a\u0629 \u0627\u0644\u0623\u0646\u0634\u0637\u0629" \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a. \u064a\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0641\u0642\u0637 \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0647\u0646\u0627\u0643 \u0623\u0646\u0634\u0637\u0629 \u062c\u062f\u064a\u062f\u0629 \u0645\u0646\u0630 \u0622\u062e\u0631 \u0631\u0633\u0627\u0644\u0629 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0625\u0641\u062a\u0631\u0627\u0636\u0649 \u0643\u0644 24 \u0633\u0627\u0639\u0629 \u0641\u064a \u0645\u0646\u062a\u0635\u0641 \u0627\u0644\u0644\u064a\u0644.

activitiesfeed.maximum-size=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649
activitiesfeed.maximum-size.description=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0627\u0644\u062a\u064a \u0630\u0643\u0631\u062a \u0641\u064a dashlets \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0648  \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0640"\u062a\u063a\u0630\u064a\u0629 \u0623\u0646\u0634\u0637\u0629".

activitiesfeed.maximum-age=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0639\u0645\u0631 (\u062f\u0642\u064a\u0642\u0629)
activitiesfeed.maximum-age.description=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u0645\u0631 \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0627\u0644\u0645\u0628\u064f\u064a\u0646\u0629 \u0641\u064a \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u062a\u063a\u0630\u064a\u0629 \u0627\u0644\u0623\u0646\u0634\u0637\u0629. \u0644\u0627 \u062a\u0638\u0647\u0631 \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0627\u0644\u0623\u0642\u062f\u0645 \u0645\u0646 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0639\u0645\u0631. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0647\u0648 44640 (31 \u064a\u0648\u0645\u0627 \u0641\u064a \u0634\u0647\u0631).
