#X-Generator: crowdin.com
##
# Google Docs Share display labels
##

googledocs.actions.edit=\u0423\u0440\u0435\u0434\u0438 \u0432\u043e Google Docs\u2122
googledocs.actions.editing=\u0423\u0440\u0435\u0434\u0443\u0432\u0430\u045a\u0435 \u0432\u043e Google Docs\u2122...
googledocs.actions.editing.failure=\u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0442\u0432\u0430\u0440\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442 \u0432\u043e Google Docs\u2122. \u0410\u043a\u043e \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0441\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u0412\u0435 \u043c\u043e\u043b\u0438\u043c\u0435 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u043e \u0432\u0430\u0448\u0438\u043e\u0442 \u0421\u0438\u0441\u0442\u0435\u043c \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440.
googledocs.actions.authentication.failure=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u043e\u0432\u0440\u0437\u0443\u0432\u0430\u045a\u0435 \u0441\u043e Google Docs\u2122
googledocs.actions.exportable.check.failure=\u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0442\u0432\u0430\u0440\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442 \u0432\u043e Google Docs\u2122. \u0410\u043a\u043e \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0441\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u0432\u0435 \u043c\u043e\u043b\u0438\u043c\u0435 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u043e \u0432\u0430\u0448\u0438\u043e\u0442 \u0421\u0438\u0441\u0442\u0435\u043c \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440.

googledocs.actions.resume=\u041f\u0440\u043e\u0434\u043e\u043b\u0436\u0438 \u0441\u043e \u0443\u0440\u0435\u0434\u0443\u0432\u0430\u045a\u0435 \u0432\u043e Google Docs\u2122
googledocs.actions.cancel=\u041e\u0442\u043a\u0430\u0436\u0438 \u0433\u043e \u0443\u0440\u0435\u0434\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u0432\u043e Google Docs\u2122

title.conversionUpgradeAction=\u041f\u043e\u0442\u0432\u0440\u0434\u0438 \u0433\u043e \u043d\u0430\u0434\u043e\u0433\u0440\u0430\u0434\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u043e\u0442 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442
title.conversionDowngradeAction=\u041f\u043e\u0442\u0432\u0440\u0434\u0438 \u0433\u043e \u0432\u0440\u0430\u045c\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u043e\u0442 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442 \u043d\u0430 \u043f\u043e\u0441\u0442\u0430\u0440\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430
label.confirmUpgradeAction=\u0424\u043e\u0440\u043c\u0430\u0442\u043e\u0442 \u043d\u0430 \u0442\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442 \u045c\u0435 \u0441\u0435 \u043d\u0430\u0434\u043e\u0433\u0440\u0430\u0434\u0438 \u043a\u043e\u0433\u0430 \u045c\u0435 \u0441\u0435 \u0437\u0430\u0447\u0443\u0432\u0430 \u043d\u0430\u0437\u0430\u0434 \u0432\u043e \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043e\u0442. \u0414\u0430\u043b\u0438 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u043e\u043b\u0436\u0438\u0442\u0435?
label.confirmDowngradeAction=\u0424\u043e\u0440\u043c\u0430\u0442\u043e\u0442 \u043d\u0430 \u0442\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442 \u045c\u0435 \u0441\u0435 \u0432\u0440\u0430\u0442\u0438 \u043d\u0430 \u043f\u043e\u0441\u0442\u0430\u0440\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u043a\u043e\u0433\u0430 \u045c\u0435 \u0441\u0435 \u0437\u0430\u0447\u0443\u0432\u0430 \u043d\u0430\u0437\u0430\u0434 \u0432\u043e \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043e\u0442. \u0414\u0430\u043b\u0438 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u043e\u043b\u0436\u0438\u0442\u0435?

title.googleDocs.reAuthorize=\u0410\u0432\u0442\u043e\u0440\u0438\u0437\u0438\u0440\u0430\u0458 \u0441\u043e Google Docs
text.googleDocs.reAuthorize=\u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043e\u0442 \u043c\u043e\u0440\u0430 \u0434\u0430 \u0433\u043e \u0430\u0432\u0442\u043e\u0440\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0440\u0437\u0435 \u0441\u043e \u0432\u0430\u0448\u0430\u0442\u0430 Google Docs\u2122 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0447\u043a\u0430 \u0441\u043c\u0435\u0442\u043a\u0430.

# Create Content menu items
create-content.googledocs.document=Google Docs\u2122 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442...
create-content.googledocs.document.creating=\u041a\u0440\u0435\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 Google Docs\u2122 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442...
create-content.googledocs.document.failure=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u043a\u0440\u0435\u0438\u0440\u0430\u045a\u0435\u0442\u043e \u043d\u0430 Google Docs\u2122 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442.
create-content.googledocs.spreadsheet=Google Docs\u2122 \u0442\u0430\u0431\u0435\u043b\u0430...
create-content.googledocs.spreadsheet.creating=\u041a\u0440\u0435\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 Google Docs\u2122 \u0442\u0430\u0431\u0435\u043b\u0430...
create-content.googledocs.spreadsheet.failure=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u043a\u0440\u0435\u0438\u0440\u0430\u045a\u0435\u0442\u043e \u043d\u0430 Google Docs\u2122 \u0442\u0430\u0431\u0435\u043b\u0430.
create-content.googledocs.presentation=Google Docs\u2122 \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0458\u0430...
create-content.googledocs.presentation.creating=\u041a\u0440\u0435\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 Google Docs\u2122 \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0458\u0430...
create-content.googledocs.presentation.failure=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u043a\u0440\u0435\u0438\u0440\u0430\u045a\u0435\u0442\u043e \u043d\u0430 Google Docs\u2122 \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0458\u0430.

#Google Docs disabled
googledocs.disabled.title=Google Docs\u2122 \u0435 \u043c\u043e\u043c\u0435\u043d\u0442\u0430\u043b\u043d\u043e \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d
googledocs.disabled.text=Google Docs\u2122 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u043e\u0441\u0442\u0430 \u0435 \u043c\u043e\u043c\u0435\u043d\u0442\u0430\u043b\u043d\u043e \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0430. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u043e \u0441\u0438\u0441\u0442\u0435\u043c \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u043e\u0442.
