#X-Generator: crowdin.com
authentication-passthru.title=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 Passthru \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f - {0}
authentication-passthru.intro-text=\u041f\u043e\u0434\u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 "\u0422\u0440\u0430\u043d\u0437\u0438\u0442" (passthru) \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043a\u0430\u0442\u043e \u0437\u0430\u043c\u0435\u0441\u0442\u0438\u0442\u0435\u043b \u043d\u0430 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0430\u0442\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f Alfresco \u0441 Windows \u0441\u044a\u0440\u0432\u044a\u0440/\u0434\u043e\u043c\u0435\u0439\u043d \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440, \u0438\u043b\u0438 \u0441 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u0441\u044a\u0440\u0432\u044a\u0440\u0438 \u0441 \u0446\u0435\u043b \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u0434\u043e\u0441\u0442\u044a\u043f\u0432\u0430\u0449\u0438 Alfresco. \u041f\u043e \u0442\u043e\u0437\u0438 \u043d\u0430\u0447\u0438\u043d \u0441\u0435 \u0438\u0437\u0431\u044f\u0433\u0432\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u043a\u0430\u0443\u043d\u0442\u0438 \u0432 Alfresco. \u041f\u043e\u0434\u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 NTLM \u0444\u0443\u043d\u043a\u0446\u0438\u0438 \u0437\u0430 \u0435\u0434\u0438\u043d\u043d\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f (SSO) \u0437\u0430 WebDav \u0438 Alfresco Explorer, Share clients \u0438 \u043f\u0440\u0435\u043a\u0438 CIFS \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u0438 \u043d\u0430 CIFS \u0441\u044a\u0440\u0432\u044a\u0440\u0430. \u0412 \u0442\u0430\u0437\u0438 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0441\u0430\u043c\u043e NTLM v1.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.instruction-link=\u0412\u0438\u0436\u0442\u0435 <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-passthru-intro.html" target\="_blank"> \u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0438\u0442\u043d\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f </a> \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.

authentication-passthru.passthru-authentication=Passthru \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f 
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043b\u043e\u043a\u0430\u043b\u0435\u043d \u0441\u044a\u0440\u0432\u044a\u0440
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer.description=\u0410\u043a\u043e \u0435 \u0438\u0437\u0431\u0440\u0430\u043d, \u043b\u043e\u043a\u0430\u043b\u043d\u0438\u044f\u0442 \u0441\u044a\u0440\u0432\u044a\u0440 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 passthru \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u0438 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 loopback \u0432\u0440\u044a\u0437\u043a\u0438 \u0441\u044a\u0441 \u0441\u044a\u0440\u0432\u044a\u0440\u0430.
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess=\u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u0432\u0445\u043e\u0434 \u0437\u0430 \u043d\u0435\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess.description=\u0421\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u043e\u043f\u0446\u0438\u044f\u0442\u0430 "\u0432\u0445\u043e\u0434 \u0437\u0430 \u043d\u0435\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b" \u043a\u044a\u043c Alfresco, \u0442\u043e \u0442\u044f \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430. \u0414\u043e\u0441\u0442\u044a\u043f \u043d\u0430 \u043d\u0435\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0441\u0430\u043c\u043e \u043e\u0442 Explorer \u043a\u043b\u0438\u0435\u043d\u0442\u0430.
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP=\u0423\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 FTP
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP.description=\u0410\u043a\u043e \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e passthru  \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 FTP, \u0437\u043d\u0430\u0447\u0438 \u0434\u043e\u0441\u0442\u044a\u043f\u044a\u0442 \u0435 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d.
authentication-passthru.passthru-authentication.passthru.authentication.domain=\u0423\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043c\u0435\u0439\u043d\u0430
authentication-passthru.passthru-authentication.passthru.authentication.domain.description=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u0434\u043e\u043c\u0435\u0439\u043d Windows NetBIOS, \u043a\u043e\u0435\u0442\u043e \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 passthru \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f. \u0422\u043e\u0432\u0430 \u0449\u0435 \u0441\u0435 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438 \u0434\u043e\u043c\u0435\u0439\u043d \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440\u0438 \u043d\u0430 \u043c\u0440\u0435\u0436\u043e\u0432\u043e\u0442\u043e \u0438\u0437\u043b\u044a\u0447\u0432\u0430\u043d\u0435. \u0410\u043a\u043e \u0438\u0437\u043b\u044a\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043c\u0440\u0435\u0436\u0430\u0442\u0430 \u043d\u0435 \u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e passthru.authentication.servers \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0434\u043e\u043c\u0435\u0439\u043d \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043f\u043e \u0438\u043c\u0435 \u0438\u043b\u0438 \u0430\u0434\u0440\u0435\u0441.
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder=\u0423\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0435\u043d \u0440\u0435\u0434
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder.description=\u0422\u0438\u043f\u044a\u0442 \u043d\u0430 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0438\u0442\u0435 \u0438 \u0440\u0435\u0434\u044a\u0442 \u043d\u0430 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u0437\u0430 passthru \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u043e\u043d\u043d\u0438 \u0441\u0435\u0441\u0438\u0438. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435\u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 NetBIOS, \u0438 \u043d\u0430\u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0432\u0438\u0434\u043e\u0432\u0435 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0438 \u0441\u0430 NetBIOS \u0437\u0430 NetBIOS \u043f\u0440\u0435\u0437 TCP \u0438 TCPIP \u0437\u0430 SMB.
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval=\u041e\u0444\u043b\u0430\u0439\u043d \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval.description=\u041f\u043e\u0441\u043e\u0447\u0432\u0430 \u0432 \u0441\u0435\u043a\u0443\u043d\u0434\u0438 \u043a\u043e\u043b\u043a\u043e \u0447\u0435\u0441\u0442\u043e passthru \u0441\u044a\u0440\u0432\u044a\u0440\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0438 \u043a\u0430\u0442\u043e \u043e\u0444\u043b\u0430\u0439\u043d, \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u0442, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0432\u0438\u0434\u0438 \u0434\u0430\u043b\u0438 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0441\u0430 \u043e\u043d\u043b\u0430\u0439\u043d. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430\u0442\u0430 \u0435 \u043d\u0430 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u043e\u0442 5 \u043c\u0438\u043d\u0443\u0442\u0438. 
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest=\u041e\u0442\u0431\u0435\u043b\u0435\u0436\u0435\u0442\u0435 \u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043a\u0430\u0442\u043e \u043a\u0430\u0442\u043e \u0413\u043e\u0441\u0442
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest.description=\u041f\u043e\u0441\u043e\u0447\u0432\u0430 \u0434\u0430\u043b\u0438 \u043d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0432\u043b\u0438\u0437\u0430\u0442 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043a\u0430\u0442\u043e Alfresco \u0433\u043e\u0441\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0435\u0434\u043d\u043e\u043a\u0440\u0430\u0442\u043d\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f (SSO). \u0414\u043e\u0441\u0442\u044a\u043f \u043d\u0430 \u0433\u043e\u0441\u0442 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0441\u0430\u043c\u043e \u043e\u0442 Explorer \u043a\u043b\u0438\u0435\u043d\u0442\u0430.
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames=\u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0441\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames.description=\u0410\u043a\u043e \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430, \u043e\u0442\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u044a\u0441 \u0437\u0430\u043f\u0435\u0442\u0430\u044f, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0441\u0447\u0438\u0442\u0430\u0442 \u0437\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435.
authentication-passthru.passthru-authentication.passthru.authentication.servers=\u0423\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0438
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.passthru-authentication.passthru.authentication.servers.description=\u0410\u043a\u043e \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0435\u043d \u0441\u044a\u0441 \u0437\u0430\u043f\u0435\u0442\u0430\u044f \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0438\u043c\u0435\u043d\u0430 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0438 \u0438\u043b\u0438 \u0430\u0434\u0440\u0435\u0441\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435. \u0422\u0440\u0430\u043d\u0437\u0438\u0442\u043d\u0438\u044f\u0442 \u0423\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b \u0449\u0435 \u0437\u0430\u0440\u0435\u0434\u0438 \u0431\u0430\u043b\u0430\u043d\u0441 \u043c\u0435\u0436\u0434\u0443 \u043d\u0430\u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0441\u044a\u0440\u0432\u044a\u0440\u0438, \u043a\u0430\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0438 \u0434\u0430 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u043e\u043d\u043b\u0430\u0439\u043d/\u043e\u0444\u043b\u0430\u0439\u043d \u0441\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430. \u0412\u0438\u0436\u0442\u0435 <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-passthru-domainprops.html" target\="_blank"> \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u043d\u0430 \u043d\u0438\u0432\u043e \u0434\u043e\u043c\u0435\u0439\u043d</a> \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout=\u041f\u0440\u0435\u043a\u044a\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout.description=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0432 \u043c\u0438\u043b\u0438\u0441\u0435\u043a\u0443\u043d\u0434\u0438 \u043f\u0440\u0438 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u043d\u0430 \u0441\u0435\u0441\u0438\u044f \u043a\u044a\u043c \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u043d\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 5000.

