#X-Generator: crowdin.com
# Properties for ldap authentication subsystem admin console

ldap.authentication.page.title=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LDAP \u0443\u043a\u0430\u0437\u0430\u0442\u0435\u043b - {0}
ldap.authentication.page.intro-text=\u041f\u043e\u0434\u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 LDAP \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u0438 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u043d\u0438\u044f \u0440\u0435\u0433\u0438\u0441\u0442\u044a\u0440 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0438 \u0433\u0440\u0443\u043f\u0430 (\u0435\u043a\u0441\u043f\u043e\u0440\u0442). \u0422\u0435\u0437\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0441\u0430\u043c\u043e\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u043d\u043e \u0438\u043b\u0438 \u0432 \u043a\u043e\u043c\u0431\u0438\u043d\u0430\u0446\u0438\u044f. LDAP \u0435 \u0432\u0438\u0441\u043e\u043a\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0443\u0435\u043c, \u043d\u043e \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0438, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0441\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u0438 \u0437\u0430 \u0442\u0438\u043f\u0438\u0447\u0435\u043d \u043d\u0430\u0431\u043e\u0440. \u0421\u0430\u043c\u043e \u0435\u0434\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c LDAP \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0430 \u0442\u0443\u043a.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
ldap.authentication.page.instruction-link=\u0412\u0438\u0436\u0442\u0435 <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-ldap-intro.html" target\="_blank"> \u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LDAP</a> \u0437\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435.

# Section headings
ldap.authentication.section=\u0423\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 LDAP
ldap.synchronization.section=LDAP \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f

ldap.synchronization-advanced.section=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LDAP - \u0420\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u043e
ldap.synchronization-advanced.section.description=\u041e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u0441\u0435 \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430 \u0434\u0430 \u043d\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442\u0435 \u0442\u0435\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438.

ldap.authentication.active=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435
ldap.authentication.active.description=\u0410\u043a\u043e \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e, LDAP \u0443\u043a\u0430\u0437\u0430\u0442\u0435\u043b\u044f\u0442 \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. \u0410\u043a\u043e LDAP \u0441\u043f\u0440\u0430\u0432\u043e\u0447\u043d\u0438\u043a\u044a\u0442 \u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434\u0435\u043d \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u0430\u043c\u043e \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435, \u0442\u043e\u0433\u0430\u0432\u0430 \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043a\u043b\u044e\u0447\u0438.

ldap.authentication.userNameFormat=\u0424\u043e\u0440\u043c\u0430\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435
ldap.authentication.userNameFormat.description=\u0414\u0435\u0444\u0438\u043d\u0438\u0440\u0430 \u043a\u0430\u043a \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u043e \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f Alfresco ID \u0441\u0435 \u043f\u0440\u0435\u0434\u0430\u0432\u0430 \u0447\u0440\u0435\u0437 LDAP. \u0410\u043a\u043e \u043d\u0435 \u0435 \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0430 \u043d\u0438\u043a\u0430\u043a\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 (\u0442\u0430\u043a\u0430 \u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u043f\u043e\u0434\u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 LDAP), LDAP \u0437\u0430\u044f\u0432\u043a\u0430 \u0440\u0430\u0437\u0433\u0440\u0430\u043d\u0438\u0447\u0430\u0432\u0430 \u043e\u0442\u043b\u0438\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0438\u043c\u0435 (DN) \u043e\u0442 ID \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u043e. \u0422\u043e\u0432\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u0438\u0442\u0435 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438\u0440\u0430\u043d\u0438 \u0438 \u043d\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 ID \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0434\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430 \u0432 DN. \u0412\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0430\u0432\u0430 LDAP \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430 \u0437\u0430 \u0444\u0438\u043a\u0441\u0438\u0440\u0430\u043d \u0444\u043e\u0440\u043c\u0430\u0442, \u043a\u044a\u0434\u0435\u0442\u043e \u043a\u043e\u043d\u0442\u0435\u0439\u043d\u0435\u0440\u0430 %s \u0432 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0441\u0435 \u0437\u0430\u043c\u0435\u043d\u044f \u0441 \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0438\u044f ID, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044f\u0442 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0432\u0430\u043d\u0435 \u043a\u044a\u043c LDAP - \u0432\u0438\u0436\u0442\u0435 <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-ldap-intro.html" target\="_blank"> LDAP \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430</a> \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.

# The URL to connect to the LDAP server 
ldap.authentication.java.naming.provider.url=URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440 LDAP
ldap.authentication.java.naming.provider.url.description=URL \u0410\u0434\u0440\u0435\u0441\u044a\u0442 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f LDAP \u0441\u044a\u0440\u0432\u044a\u0440, \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449 \u0438\u043c\u0435\u0442\u043e \u0438 \u043f\u043e\u0440\u0442\u0430. \u0421\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0438\u0442\u0435 \u043f\u043e\u0440\u0442\u043e\u0432\u0435 \u0437\u0430 LDAP \u0441\u0430 389 (\u0438 636 \u0437\u0430 SSL)

ldap.authentication.defaultAdministratorUserNames=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
ldap.authentication.defaultAdministratorUserNames.description=\u0410\u043a\u043e \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430, \u043e\u0442\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u044a\u0441 \u0437\u0430\u043f\u0435\u0442\u0430\u044f, \u0437\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435 \u0442\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0447\u0438\u0442\u0430\u0442 \u0437\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435. \u0410\u043a\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 LDAP \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0432\u0430\u0448\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u0442\u043e\u0432\u0430 \u043f\u043e\u0441\u043e\u0447\u0432\u0430 LDAP \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0437\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440.

# The authentication mechanism to use for password validation 
ldap.authentication.java.naming.security.authentication=\u0421\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442
ldap.authentication.java.naming.security.authentication.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043c\u0435\u0445\u0430\u043d\u0438\u0437\u044a\u043c \u0437\u0430 \u0441\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442 , \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0437\u0430 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u044f \u043a\u044a\u043c LDAP \u0441\u044a\u0440\u0432\u044a\u0440. \u041f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0441\u0430 \u043f\u0440\u043e\u0441\u0442\u0438 \u0438 DIGEST-MD5.

ldap.synchronization.active=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u043e
ldap.synchronization.active.description=\u0410\u043a\u043e \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e \u043a\u0430\u0442\u043e \u043e\u043f\u0446\u0438\u044f, LDAP \u0421\u043f\u0440\u0430\u0432\u043e\u0447\u043d\u0438\u043a\u044a\u0442 \u0449\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u0438 \u0435\u0434\u0438\u043d\u0438\u0447\u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u0438\u043b\u0438 \u0433\u0440\u0443\u043f\u043e\u0432\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f. \u0410\u043a\u043e LDAP \u0421\u043f\u0440\u0430\u0432\u043e\u0447\u043d\u0438\u043a\u044a\u0442 \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u0430\u043c\u043e \u0437\u0430 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u044f, \u0442\u043e\u0433\u0430\u0432\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043d\u0435 \u0441\u0435 \u0438\u0437\u0431\u0438\u0440\u0430 \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f.

# The default principal to use (only used for LDAP sync)
ldap.synchronization.java.naming.security.principal=\u041e\u0441\u043d\u043e\u0432\u043d\u043e \u0438\u043c\u0435 \u0437\u0430 \u0441\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442
ldap.synchronization.java.naming.security.principal.description=LDAP \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0432\u0430 \u043a\u0430\u0442\u043e \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f, \u0430\u043a\u043e \u0442\u043e\u0432\u0430 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442 \u043c\u0435\u0445\u0430\u043d\u0438\u0437\u044a\u043c\u0430 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f  \u0438 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435. \u0422\u043e\u0432\u0430 \u0435 \u0441\u044a\u0449\u0438\u044f \u0444\u043e\u0440\u043c\u0430\u0442 \u043a\u0430\u0442\u043e LDAP \u0444\u043e\u0440\u043c\u0430\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435, \u043d\u043e \u0441 \u0440\u0435\u0430\u043b\u043d\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0432\u043c\u0435\u0441\u0442\u043e \u0442\u043e\u0432\u0430 \u043d\u0430 %s. \u0422\u043e\u0437\u0438 \u0430\u043a\u0430\u0443\u043d\u0442 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043e\u0442 Alfresco \u0437\u0430 \u0434\u0430 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438 \u0433\u0440\u0443\u043f\u0438 \u0432 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0434\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430 \u0432\u044a\u0442\u0440\u0435\u0448\u043d\u0438\u044f \u0441\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0438 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438. \u041a\u043e\u0433\u0430\u0442\u043e \u0437\u0430\u0449\u0438\u0442\u0430\u0442\u0430 \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u0430 \u043d\u0430 \u043d\u0438\u0441\u043a\u043e \u043d\u0438\u0432\u043e, \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 cn\=Manager,dc\=company,dc\=com.

ldap.synchronization.groupQuery=\u0417\u0430\u044f\u0432\u043a\u0430 \u043e\u0442 \u0433\u0440\u0443\u043f\u0430
ldap.synchronization.groupQuery.description=\u0422\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0438\u0437\u0431\u0438\u0440\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0431\u0435\u043a\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430\u0442 \u0433\u0440\u0443\u043f\u0438\u0442\u0435 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435. \u0422\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0432 \u0440\u0435\u0436\u0438\u043c \u043f\u044a\u043b\u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f, \u043a\u043e\u0439\u0442\u043e \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 \u043f\u043b\u0430\u043d\u0438\u0440\u0430\u043d \u043d\u0430 \u0432\u0441\u0435\u043a\u0438 24 \u0447\u0430\u0441\u0430.

# The user search base restricts the LDAP user query to a sub section of tree on the LDAP server.
ldap.synchronization.userSearchBase=\u0411\u0430\u0437\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438
ldap.synchronization.userSearchBase.description=\u041d\u0430\u0447\u0430\u043b\u0435\u043d DN, \u043e\u0442 \u043a\u044a\u0434\u0435\u0442\u043e \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u0442 \u0437\u0430\u044f\u0432\u043a\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435.

# The query to select all objects that represent the users to import.
ldap.synchronization.personQuery=\u0417\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u043b\u0438\u0446\u0435
ldap.synchronization.personQuery.description=\u0422\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0438\u0437\u0431\u0438\u0440\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0431\u0435\u043a\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435. \u0422\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0432 \u0440\u0435\u0436\u0438\u043c \u043f\u044a\u043b\u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f, \u043a\u043e\u0439\u0442\u043e \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 \u043f\u043b\u0430\u043d\u0438\u0440\u0430\u043d \u043d\u0430 \u0432\u0441\u0435\u043a\u0438 24 \u0447\u0430\u0441\u0430.

# The authentication mechanism to use for password validation 
ldap.synchronization.java.naming.security.authentication=\u0421\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442
ldap.synchronization.java.naming.security.authentication.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043c\u0435\u0445\u0430\u043d\u0438\u0437\u044a\u043c \u043d\u0430 \u0441\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u0441 LDAP \u0441\u044a\u0440\u0432\u044a\u0440 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f. \u041f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0441\u0430 \u043f\u0440\u043e\u0441\u0442\u0438 \u0438 DIGEST-MD5.

ldap.synchronization.java.naming.security.credentials=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u043e\u043d\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u043d\u0430 \u0437\u0430\u0449\u0438\u0442\u0430\u0442\u0430
ldap.synchronization.java.naming.security.credentials.description=\u041f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u0437\u0430 \u0438\u043c\u0435 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u043d\u0430 \u0437\u0430\u0449\u0438\u0442\u0430\u0442\u0430, \u0430\u043a\u043e \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430. \u0422\u043e\u0432\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u0430\u043c\u043e \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LDAP.

# The group search base restricts the LDAP group query to a sub section of tree on the LDAP server.
ldap.synchronization.groupSearchBase=\u0411\u0430\u0437\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0432 \u0433\u0440\u0443\u043f\u0430
ldap.synchronization.groupSearchBase.description=DN, \u043e\u0442 \u043a\u043e\u0439\u0442\u043e \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u0442 \u0433\u0440\u0443\u043f\u043e\u0432\u0438 \u0437\u0430\u044f\u0432\u043a\u0438.

# The query to select objects that represent the users to import that have changed since a certain time.
ldap.synchronization.personDifferentialQuery=\u0417\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0440\u0430\u0437\u043f\u043e\u0437\u043d\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u041b\u0438\u0446\u0435
ldap.synchronization.personDifferentialQuery.description=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u0435 \u0432 \u0440\u0435\u0436\u0438\u043c \u0434\u0438\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u0430\u043b\u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u0432\u0441\u0435\u043a\u0438 \u043f\u044a\u0442, \u043a\u043e\u0433\u0430\u0442\u043e \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u043a\u043e\u0439\u0442\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0432 Alfresco, \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0435 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u0435\u043d. \u0417\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0438\u0437\u0431\u0438\u0440\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438 \u0441\u043b\u0435\u0434 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d \u043f\u0435\u0440\u0438\u043e\u0434 \u043e\u0442 \u0432\u0440\u0435\u043c\u0435. \u041a\u043e\u043d\u0442\u0435\u0439\u043d\u0435\u0440 \u0437\u0430 {0} \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0432\u043c\u0435\u0441\u0442\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u0437\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u043f\u0435\u0447\u0430\u0442 \u0432 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LDAP.

# The default home folder provider to use for people created via LDAP import
ldap.synchronization.defaultHomeFolderProvider=\u0414\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u043f\u0430\u043f\u043a\u0430 
ldap.synchronization.defaultHomeFolderProvider.description=\u041e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u043a\u0430\u043a \u043d\u0430\u0447\u0430\u043b\u043d\u043e\u0442\u043e \u043c\u044f\u0441\u0442\u043e \u0432 Alfresco \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u043e \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438 \u0447\u0440\u0435\u0437 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f.  

# The query to select objects that represent the groups to import that have changed since a certain time.
ldap.synchronization.groupDifferentialQuery=\u0417\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0433\u0440\u0443\u043f\u043e\u0432\u043e \u0434\u0438\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u0440\u0430\u043d\u0435
ldap.synchronization.groupDifferentialQuery.description=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u0435 \u0432\u0438\u043d\u0430\u0433\u0438, \u043a\u043e\u0433\u0430\u0442\u043e \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430, \u043a\u043e\u044f\u0442\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0432 Alfresco, \u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u0435\u043d\u0430. \u0417\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0438\u0437\u0431\u0438\u0440\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438 \u0441\u043b\u0435\u0434 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d \u043f\u0435\u0440\u0438\u043e\u0434 \u043e\u0442 \u0432\u0440\u0435\u043c\u0435.

# The attribute on LDAP group objects to map to the authority name property in Alfresco
ldap.synchronization.groupIdAttributeName=\u0418\u043c\u0435 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0437\u0430 ID \u043d\u0430 \u0433\u0440\u0443\u043f\u0430
ldap.synchronization.groupIdAttributeName.description=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0432 LDAP \u0433\u0440\u0443\u043f\u0430 \u043e\u0431\u0435\u043a\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438 \u0441 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430, \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, cn.

ldap.synchronization.groupType=\u0422\u0438\u043f \u0433\u0440\u0443\u043f\u0430
ldap.synchronization.groupType.description=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0442\u0438\u043f\u0430 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0432 LDAP, \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, groupOfNames.

ldap.synchronization.personType=\u0422\u0438\u043f \u043b\u0438\u0446\u0435
ldap.synchronization.personType.description=\u0418\u043c\u0435 \u043d\u0430 \u0442\u0438\u043f\u0430 \u043d\u0430 \u043b\u0438\u0446\u0435\u0442\u043e \u0432 LDAP, \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, inetOrgPerson.

ldap.synchronization.userEmailAttributeName=\u0418\u043c\u0435 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0437\u0430 \u0438\u043c\u0435\u0439\u043b \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
ldap.synchronization.userEmailAttributeName.description=\u0410\u0442\u0440\u0438\u0431\u0443\u0442\u044a\u0442 \u043d\u0430 \u043b\u0438\u0447\u043d\u0438 \u043e\u0431\u0435\u043a\u0442\u0438 \u0432 LDAP \u0437\u0430 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u0441\u044a\u0441 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u043e\u0442 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441 \u0432 Alfresco.

# The attribute name on people objects found in LDAP to use as the uid in Alfresco
ldap.synchronization.userIdAttributeName=\u0418\u043c\u0435 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0437\u0430 ID \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
ldap.synchronization.userIdAttributeName.description=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438\u0442\u0435 \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0438\u0442\u0435, \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0432 LDAP, \u0437\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043a\u0430\u0442\u043e uid \u0432 Alfresco.

# The attribute on person objects in LDAP to map to the organizational id  property in Alfresco
ldap.synchronization.userOrganizationalIdAttributeName=\u0418\u043c\u0435 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 ID \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430
ldap.synchronization.userOrganizationalIdAttributeName.description=\u0410\u0442\u0440\u0438\u0431\u0443\u0442\u044a\u0442 \u043d\u0430 \u043b\u0438\u0447\u043d\u0438 \u043e\u0431\u0435\u043a\u0442\u0438 \u0432 LDAP \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430 \u043d\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u043d\u0430 \u0418\u0414 \u0432 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u0432 Alfresco.

# If positive, this property indicates that RFC 2696 paged results should be
# used to split query results into batches of the specified size. This
# overcomes any size limits imposed by the LDAP server.
ldap.synchronization.queryBatchSize=\u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043f\u0430\u0440\u0442\u0438\u0434\u0430 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0438
ldap.synchronization.queryBatchSize.description=\u0410\u043a\u043e \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043f\u043e\u043b\u043e\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0446\u044f\u043b\u043e \u0447\u0438\u0441\u043b\u043e, \u0442\u043e\u0432\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u043f\u043e\u043a\u0430\u0437\u0432\u0430, \u0447\u0435 RFC 2696 \u0441\u0442\u0440\u0430\u043d\u0438\u0440\u0430\u043d\u0438 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0437\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u044f\u043d\u0435 \u043d\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0442 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0440\u0446\u0438\u0438 \u0441 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440. \u0422\u043e\u0432\u0430 \u043f\u0440\u0435\u043e\u0434\u043e\u043b\u044f\u0432\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u0440\u0430\u0437\u043c\u0435\u0440\u0430, \u043d\u0430\u043b\u043e\u0436\u0435\u043d\u0438 \u043e\u0442 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u043d\u0430 LDAP. \u0410\u043a\u043e \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u043e \u043d\u0430 0 \u0438\u043b\u0438 \u043f\u043e-\u043c\u0430\u043b\u043a\u043e, \u0441\u0442\u0440\u0430\u043d\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438.

# The attribute on LDAP group objects to map to the authority display name property in Alfresco
ldap.synchronization.groupDisplayNameAttributeName=\u0418\u043c\u0435 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u043e\u0442\u043e \u0438\u043c\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430
ldap.synchronization.groupDisplayNameAttributeName.description=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0432 LDAP \u0433\u0440\u0443\u043f\u0430 \u043e\u0431\u0435\u043a\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438 \u0441 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u043e\u0442\u043e \u0438\u043c\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u0432 Alfresco, \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435.

ldap.synchronization.groupMemberAttributeName=\u0418\u043c\u0435 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0437\u0430 \u0447\u043b\u0435\u043d \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430
ldap.synchronization.groupMemberAttributeName.description=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0432 LDAP \u0433\u0440\u0443\u043f\u0430 \u043e\u0431\u0435\u043a\u0442\u0438, \u043a\u043e\u044f\u0442\u043e \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430 DN \u0437\u0430 \u0441\u0432\u043e\u0438\u0442\u0435 \u0447\u043b\u0435\u043d\u043e\u0432\u0435.

# The name of the operational attribute recording the last update time for a group or user.
ldap.synchronization.modifyTimestampAttributeName=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0438\u043c\u0435 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u043e \u043a\u043b\u0435\u0439\u043c\u043e
ldap.synchronization.modifyTimestampAttributeName.description=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u043e\u043f\u0435\u0440\u0430\u0442\u0438\u0432\u043d\u0438\u044f \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0437\u0430\u043f\u0438\u0441\u0432\u0430 \u0447\u0430\u0441\u0430 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u0437\u0430 \u0433\u0440\u0443\u043f\u0430 \u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b.

ldap.synchronization.timestampFormat=\u0424\u043e\u0440\u043c\u0430\u0442 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u043e \u043a\u043b\u0435\u0439\u043c\u043e
ldap.synchronization.timestampFormat.description=\u0424\u043e\u0440\u043c\u0430\u0442\u0430 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u043e \u043a\u043b\u0435\u0439\u043c\u043e. \u0417\u0430 OpenLDAP \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430 yyyyMMddHHmmss'Z'.

# The attribute on person objects in LDAP to map to the first name property in Alfresco
ldap.synchronization.userFirstNameAttributeName=\u0418\u043c\u0435 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043e \u0438\u043c\u0435
ldap.synchronization.userFirstNameAttributeName.description=\u0410\u0442\u0440\u0438\u0431\u0443\u0442\u044a\u0442 \u043d\u0430 \u043b\u0438\u0447\u043d\u0438 \u043e\u0431\u0435\u043a\u0442\u0438 \u0432 LDAP \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430 \u043d\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043e \u0438\u043c\u0435 \u0432 Alfresco.

# The attribute on person objects in LDAP to map to the last name property in Alfresco
ldap.synchronization.userLastNameAttributeName=\u0418\u043c\u0435 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0444\u0430\u043c\u0438\u043b\u043d\u043e \u0438\u043c\u0435
ldap.synchronization.userLastNameAttributeName.description=\u0410\u0442\u0440\u0438\u0431\u0443\u0442\u044a\u0442 \u043d\u0430 \u043b\u0438\u0447\u043d\u0438 \u043e\u0431\u0435\u043a\u0442\u0438 \u0432 LDAP \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430 \u043d\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u043d\u0430 \u0444\u0430\u043c\u0438\u043b\u043d\u043e \u0438\u043c\u0435 \u0432 Alfresco.
