#X-Generator: crowdin.com
syncsettings.title=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f
syncsettings.help-text=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 Alfresco \u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438 (LDAP \u0441\u044a\u0440\u0432\u044a\u0440\u0438) \u0432\u044a\u0432 \u0432\u0435\u0440\u0438\u0433\u0430\u0442\u0430 \u043d\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
syncsettings.help-link=\u0412\u0438\u0436\u0442\u0435 <a href\="http\://docs.alfresco.com/4.2/index.jsp?topic\=%2Fcom.alfresco.enterprise.doc%2Fconcepts%2Fsync-intro.html" target\="_blank"> \u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f</a> \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.

syncsettings.settings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f
syncsettings.sync-on-startup=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043f\u0440\u0438 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
syncsettings.sync-on-startup.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u043f\u0440\u0438 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430. \u0422\u043e\u0432\u0430 \u0433\u0430\u0440\u0430\u043d\u0442\u0438\u0440\u0430, \u0447\u0435 \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438 \u0431\u044a\u0434\u0430\u0442 \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0438, \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u0430 \u0447\u0430\u0441\u0442 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u043f\u043e \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u0441\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0432\u0430 \u043f\u0440\u0438 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430, \u0430 \u043d\u0435 \u043f\u0440\u0438 \u043f\u044a\u0440\u0432\u043e\u0442\u043e \u0438\u043c \u0432\u043b\u0438\u0437\u0430\u043d\u0435.
syncsettings.sync-missing-people=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0439, \u043a\u043e\u0433\u0430\u0442\u043e \u0432\u043b\u044f\u0437\u0430\u0442 \u043b\u0438\u043f\u0441\u0432\u0430\u0449\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438
syncsettings.sync-missing-people.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0432\u043b\u044f\u0437\u044a\u043b, \u043d\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0432 Alfresco.
syncsettings.allow-deletions=\u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0438\u044f
syncsettings.allow-deletions.description=\u0410\u043a\u043e \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e, \u043b\u043e\u043a\u0430\u043b\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438 \u0433\u0440\u0443\u043f\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u0442\u0440\u0438\u0442\u0438 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u043f\u0440\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0438\u044f \u0438\u043b\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u043b\u0438\u0437\u0438\u0438.
syncsettings.logging-interval=\u0418\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0437\u0430 \u043b\u043e\u0433\u0432\u0430\u043d\u0435
syncsettings.logging-interval.description=\u0411\u0440\u043e\u044f\u0442 \u0437\u0430\u043f\u0438\u0441\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438\u043b\u0438 \u0433\u0440\u0443\u043f\u0438, \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0435\u043d\u0438 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f, \u043f\u0440\u0435\u0434\u0438 \u043f\u0440\u043e\u0433\u0440\u0435\u0441\u044a\u0442 \u0434\u0430 \u0435 \u043b\u043e\u0433\u043d\u0430\u0442 \u043d\u0430 \u043d\u0438\u0432\u043e \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f. \u0422\u043e\u0432\u0430 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0432 log4j.properties\: log4j.logger.org.alfresco.repo.security.sync\=info. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 100.
syncsettings.auto-create-people=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043f\u0440\u0438 \u0432\u0445\u043e\u0434
syncsettings.auto-create-people.description=\u0410\u043a\u043e \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e, \u0442\u043e\u0433\u0430\u0432\u0430 \u0441\u0435 \u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441\u044a\u0441 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0432\u0441\u0435\u043a\u0438 \u043f\u044a\u0442, \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u043a\u043e\u0439\u0442\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0432 Alfresco \u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u0435\u043d, \u043d\u043e \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430. \u0410\u043a\u043e \u043d\u0435 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e, \u0442\u043e\u0432\u0430 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0438\u0442\u0435 Alfresco \u0434\u043e \u043f\u043e\u0434\u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043e\u0442 \u0442\u0435\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u0435\u043d\u0438 \u0447\u0440\u0435\u0437 LDAP, \u0438 \u0441\u0430\u043c\u043e \u0442\u0435\u0437\u0438, \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438 \u043e\u0442 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u043b\u044f\u0437\u0430\u0442 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430\u0442\u0435 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e\u0442\u043e \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0432 \u0442\u043e\u0437\u0438 \u043f\u043e-\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d \u043d\u0430\u0431\u043e\u0440, \u0447\u0440\u0435\u0437 \u043f\u043e\u0434\u043c\u0435\u043d\u044f\u043d\u0435 \u043d\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430\u0442\u0430 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0432 \u043f\u043e\u0434\u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 LDAP.
syncsettings.sync-changes-only=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0441\u0430\u043c\u043e \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435
syncsettings.sync-changes-only.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430 \u0434\u0438\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u0440\u0430\u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f, \u043e\u0442\u043a\u0430\u0436\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u043f\u044a\u043b\u043d\u043e \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435. \u041d\u0435\u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e \u043e\u0442 \u0442\u0430\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u0434\u0438\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u0440\u0430\u043d\u0430\u0442\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u043c\u043e\u0436\u0435 \u0434\u0430 \u0432\u0441\u0435 \u043e\u0449\u0435 \u0441\u0435 \u0437\u0430\u0434\u0435\u0439\u0441\u0442\u0432\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u0435\u043d, \u043d\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0432 Alfresco.
syncsettings.import-cron-expression=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 CRON \u0438\u0437\u0440\u0430\u0437
syncsettings.import-cron-expression.description=\u0417\u0430\u0434\u0430\u0432\u0430 cron \u0438\u0437\u0440\u0430\u0437, \u043a\u043e\u0439\u0442\u043e \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430 \u043a\u043e\u0433\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435 \u043f\u043b\u0430\u043d\u0438\u0440\u0430\u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0442\u043e\u0432\u0430 \u0435 \u043d\u0430 \u0432\u0441\u0435\u043a\u0438 24 \u0447\u0430\u0441\u0430 \u0432 \u043f\u043e\u043b\u0443\u043d\u043e\u0449.
syncsettings.sync-worker-threads=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0438\u0448\u043a\u0438 \u043d\u0430 \u0441\u043b\u0443\u0436\u0438\u0442\u0435\u043b
syncsettings.sync-worker-threads.description=\u0411\u0440\u043e\u044f\u0442 \u043d\u0438\u0448\u043a\u0438 \u043d\u0430 \u0441\u043b\u0443\u0436\u0438\u0442\u0435\u043b, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 1.

