#X-Generator: crowdin.com
rm.action.not-defined=\u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0625\u062c\u0631\u0627\u0621 \u0625\u062f\u0627\u0631\u0629 \u0633\u062c\u0644\u0627\u062a {0}.
rm.action.no-implicit-noderef=\u0644\u0645 \u0623\u0633\u062a\u0637\u0639 \u0625\u062c\u0631\u0627\u0621 {0} \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0633\u062c\u0644\u0627\u062a\u060c \u0628\u0633\u0628\u0628 \u062a\u0646\u0641\u064a\u0630 \u0627\u0644\u0639\u0645\u0644 \u0644\u0627 \u064a\u0648\u0641\u0631 nodeRef \u0636\u0645\u0646\u064a.
rm.action.record-not-declared=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0624\u062f\u064a\u0647\u0627 {0} \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u0635\u0631\u0641\u060c \u0646\u0638\u0631\u0627\u064b \u0644\u0623\u0646 \u0627\u0644\u0633\u062c\u0644 \u0644\u064a\u0633\u062a \u0643\u0627\u0645\u0644\u0629. (actionedUponNodeRef\={1})
rm.action.expected-record-level=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0624\u062f\u064a\u0647\u0627 {0} \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u0635\u0631\u0641\u060c \u0644\u0623\u0646 \u0647\u0630\u0627 \u0644\u064a\u0633 \u0633\u062c\u0644\u0627\u064b. (actionedUponNodeRef\={1})
rm.action.not-all-records-declared=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0624\u062f\u064a\u0647\u0627 {0} \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u0635\u0631\u0641\u060c \u0644\u0623\u0646\u0647 \u0644\u064a\u0633\u062a \u0643\u0627\u0641\u0629 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0645\u062c\u0644\u062f \u0627\u0644\u0633\u062c\u0644 \u0628\u0627\u0644\u0643\u0627\u0645\u0644. (actionedUponNodeRef\={1})
rm.action.not-eligible=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0624\u062f\u064a\u0647\u0627 {0} \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u0635\u0631\u0641\u060c \u0644\u0625\u062c\u0631\u0627\u0621 \u0627\u0644\u062a\u0631\u062a\u064a\u0628 \u0627\u0644\u062a\u0627\u0644\u064a \u0641\u064a \u0633\u062c\u0644 \u0623\u0648 \u0645\u062c\u0644\u062f \u0627\u0644\u0633\u062c\u0644 \u0644\u064a\u0633\u062a \u0645\u0624\u0647\u0644\u0629. (actionedUponNodeRef\={1})
rm.action.no-disposition-instructions=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0624\u062f\u064a\u0647\u0627 {0} \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u0635\u0631\u0641\u060c \u0646\u0638\u0631\u0627\u064b \u0644\u062a\u0639\u0630\u0631 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0623\u064a \u062a\u0639\u0644\u064a\u0645\u0627\u062a \u0627\u0644\u062a\u0635\u0631\u0641. (nodeRef\={1})
rm.action.no-disposition-lisfecycle-set=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0624\u062f\u064a\u0647\u0627 {0} \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u0635\u0631\u0641\u060c \u0644\u0623\u0646\u0647 \u0644\u0627 \u064a\u0648\u062c\u062f \u0623\u064a \u062a\u0639\u064a\u064a\u0646 \u062f\u0648\u0631\u0629 \u062d\u064a\u0627\u0629 \u0627\u0644\u062a\u0635\u0631\u0641 \u0627\u0644\u0645\u062a\u0627\u062d\u0629. (nodeRef\={1})
rm.action.next-disp-not-set=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0624\u062f\u064a\u0647\u0627 {0} \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u0635\u0631\u0641\u060c \u0644\u0623\u0646\u0647 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0628\u062a \u0641\u064a \u0627\u0644\u0625\u062c\u0631\u0627\u0621 \u0627\u0644\u062a\u0627\u0644\u064a.(nodeRef\={1})
rm.action.not-next-disp=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0624\u062f\u064a\u0647\u0627 {0} \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u0635\u0631\u0641\u060c \u0644\u0623\u0646 \u0647\u0630\u0627 \u0644\u064a\u0633 \u0625\u062c\u0631\u0627\u0621 \u0627\u0644\u062a\u0631\u062a\u064a\u0628 \u0627\u0644\u062a\u0627\u0644\u064a \u0644\u0647\u0630\u0627 \u0627\u0644\u0633\u062c\u0644 \u0623\u0648 \u0645\u062c\u0644\u062f \u0627\u0644\u0633\u062c\u0644. (nodeRef\={1})
rm.action.not-record-folder=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0624\u062f\u064a\u0647\u0627 {0} \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u0635\u0631\u0641\u060c \u0646\u0638\u0631\u0627\u064b \u0644\u0623\u0646 \u0647\u0630\u0627 \u0644\u064a\u0633 \u0645\u062c\u0644\u062f \u0633\u062c\u0644.(nodeRef\={1})
rm.action.actioned-upon-not-record=\u064a\u062a\u0639\u0630\u0631 \u062a\u0646\u0641\u064a\u0630 \u0627\u0644\u0625\u062c\u0631\u0627\u0621 {0} \u0644\u0623\u0646 \u0647\u0630\u0627 \u0644\u064a\u0633 \u0631\u0642\u0645\u0627\u064b \u0642\u064a\u0627\u0633\u064a\u0627\u064b. (filePlanComponet\={1})
rm.action.custom-aspect-not-recognised=\u064a\u062a\u0639\u0630\u0631 \u062a\u0637\u0628\u064a\u0642 \u0646\u0648\u0639 \u0645\u062e\u0635\u0635 \u0644\u0623\u0646\u0647\u0627 \u063a\u064a\u0631 \u0645\u0639\u062a\u0631\u0641 \u0628\u0647\u0627.  (customAspect\={0})
rm.action.event-no-disp-lc=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0643\u0645\u0627\u0644 \u0627\u0644\u062d\u062f\u062b {0}\u060c \u0646\u0638\u0631\u0627\u064b \u0644\u0623\u0646\u0647 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u0631\u064a\u0641 \u0639\u0644\u0649 \u062f\u0648\u0631\u0629 \u062d\u064a\u0627\u0629 \u0627\u0644\u0627\u062a\u0644\u0627\u0641.
rm.action.undeclared-only-records=\u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0643\u062a\u0645\u0644 \u0641\u0642\u0637 \u0645\u0646 \u0627\u0644\u0633\u062c\u0644\u0627\u062a. (nodeRef\={0})
rm.action.no-declare-mand-prop=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0643\u0645\u0627\u0644 \u0627\u0644\u0633\u062c\u0644\u060c \u0644\u0623\u0646\u0647 \u0642\u062f \u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0643\u0627\u0641\u0629 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0627\u0644\u0625\u0644\u0632\u0627\u0645\u064a\u0629.
rm.action.ghosted-prop-update=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u062e\u0635\u0627\u0626\u0635 \u0633\u062c\u0644 \u0627\u062a\u0644\u0627\u0641\u062a \u0633\u0627\u0628\u0642\u0627.
rm.action.valid-date-disp-asof=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0625\u062c\u0631\u0627\u0621 \u0627\u0644\u062a\u0631\u062a\u064a\u0628 \u0627\u0639\u062a\u0628\u0627\u0631\u0627 \u0645\u0646 \u062a\u0627\u0631\u064a\u062e \u062a\u0627\u0631\u064a\u062e\u0627\u064b \u0635\u0627\u0644\u062d\u0627\u064b.
rm.action.disp-asof-lifecycle-applied=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u062a\u0635\u0631\u0641 \u0627\u0639\u062a\u0628\u0627\u0631\u0627 \u0645\u0646 \u062a\u0627\u0631\u064a\u062e \u0644\u0633\u062c\u0644 \u0623\u0648 \u0645\u062c\u0644\u062f \u0627\u0644\u0633\u062c\u0644 \u0627\u0644\u062a\u064a \u0644\u0647\u0627 \u062f\u0648\u0631\u0629 \u062d\u064a\u0627\u0629 \u062a\u0637\u0628\u064a\u0642.
rm.action.hold-edit-reason-none=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u0631\u064a\u0631 \u0639\u0642\u062f \u0648\u0627\u0644\u0633\u0628\u0628\u060c \u0644\u0623\u0646\u0647 \u0644\u0645 \u064a\u0642\u062f\u0645 \u0623\u064a \u0633\u0628\u0628.
rm.action.hold-edit-type=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u0631\u064a\u0631 \u0639\u0642\u062f \u0648\u0627\u0644\u0633\u0628\u0628\u060c \u0644\u0627\u062a\u062e\u0627\u0630 \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0628\u0634\u0623\u0646 \u0628\u0646\u0627\u0621 \u0627\u0644\u0639\u0642\u062f\u0629 \u0644\u064a\u0633\u062a \u0645\u0646 \u0646\u0648\u0639 {0}.(nodeRef\={1})
rm.action.specify-avlid-date=\u064a\u062c\u0628 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0627\u0644\u0645\u0639\u0627\u0646\u064a\u0629 \u0627\u0639\u062a\u0628\u0627\u0631\u0627 \u0645\u0646 \u062a\u0627\u0631\u064a\u062e \u062a\u0627\u0631\u064a\u062e\u0627\u064b \u0635\u0627\u0644\u062d\u0627\u064b.
rm.action.review-details-only=\u064a\u0645\u0643\u0646 \u062a\u062d\u0631\u064a\u0631\u0647\u0627 \u0641\u0642\u0637 \u0645\u0639\u0627\u0646\u064a\u0629 \u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0627\u0644\u0646\u0634\u0637\u0629
rm.action.freeze-no-reason=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062c\u0645\u064a\u062f \u0633\u062c\u0644 \u062f\u0648\u0646 \u0633\u0628\u0628.
rm.action.freeze-only-records-folders=\u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u062c\u0645\u062f \u0641\u0642\u0637 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0623\u0648 \u0645\u062c\u0644\u062f\u0627\u062a \u0627\u0644\u0633\u062c\u0644.
rm.action.no-open-record-folder=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0641\u062a\u062d \u0645\u062c\u0644\u062f \u0627\u0644\u0633\u062c\u0644 \u0646\u0638\u0631\u0627\u064b \u0644\u0623\u0646\u0647 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u0631\u064a\u0641 \u0643\u0645\u062c\u0644\u062f \u0633\u062c\u0644.(actionedUponNodeRef\={0})
rm.action.not-hold-type=\u0644\u0645 \u0623\u0633\u062a\u0637\u0639 \u0627\u0644\u062a\u062e\u0644\u064a \u0639\u0646 \u0639\u0642\u062f\u060c \u0644\u0623\u0646 \u0627\u0644\u0639\u0642\u062f\u0629 \u0644\u064a\u0633\u062a \u0645\u0646 \u0646\u0648\u0639 {0}.(actionedUponNodeRef\={1})
rm.action.no-read-mime-message=\u0644\u0645 \u0623\u0633\u062a\u0637\u0639 \u0642\u0631\u0627\u0621\u0629 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0646\u0648\u0639 \u0635\u063a\u064a\u0631\u060c \u0644\u0623\u0646 {0}.
rm.action.email-declared=\u0644\u0645 \u0623\u0633\u062a\u0637\u0639 \u0623\u0646 \u062a\u0642\u0633\u064a\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u060c \u0646\u0638\u0631\u0627\u064b \u0644\u0623\u0646 \u0627\u0644\u0633\u062c\u0644 \u0643\u0627\u0645\u0644\u0629.  (actionedUponNodeRef\={0})
rm.action.email-not-record=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0642\u0633\u064a\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u060c \u0644\u0623\u0646 \u0627\u0644\u0639\u0642\u062f\u0629 \u0644\u064a\u0633\u062a \u0631\u0642\u0645\u0627\u064b \u0642\u064a\u0627\u0633\u064a\u0627\u064b.  (actionedUponNodeRef\={0})
rm.action.email-create-child-assoc=\u062a\u0639\u0630\u0631 \u0625\u0646\u0634\u0627\u0621 \u062c\u0645\u0639\u064a\u0629 \u0627\u0644\u0637\u0641\u0644 \u0645\u062e\u0635\u0635\u0629.
rm.action.node-already-transfer=\u0627\u0644\u0641\u0639\u0644 \u064a\u062c\u0631\u064a \u0646\u0642\u0644 \u0627\u0644\u0639\u0642\u062f\u0629.
rm.action.node-not-transfer=\u0627\u0644\u0639\u0642\u062f\u0629 \u0644\u064a\u0633\u062a \u0643\u0627\u0626\u0646 \u0646\u0642\u0644.
rm.action.undo-not-last=\u0627\u0644\u0642\u0635 \u0625\u064a\u0642\u0627\u0641 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u062a\u0631\u0627\u062c\u0639 \u0639\u0646\u0647\u0627\u060c \u0633\u0628\u0628 \u0639\u062f\u0645 \u0627\u0646\u0642\u0637\u0627\u0639 \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u0635\u0631\u0641 \u0641\u064a \u0627\u0644\u0645\u0627\u0636\u064a.
rm.action.records_only_undeclared=\u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0643\u062a\u0645\u0644 \u0641\u0642\u0637 \u0645\u0646 \u0627\u0644\u0633\u062c\u0644\u0627\u062a.
rm.action.event-not-undone=\u0627\u0644\u062d\u062f\u062b {0} \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u062a\u0631\u0627\u062c\u0639 \u0639\u0646\u0647\u0627\u060c \u0646\u0638\u0631\u0627\u064b \u0644\u0623\u0646\u0647 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u0631\u064a\u0641 \u0639\u0644\u0649 \u062f\u0648\u0631\u0629 \u062d\u064a\u0627\u0629 \u0627\u0644\u0627\u062a\u0644\u0627\u0641
rm.action.node-not-record-category=\u062a\u0639\u0630\u0631 \u0625\u0646\u0634\u0627\u0621 \u062c\u062f\u0648\u0644 \u0627\u0644\u062a\u0631\u062a\u064a\u0628\u060c \u0644\u0623\u0646\u0647 \u0627\u062a\u062e\u0627\u0630 \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0628\u0634\u0623\u0646 \u0628\u0646\u0627\u0621 \u0639\u0644\u0649 \u0639\u0642\u062f\u0647 ({0}) \u0644\u0645 \u064a\u0643\u0646 \u0641\u0626\u0629 \u0633\u062c\u0644.
rm.action.parameter-not-supplied=\u0644\u0645 \u064a\u062a\u0645 \u062a\u0648\u0641\u064a\u0631 \u0627\u0644\u0645\u0639\u0644\u0645\u0629 '{0}'.
rm.action.delete-not-hold-type=\u0644\u0645 \u0623\u0633\u062a\u0637\u0639 \u0627\u0644\u062a\u062e\u0644\u064a \u0639\u0646 \u0639\u0642\u062f\u060c \u0644\u0623\u0646 \u0627\u0644\u0639\u0642\u062f\u0629 \u0644\u064a\u0633\u062a \u0645\u0646 \u0646\u0648\u0639 {0}.(actionedUponNodeRef\={1})
