#X-Generator: crowdin.com
channelAdmin.title=\u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e41\u0e0a\u0e41\u0e19\u0e25
channelAdmin.button.new=\u0e43\u0e2b\u0e21\u0e48
channelAdmin.rename=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e0a\u0e37\u0e48\u0e2d
channelAdmin.reauth=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e2a\u0e34\u0e17\u0e18\u0e34
channelAdmin.reauth.tooltip=\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e49\u0e2a\u0e34\u0e17\u0e18\u0e34
channelAdmin.new-channel=\u0e0a\u0e48\u0e2d\u0e07 {0} \u0e43\u0e2b\u0e21\u0e48
channelAdmin.authorised.tooltip=\u0e0a\u0e48\u0e2d\u0e07\u0e17\u0e32\u0e07\u0e19\u0e35\u0e49\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15
channelAdmin.notAuthorised.tooltip=\u0e0a\u0e48\u0e2d\u0e07\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15 \u0e01\u0e23\u0e38\u0e13\u0e32\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e02\u0e2d\u0e07\u0e0a\u0e48\u0e2d\u0e07\u0e17\u0e32\u0e07
channelAdmin.editNode.tooltip=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34\u0e02\u0e2d\u0e07 "{0}"
channelAdmin.editNode.success=\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07 node \u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27
channelAdmin.editNode.failure=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e41\u0e01\u0e49\u0e44\u0e02 node
channelAdmin.delete=\u0e25\u0e1a
channelAdmin.delete.tooltip=\u0e25\u0e1a\u0e0a\u0e48\u0e2d\u0e07\u0e19\u0e35\u0e49
channelAdmin.delete.confirm=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e0a\u0e48\u0e2d\u0e07\u0e19\u0e35\u0e49\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
channelAdmin.delete.title=\u0e25\u0e1a\u0e0a\u0e48\u0e2d\u0e07\u0e19\u0e35\u0e49?
channelAdmin.delete.success=\u0e0a\u0e48\u0e2d\u0e07\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e41\u0e25\u0e49\u0e27
channelAdmin.delete.failure=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e0a\u0e48\u0e2d\u0e07\u0e19\u0e35\u0e49\u0e44\u0e14\u0e49
channelAdmin.permissions=\u0e2a\u0e34\u0e17\u0e18\u0e34
channelAdmin.permissions.tooltip=\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e0a\u0e48\u0e2d\u0e07
channelAdmin.auth.failure.browser=\u0e44\u0e21\u0e48\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e43\u0e0a\u0e49\u0e0a\u0e48\u0e2d\u0e07\u0e17\u0e32\u0e07\u0e19\u0e35\u0e49\u0e14\u0e49\u0e27\u0e22\u0e40\u0e27\u0e47\u0e1b\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e19\u0e35\u0e49 \u0e42\u0e1b\u0e23\u0e14\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e47\u0e1b\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e2d\u0e37\u0e48\u0e19
channelAdmin.auth.failure.url=\u0e44\u0e21\u0e48\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e43\u0e0a\u0e49\u0e0a\u0e48\u0e2d\u0e07\u0e19\u0e35\u0e49 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07 URL\:<br/> \n\u0e04\u0e38\u0e13\u0e43\u0e0a\u0e49\u0e42\u0e14\u0e40\u0e21\u0e19\: {0}<br/> \n\u0e42\u0e14\u0e40\u0e21\u0e19\u0e40\u0e1b\u0e49\u0e32\u0e2b\u0e21\u0e32\u0e22\u0e04\u0e37\u0e2d\: {1}<br/> \n\u0e01\u0e23\u0e38\u0e13\u0e32\u0e42\u0e2b\u0e25\u0e14\u0e40\u0e1e\u0e08\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49 <a href\="{2}"> \u0e25\u0e34\u0e07\u0e04\u0e4c\u0e19\u0e35\u0e49 </a> \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e19\u0e0a\u0e48\u0e2d\u0e07\u0e43\u0e2b\u0e21\u0e48
channelAdmin.createChannel.failure=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e0a\u0e48\u0e2d\u0e07\u0e44\u0e14\u0e49
channelAdmin.createChannel.success=\u0e0a\u0e48\u0e2d\u0e07\u0e17\u0e32\u0e07\u0e43\u0e2b\u0e21\u0e48\u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c
channelAdmin.noChannels=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e0a\u0e48\u0e2d\u0e07 \u0e42\u0e1b\u0e23\u0e14\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e0a\u0e48\u0e2d\u0e07\u0e43\u0e2b\u0e21\u0e48
channelAdmin.insitu-edit.failure=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e44\u0e14\u0e49 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32\u0e0a\u0e37\u0e48\u0e2d\u0e44\u0e21\u0e48\u0e0b\u0e49\u0e33\u0e01\u0e31\u0e19
channelAdmin.insitu-edit.tooltip=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e0a\u0e37\u0e48\u0e2d
channelAdmin.editNode.title=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e0a\u0e48\u0e2d\u0e07
channelAdmin.editNode.header=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e0a\u0e48\u0e2d\u0e07
