#X-Generator: crowdin.com
rm.service.error-add-content-container=You can only file records to a record folder.
rm.service.update-disposition-action-def=You can't update the retention action definition because changes made to the retention schedule are being saved. Try again in a few minutes.
rm.service.set-id=You can''t change the ID of {0} because it''s read-only.
rm.service.path-node=We couldn''t find {0}. Try refreshing your browser or contact your I.T. Dept.
rm.service.invalid-rm-node=The records management node isn''t valid because the aspect {0} isn''t present.
rm.service.no-root=We couldn't find the records management root. Try filing the record again.
rm.service.dup-root=You can't create a file plan here as there's already one created in this folder hierarchy.
rm.service.root-type=We can''t create the file plan because type {0} isn''t a sub-type of rma\:filePlan. Try again using a different type.
rm.service.container-parent-type=You can only create a record category at the top level of the file plan or in another record category (rma\:recordCategory).
rm.service.container-type=You can only create a record category at the top level of the file plan or in another record category (rma\:recordsManagementContainer or sub-type).
rm.service.container-expected=You can only find record category contents in a record category (rma\:recordCategory or sub-type).
rm.service.record-folder-expected=The action can only be completed using a record folder of type rma\:recordFolder.
rm.service.parent-record-folder-root=You can't create a record folder here. Try creating it in a record category.
rm.service.parent-record-folder-type=You can't create a record folder here. Try creating it in a record category.
rm.service.record-folder-type=We can't create record folder unless you use the type rma\:recordFolder or a sub-type.
rm.service.not-record=\u039f \u03ba\u03cc\u03bc\u03b2\u03bf\u03c2 {0} \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae.
rm.service.vital-def-missing=\u0397 \u03c0\u03c4\u03c5\u03c7\u03ae \u03bf\u03c1\u03b9\u03c3\u03bc\u03bf\u03cd \u03b6\u03c9\u03c4\u03b9\u03ba\u03ae\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03c3\u03c4\u03bf\u03bd \u03ba\u03cc\u03bc\u03b2\u03bf. (nodeRef\={0})
rm.service.close-record-folder-not-folder=\u039f \u03c6\u03ac\u03ba\u03b5\u03bb\u03bf\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03b4\u03b5\u03bd \u03ae\u03c4\u03b1\u03bd \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc \u03bd\u03b1 \u03ba\u03bb\u03b5\u03af\u03c3\u03b7 \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03b4\u03b5\u03bd \u03bf\u03c1\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c9\u03c2 \u03c6\u03ac\u03ba\u03b5\u03bb\u03bf\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2.(nodeRef \={0})
rm.service.node-has-aspect=The record type {1} is already showing for record {0}.
rm.service.final-version=\u03a4\u03b5\u03bb\u03b9\u03ba\u03cc
rm.service.final-version-description=\u0397 \u03c4\u03b5\u03bb\u03b9\u03ba\u03ae \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7 \u03b1\u03c1\u03c7\u03b5\u03b9\u03bf\u03b8\u03b5\u03c4\u03b7\u03bc\u03ad\u03bd\u03b7\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2
rm.service.enable-autoversion-on-record-creation=Auto Version on Record Creation
rm.service.add-children-to-closed-record-folder=You can't add new items to a closed record folder
