#X-Generator: crowdin.com
welcome.user=\u041b\u0430\u0441\u043a\u0430\u0432\u043e \u043f\u0440\u043e\u0441\u0438\u043c\u043e, {0}
welcome.site=\u041b\u0430\u0441\u043a\u0430\u0432\u043e \u043f\u0440\u043e\u0441\u0438\u043c\u043e \u043d\u0430 \u0441\u0430\u0439\u0442 {1}, {0}

welcome.user.description=\u041d\u0430 \u0434\u043e\u043c\u0430\u0448\u043d\u0456\u0439 \u0441\u0442\u043e\u0440\u0456\u043d\u0446\u0456 \u0432\u043c \u043c\u043e\u0436\u0435\u0442\u0435 \u0441\u043b\u0456\u0434\u043a\u0443\u0432\u0430\u0442\u0438 \u0437\u0430 \u043e\u0441\u0442\u0430\u043d\u043d\u0456\u043c\u0438 \u043f\u043e\u0434\u0456\u044f\u043c\u0438 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430\u0445, \u0447\u043b\u0435\u043d\u043e\u043c \u044f\u043a\u0438\u0445 \u0412\u0438 \u0454.
welcome.site.description=\u041d\u0430 \u0433\u043e\u043b\u043e\u0432\u043d\u0456\u0439 \u0441\u0442\u043e\u0440\u0456\u043d\u0446\u0456 \u0441\u0430\u0439\u0442\u0443 \u0412\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0456\u0437\u043d\u0430\u0442\u0438\u0441\u044c \u043f\u0440\u043e \u043e\u0441\u0442\u0430\u043d\u043d\u0456 \u043f\u043e\u0434\u0456\u0457 \u043d\u0430 \u043d\u044c\u043e\u043c\u0443.
get.started.message=\u0420\u043e\u0437\u043f\u043e\u0447\u043d\u0435\u043c\u043e...

panel.delete.header=\u041f\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0436\u0435\u043d\u043d\u044f \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u043d\u044f
panel.delete.msg=\u0412\u0438 \u0434\u0456\u0439\u0441\u043d\u043e \u0431\u0430\u0436\u0430\u0454\u0442\u0435 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0434\u043e\u043f\u043e\u043c\u0456\u0436\u043d\u0443 \u043f\u0430\u043d\u0435\u043b\u044c \u0433\u043e\u043b\u043e\u0432\u043d\u043e\u0457 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438 \u0441\u0430\u0439\u0442\u0443?
panel.delete.fail=\u041d\u0435 \u0432\u0434\u0430\u0454\u0442\u044c\u0441\u044f \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0434\u0430\u0448\u043b\u0435\u0442.

welcome.close=\u0412\u0438\u0434\u0430\u043b\u0438\u0442\u0438

welcome.user.tutorial.title=\u041e\u0437\u043d\u0430\u0439\u043e\u043c\u043b\u0435\u043d\u043d\u044f
welcome.user.tutorial.description=\u041f\u043e\u0434\u0438\u0432\u0456\u0442\u044c\u0441\u044f \u043d\u0430\u0432\u0447\u0430\u043b\u044c\u043d\u0435 \u0432\u0456\u0434\u0435\u043e, \u0449\u043e\u0431 \u0437\u0440\u043e\u0437\u0443\u043c\u0456\u0442\u0438, \u044f\u043a \u043c\u043e\u0436\u043d\u0430 \u043f\u0440\u0430\u0446\u044e\u0432\u0430\u0442\u0438 \u0437 Alfresco.
welcome.user.tutorial.link=\u041f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u0443\u0442\u0438 \u0432\u0456\u0434\u0435\u043e

welcome.user.sites.title=\u041f\u0440\u0430\u0446\u044e\u0439\u0442\u0435 \u0440\u0430\u0437\u043e\u043c
welcome.user.sites.description=\u0421\u0442\u0432\u043e\u0440\u0456\u0442\u044c \u0441\u0430\u0439\u0442 \u0434\u043b\u044f \u0441\u043f\u0456\u043b\u044c\u043d\u043e\u0457 \u0440\u043e\u0431\u043e\u0442\u0438 \u043d\u0430\u0434 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u043c\u0438 \u0437 \u043a\u043e\u043b\u0435\u0433\u0430\u043c\u0438.
welcome.user.sites.link=\u0421\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0441\u0430\u0439\u0442

welcome.user.profile.title=\u0412\u043b\u0438\u0432\u0430\u0439\u0442\u0435\u0441\u044c \u0443 \u043a\u043e\u043b\u0435\u043a\u0442\u0438\u0432
welcome.user.profile.description=\u041e\u0431\u043d\u043e\u0432\u0456\u0442\u044c \u0441\u0432\u043e\u0457 \u043e\u0441\u043e\u0431\u0438\u0441\u0442\u0456 \u0434\u0430\u043d\u0456, \u0449\u043e\u0431 \u0456\u043d\u0448\u0456 \u043c\u043e\u0433\u043b\u0438 \u0432\u0437\u043d\u0430\u0442\u0438 \u043f\u0440\u043e \u0432\u0430\u0441 \u0431\u0456\u043b\u044c\u0448\u0435.
welcome.user.profile.link=\u0420\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043d\u043d\u044f \u043c\u043e\u0433\u043e \u043f\u0440\u043e\u0444\u0456\u043b\u044e

welcome.user.dashboard.title=\u041d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u0437\u0440\u0443\u0447\u043d\u043e\u0441\u0442\u0435\u0439
welcome.user.dashboard.description=\u041d\u0430\u043b\u0430\u0448\u0442\u0443\u0439\u0442\u0435 \u0434\u043e\u043c\u0430\u0448\u043d\u044e\u044e \u0441\u0442\u0440\u0456\u043d\u043a\u0443 \u0442\u0430\u043a, \u0449\u043e\u0431 \u0432\u043e\u043d\u0430 \u043c\u0456\u0441\u0442\u0438\u043b\u0430 \u043b\u0438\u0448\u0435 \u0446\u0456\u043a\u0430\u0432\u0443 \u0434\u043b\u044f \u0412\u0430\u0441 \u0456\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u044e.
welcome.user.dashboard.link=\u041d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u0434\u043e\u043c\u0430\u0448\u043d\u044e \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0443

welcome.user.explore.title=\u0412\u0438\u0432\u0447\u0430\u0439\u0442\u0435
welcome.user.explore.description=\u0417\u043d\u0430\u0439\u0434\u0456\u0442\u044c \u0446\u0456\u043a\u0430\u0432\u0456 \u0441\u0430\u0439\u0442\u0438, \u044f\u043a\u0456 \u0432\u0436\u0435 \u0456\u0441\u043d\u0443\u044e\u0442\u044c \u0432 Alfresco. \u0412\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u0432\u0456\u0434\u0432\u0456\u0434\u0443\u0432\u0430\u0442\u0438 \u0437\u0430\u0433\u0430\u043b\u044c\u043d\u043e\u0434\u043e\u0441\u0442\u0443\u043f\u043d\u0456 \u0441\u0430\u0439\u0442\u0438 \u0456 \u043f\u0440\u0438\u0454\u0434\u043d\u0443\u0432\u0430\u0442\u0438\u0441\u044c \u0434\u043e \u043d\u0438\u0445.
welcome.user.explore.link=\u041f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u0443\u0442\u0438 \u0432\u0441\u0456 \u0441\u0430\u0439\u0442\u0438

welcome.site.dashboard.title=\u041d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u0437\u0440\u0443\u0447\u043d\u043e\u0441\u0442\u0435\u0439
welcome.site.dashboard.description=\u0422\u0430\u043a \u043d\u0430\u043b\u0430\u0448\u0442\u0443\u0439\u0442\u0435 \u0446\u044e \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0443, \u0449\u043e\u0431 \u0431\u0443\u043b\u043e \u0446\u0456\u043a\u0430\u0432\u043e \u0456 \u0456\u043d\u0448\u0438\u043c.
welcome.site.dashboard.link=\u041d\u0430\u043b\u0430\u0448\u0442\u0443\u0439\u0442\u0435 \u0446\u044e \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0443

welcome.site.moderated.title=\u041f\u0440\u0438\u0454\u0434\u043d\u0430\u043d\u043d\u044f
welcome.site.moderated.description=\u0423\u0447\u0430\u0441\u0442\u044c \u0432 \u0446\u044c\u043e\u043c\u0443 \u0441\u0430\u0439\u0442\u0456 \u043c\u043e\u0434\u0435\u0440\u0443\u0454\u0442\u044c\u0441\u044f. \u0429\u043e\u0431 \u043f\u0440\u0438\u0454\u0434\u043d\u0430\u0442\u0438\u0441\u044c, \u0432\u0456\u0434\u043f\u0440\u0430\u0432\u0442\u0435 \u0437\u0430\u043f\u0438\u0442 \u043c\u0435\u043d\u0435\u0434\u0436\u0435\u0440\u043e\u0432\u0456 \u0441\u0430\u0439\u0442\u0443.
welcome.site.moderated.link=\u0417\u0430\u043f\u0438\u0442\u0430\u0442\u0438 \u043f\u0440\u0438\u0454\u0434\u043d\u0430\u043d\u043d\u044f

welcome.site.upload.title=\u0421\u043f\u0456\u043b\u044c\u043d\u0430 \u0440\u043e\u0431\u043e\u0442\u0430
welcome.site.upload.description=\u0417\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0442\u0435 \u0432\u043c\u0456\u0441\u0442 \u0434\u043e \u0431\u0456\u0431\u043b\u0456\u043e\u0442\u0435\u043a\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456\u0432, \u0449\u043e\u0431 \u043f\u043e\u0447\u0430\u0442\u0438 \u0441\u043f\u0456\u0432\u043f\u0440\u0430\u0446\u044e\u0432\u0430\u0442\u0438 \u0437 \u043a\u043e\u043b\u0435\u0433\u0430\u043c\u0438.
welcome.site.upload.link=\u0417\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0438\u0442\u0438 \u0432\u043c\u0456\u0441\u0442

welcome.site.invite.title=\u0417\u0430\u043f\u0440\u043e\u0448\u0443\u0439\u0442\u0435
welcome.site.invite.description=\u0417\u0430\u043f\u0440\u043e\u0448\u0443\u0439\u0442\u0435 \u043a\u043e\u043b\u0435\u0433 \u043d\u0430 \u0432\u0430\u0448 \u0441\u0430\u0439\u0442.
welcome.site.invite.link=\u0417\u0430\u043f\u0440\u043e\u0441\u0438\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432

welcome.site.members.title=\u0421\u043f\u0456\u043b\u043a\u0443\u0439\u0442\u0435\u0441\u044c
welcome.site.members.description=\u0417'\u044f\u0441\u0443\u0439\u0442\u0435, \u0445\u0442\u043e \u043a\u0440\u0456\u043c \u0412\u0430\u0441 \u043d\u0430\u043b\u0435\u0436\u0438\u0442\u044c \u0434\u043e \u0446\u044c\u043e\u0433\u043e \u0441\u0430\u0439\u0442\u0443. \u0417\u0456 \u0441\u043f\u0438\u0441\u043a\u0443 \u0447\u043b\u0435\u043d\u0456\u0432 \u043c\u043e\u0436\u043d\u0430 \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u0434\u0430\u0442\u0438 \u0434\u0435\u0442\u0430\u043b\u044c\u043d\u0443 \u0456\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u044e \u043f\u0440\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432.
welcome.site.members.link=\u041f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u0443\u0442\u0438 \u0441\u043f\u0438\u0441\u043e\u043a \u0447\u043b\u0435\u043d\u0456\u0432

welcome.site.browse.title=\u0412\u0438\u0432\u0447\u0430\u0439\u0442\u0435
welcome.site.browse.description=\u0417'\u044f\u0441\u0443\u0439\u0442\u0435, \u044f\u043a\u0438\u0439 \u0437\u043c\u0456\u0441\u0442 \u0431\u0443\u043b\u043e \u0434\u043e\u0434\u0430\u043d\u043e \u0434\u043e \u0431\u0456\u0431\u043b\u0456\u043e\u0442\u0435\u043a\u0438 \u0441\u0430\u0439\u0442\u0443 \u0432\u0430\u0448\u0438\u043c\u0438 \u043a\u043e\u043b\u0435\u0433\u0430\u043c\u0438.
welcome.site.browse.link=\u041f\u0435\u0440\u0435\u0439\u0442\u0438 \u0434\u043e \u0431\u0456\u0431\u043b\u0456\u043e\u0442\u0435\u043a\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456\u0432

welcome.cloud.sign-up.title=\u0425\u043c\u0430\u0440\u0430
welcome.cloud.sign-up.description=\u0417\u0430\u0440\u0435\u0454\u0441\u0442\u0440\u0443\u0439\u0442\u0435\u0441\u044f \u0441\u044c\u043e\u0433\u043e\u0434\u043d\u0456 \u0456 \u0432\u0456\u043b\u044c\u043d\u043e \u043e\u0442\u0440\u0438\u043c\u0430\u0439\u0442\u0435 \u043e\u0431\u043b\u0456\u043a\u043e\u0432\u0438\u0439 \u0437\u0430\u043f\u0438\u0441 \u0443 \u0445\u043c\u0430\u0440\u0456.
welcome.cloud.sign-up.link=\u0417\u0430\u0440\u0435\u0454\u0441\u0442\u0440\u0443\u0432\u0430\u0442\u0438\u0441\u044f

message.request-joining=\u0417\u0430\u043f\u0438\u0442 \u043d\u0430 \u0434\u043e\u0434\u0430\u0432\u0430\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 {0} \u0434\u043e \u0441\u0430\u0439\u0442\u0443 {1}...
message.request-join-success=\u0417\u0430\u043f\u0438\u0442 \u043d\u0430 \u043f\u0440\u0438\u0454\u0434\u043d\u0430\u043d\u043d\u044f \u0434\u043e \u0441\u0430\u0439\u0442\u0443 {1} \u0443\u0441\u043f\u0456\u0448\u043d\u043e \u043d\u0430\u0434\u0456\u0441\u043b\u0430\u043d\u043e. \u0417\u0430\u0440\u0430\u0437 \u0432\u0456\u0434\u0431\u0443\u0434\u0435\u0442\u044c\u0441\u044f \u043f\u043e\u0432\u0435\u0440\u043d\u0435\u043d\u043d\u044f \u0434\u043e \u043e\u0441\u043e\u0431\u0438\u0441\u0442\u043e\u0457 \u043f\u0430\u043d\u0435\u043b\u0456 \u0456\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0456\u0432.
message.request-join-failure=\u041d\u0435 \u0432\u0434\u0430\u043b\u043e\u0441\u044f \u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0437\u0430\u043f\u0438\u0442 \u043d\u0430 \u0434\u043e\u0434\u0430\u0432\u0430\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 {0} \u0434\u043e \u0441\u0430\u0439\u0442\u0443 {1}.
