#X-Generator: crowdin.com
header=\u041d\u043e\u0432\u0438\u043d\u0438 \u043c\u043e\u0457\u0445 \u0441\u0430\u0439\u0442\u0456\u0432
label.load-failed=\u041d\u0435 \u0432\u0434\u0430\u043b\u043e\u0441\u044f \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0438\u0442\u0438 \u0441\u043f\u0438\u0441\u043e\u043a \u043d\u043e\u0432\u0438\u043d
label.filter=\u041f\u043e\u043a\u0430\u0437\u0430\u0442\u0438
label.older-activities=\u0414\u0430\u0432\u043d\u0456\u0448\u0456 \u043d\u043e\u0432\u0438\u043d\u0438

## Note to translators: The User Interface renders Filters 1, 2, 3 next to each other. The English translation gives these the appearance of a sentence, for example: "My activities, status updates, in the last 14 days".
## This is entirely optional. If the language doesn't allow for this structure, please capitalise the messages in Filter 2+3 so they appear disconnected.

# Filter 1
filter.mine=\u041c\u043e\u044f \u0434\u0456\u044f\u043b\u044c\u043d\u0456\u0441\u0442\u044c
filter.others=\u0414\u0456\u0457 \u0456\u043d\u0448\u0438\u0445 \u0443\u0447\u0430\u0441\u043d\u0438\u043a\u0456\u0432
filter.all=\u0412\u0441\u0456 \u043d\u043e\u0432\u0438\u043d\u0438
filter.following=\u0414\u0456\u0457 \u0443\u0447\u0430\u0441\u043d\u0438\u043a\u0456\u0432, \u043d\u0430 \u044f\u043a\u0438\u0445 \u044f \u043f\u0456\u0434\u043f\u0438\u0441\u0430\u043d\u0438\u0439
# Filter 2
filter.allItems=\u0432\u0441\u0456 \u043f\u043e\u0434\u0456\u0457
filter.statusItems=\u0437\u043c\u0456\u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441\u0456\u0432
filter.commentItems=\u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0456
filter.contentItems=\u0432\u043c\u0456\u0441\u0442
filter.membershipItems=\u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e
# Filter 3
filter.today=\u0441\u044c\u043e\u0433\u043e\u0434\u043d\u0456
filter.7days=\u0437\u0430 \u043e\u0441\u0442\u0430\u043d\u043d\u0456 7 \u0434\u043d\u0456\u0432
filter.14days=\u0437\u0430 \u043e\u0441\u0442\u0430\u043d\u043d\u0456 14 \u0434\u043d\u0456\u0432
filter.28days=\u0437\u0430 \u043e\u0441\u0442\u0430\u043d\u043d\u0456 28 \u0434\u043d\u0456\u0432

empty.title=\u0421\u043b\u0456\u0434\u043a\u0443\u0439\u0442\u0435 \u0437\u0430 \u043d\u043e\u0432\u0438\u043d\u0430\u043c\u0438 \u0412\u0430\u0448\u0438\u0445 \u0441\u0430\u0439\u0442\u0456\u0432
empty.description=\u041d\u043e\u0432\u0438\u043d\u0438 \u0432 \u0446\u044c\u043e\u043c\u0443 \u0441\u043f\u0438\u0441\u043a\u0443 \u0434\u043e\u0437\u0432\u043e\u043b\u044f\u044e\u0442\u044c \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u044e\u0432\u0430\u0442\u0438 \u0437\u043c\u0456\u043d\u0438 \u043d\u0430 \u0412\u0430\u0448\u0438\u0445 \u0441\u0430\u0439\u0442\u0430\u0445. \u0422\u0443\u0442 \u0412\u0438 \u0434\u0456\u0437\u043d\u0430\u0454\u0442\u0435\u0441\u044c \u043f\u0440\u043e \u043e\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u043d\u044f \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456\u0432 \u0456 \u0437\u043c\u0456\u043d\u0438 \u0457\u0445 \u0440\u0435\u0439\u0442\u0438\u043d\u0433\u0443, \u043f\u0440\u0438\u0454\u0434\u043d\u0430\u043d\u043d\u044f \u0434\u043e \u0441\u0430\u0439\u0442\u0456\u0432 \u0457 \u0432\u0438\u0445\u043e\u0434\u0443 \u0437 \u043d\u0438\u0445 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432.

## Note to translators: Please retain the HTML tags in the dashlet.help message.
dashlet.help=<p>\u041a\u043e\u043d\u0442\u0440\u043e\u043b\u044c \u0437\u0430 \u0442\u0438\u043c, \u0449\u043e \u0432\u0456\u0434\u0431\u0443\u0432\u0430\u0454\u0442\u044c\u0441\u044f \u043d\u0430 \u0412\u0430\u0448\u0438\u0445 \u0441\u0430\u0439\u0442\u0430\u0445, \u0441\u0442\u0430\u043d\u0435 \u043d\u0430\u0431\u0430\u0433\u0430\u0442\u043e \u043f\u0440\u043e\u0441\u0442\u0456\u0448\u0438\u043c,\u044f\u043a\u0449\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0442\u0438\u0441\u044c \u0446\u0438\u043c \u0434\u0430\u0448\u043b\u0435\u0442\u043e\u043c. \u0412\u0456\u043d \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454 \u0432\u0441\u0456 \u0434\u0456\u0457 \u043d\u0430 \u0412\u0430\u0448\u0438\u0445 \u0441\u0430\u0439\u0442\u0430\u0445, \u0442\u0430\u043a\u0456 \u044f\u043a \u0434\u043e\u0434\u0430\u0432\u0430\u043d\u043d\u044f, \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u043d\u044f \u0447\u0438 \u0437\u043c\u0456\u043d\u0443 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456\u0432. \u0422\u0430\u043a\u043e\u0436 \u0442\u0443\u0442 \u0412\u0438 \u0434\u0456\u0437\u043d\u0430\u0454\u0442\u0435\u0441\u044c, \u0445\u0442\u043e \u0456 \u043a\u043e\u043b\u0438 \u043f\u0440\u0438\u0454\u0434\u043d\u0430\u0432\u0441\u044f  \u0434\u043e \u0441\u0430\u0439\u0442\u0443, \u0447\u0438 \u0437\u0430\u043b\u0438\u0448\u0438\u0432 \u0439\u043e\u0433\u043e.</p>\n   <p>\u0424\u0456\u043b\u044c\u0442\u0440\u0438 \u0434\u043e\u0437\u0432\u043e\u043b\u044f\u044e\u0442\u044c \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u0434\u0430\u0442\u0438 \u0430\u043a\u0442\u0438\u0432\u043d\u0456\u0441\u0442\u044c \u0437\u0430 \u0432\u0438\u0431\u0440\u0430\u043d\u0438\u0439 \u043f\u0440\u043e\u043c\u0456\u0436\u043e\u043a \u0447\u0430\u0441\u0443 \u0447\u0438 \u0432\u0438\u0431\u0440\u0430\u043d\u043e\u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430.</p>
