#X-Generator: crowdin.com
header=\u041c\u043e\u0457 \u0441\u0430\u0439\u0442\u0438

link.createSite=\u0421\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0441\u0430\u0439\u0442
link.deleteSite=\u0412\u0438\u0434\u0430\u043b\u0438\u0442\u0438

filter.all=\u0412\u0441\u0456
filter.favSites=\u0412\u0438\u0431\u0440\u0430\u043d\u0435
filter.recentSites=\u041e\u0441\u0442\u0430\u043d\u043d\u0456

empty.title=\u0428\u0432\u0438\u0434\u043a\u0438\u0439 \u0434\u043e\u0441\u0442\u0443\u043f \u0434\u043e \u0432\u0430\u0448\u0438\u0445 \u0441\u0430\u0439\u0442\u0456\u0432
empty.description=\u0421\u0430\u0439\u0442 - \u043c\u0456\u0441\u0446\u0435 \u0434\u043b\u044f \u0441\u043f\u0456\u043b\u044c\u043d\u043e\u0457 \u0440\u043e\u0431\u043e\u0442\u0438 \u043d\u0430\u0434 \u043f\u0440\u043e\u0435\u043a\u0442\u043e\u043c, \u0434\u0435 \u0432\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u043e\u0431\u043c\u0456\u043d\u044e\u0432\u0430\u0442\u0438\u0441\u044c \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u043c\u0438 \u0441 \u0456\u043d\u0448\u0438\u043c\u0438 \u0443\u0447\u0430\u0441\u043d\u0438\u043a\u0430\u043c\u0438 \u0456 \u043e\u0431\u0433\u043e\u0432\u043e\u0440\u044e\u0432\u0430\u0442\u0438 \u0457\u0445.
empty.description.sample-site=\u041c\u0438 \u0441\u0442\u0432\u043e\u0440\u0438\u043b\u0438 \u0437\u0440\u0430\u0437\u043e\u043a \u0441\u0430\u0439\u0442\u0443 \u0434\u043b\u044f \u0432\u0430\u0441. \u0412\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0439\u0442\u0435 \u0439\u043e\u0433\u043e \u0434\u043b\u044f \u043e\u0437\u043d\u0430\u0439\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u0437 \u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0441\u0442\u044f\u043c\u0438 Alfresco.

## Note to translators: Please retain the HTML tags in the dashlet.help message.
dashlet.help=<p>\u0421\u0430\u0439\u0442 - \u043c\u0456\u0441\u0446\u0435 \u0434\u043b\u044f \u0441\u043f\u0456\u043b\u044c\u043d\u043e\u0457 \u0440\u043e\u0431\u043e\u0442\u0438 \u043d\u0430\u0434 \u043f\u0440\u043e\u0435\u043a\u0442\u043e\u043c, \u0434\u0435 \u0432\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u043e\u0431\u043c\u0456\u043d\u044e\u0432\u0430\u0442\u0438\u0441\u044c \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u043c\u0438 \u0441 \u0456\u043d\u0448\u0438\u043c\u0438 \u0443\u0447\u0430\u0441\u043d\u0438\u043a\u0430\u043c\u0438 \u0456 \u043f\u0440\u0430\u0446\u044e\u0432\u0430\u0442\u0438 \u043d\u0430\u0434 \u043d\u0438\u043c\u0438 \u0440\u0430\u0437\u043e\u043c. \u0426\u0435\u0439 \u0434\u0430\u0448\u043b\u0435\u0442 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454 \u0441\u043f\u0438\u0441\u043e\u043a \u0441\u0430\u0439\u0442\u0456\u0432, \u0432 \u044f\u043a\u0438\u0445 \u0432\u0438 \u0431\u0435\u0440\u0435\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u044c. \u0412\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0439\u0442\u0435 \u0444\u0456\u043b\u044c\u0442\u0440\u0438 \u0434\u043b\u044f \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u043b\u0438\u0448\u0435 \u0441\u0430\u0439\u0442\u0456\u0432, \u0432\u043d\u0435\u0441\u0435\u043d\u0438\u0445 \u0434\u043e \u0412\u0438\u0431\u0440\u0430\u043d\u043e\u0433\u043e.</p>\n   <p>\u0417\u0432\u0456\u0434\u0441\u0438 \u0432\u0438 \u043c\u043e\u0436\u0435\u0442\u0435\:<ul>\n      <li>\u041f\u0435\u0440\u0435\u0439\u0442\u0438 \u043d\u0430 \u0441\u0430\u0439\u0442</li>\n      <li>\u0421\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u043d\u043e\u0432\u0438\u0439 \u0441\u0430\u0439\u0442</li>\n      <li>\u0412\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0441\u0430\u0439\u0442, \u044f\u043a\u0449\u043e \u0432\u0438 \u0454 \u0439\u043e\u0433\u043e \u043c\u0435\u043d\u0435\u0434\u0436\u0435\u0440\u043e\u043c</li>\n      <li>\u0412\u043d\u0435\u0441\u0442\u0438 \u0441\u0430\u0439\u0442 \u0434\u043e \u0412\u0438\u0431\u0440\u0430\u043d\u043e\u0433\u043e, \u0449\u043e\u0431 \u043d\u0430\u0434\u0430\u043b\u0456 \u0441\u043f\u0440\u043e\u0441\u0442\u0438\u0442\u0438 \u0434\u043e\u0441\u0442\u0443\u043f \u0434\u043e \u043d\u044c\u043e\u0433\u043e</li></ul></p>

