#X-Generator: crowdin.com
fileservers.title=\u0424\u0430\u0439\u043b\u043e\u0432\u0438 \u0441\u044a\u0440\u0432\u044a\u0440\u0438
fileservers.intro-text=Alfresco \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0447\u0440\u0435\u0437 CIFS \u0438 FTP \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0438\u0442\u0435. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0437\u0430 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435/\u0438\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u0437\u0438 \u0443\u0441\u043b\u0443\u0433\u0438 \u0438 \u0434\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u043a\u0430\u043a \u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u044f\u0442.


fileservers.filesystems=\u0424\u0430\u0439\u043b\u043e\u0432\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0438
fileservers.filesystems.filesystem-name=\u0418\u043c\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430
fileservers.filesystems.filesystem-name.description=\u0418\u043c\u0435\u0442\u043e, \u0434\u0430\u0434\u0435\u043d\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0430\u0442\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 CIFS, WebDAV \u0438\u043b\u0438 FTP.

fileservers.cifs=CIFS
fileservers.cifs.cifs-enabled=CIFS \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e
fileservers.cifs.cifs-enabled.description=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430 \u0438\u043b\u0438 \u0437\u0430\u0431\u0440\u0430\u043d\u044f\u0432\u0430 CIFS \u0441\u044a\u0440\u0432\u044a\u0440\u0430.
fileservers.cifs.server-name=\u0418\u043c\u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440
fileservers.cifs.server-name.description=\u0418\u043c\u0435 \u043d\u0430 \u0445\u043e\u0441\u0442 \u0437\u0430 Alfresco CIFS \u0441\u044a\u0440\u0432\u044a\u0440. \u0422\u043e\u0432\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u0439-\u043c\u043d\u043e\u0433\u043e 16 \u0441\u0438\u043c\u0432\u043e\u043b\u0430 \u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0443\u043d\u0438\u043a\u0430\u043b\u043d\u043e \u0432 \u043c\u0440\u0435\u0436\u0430\u0442\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0441\u043f\u0435\u0446\u0438\u0430\u043b\u0435\u043d \u043c\u0430\u0440\u043a\u0435\u0440 ${localname} \u0432\u043c\u0435\u0441\u0442\u043e \u0438\u043c\u0435 \u043d\u0430 \u0445\u043e\u0441\u0442 \u043d\u0430 \u043b\u043e\u043a\u0430\u043b\u043d\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440 \u0438 \u0434\u0430 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u0442\u0435 \u0443\u043d\u0438\u043a\u0430\u043b\u043d\u043e \u0438\u043c\u0435 \u043a\u0430\u0442\u043e \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435/\u0434\u043e\u0431\u0430\u0432\u044f\u0442\u0435 \u043a\u044a\u043c \u043d\u0435\u0433\u043e.
fileservers.cifs.domain=\u0414\u043e\u043c\u0435\u0439\u043d
fileservers.cifs.domain.description=\u0414\u043e\u043c\u0435\u0439\u043d \u0438\u043b\u0438 \u0440\u0430\u0431\u043e\u0442\u043d\u0430 \u0433\u0440\u0443\u043f\u0430, \u043a\u044a\u043c \u043a\u043e\u044f\u0442\u043e \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u0441\u044a\u0440\u0432\u044a\u0440\u0430. \u0410\u043a\u043e \u043d\u0435 \u0443\u043a\u0430\u0437\u0430\u043d\u043e, \u0442\u043e\u0433\u0430\u0432\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0434\u043e\u043c\u0435\u0439\u043d/\u0440\u0430\u0431\u043e\u0442\u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430.
fileservers.cifs.host-announce=\u041e\u0431\u044f\u0432\u0438 \u043d\u0430 \u0445\u043e\u0441\u0442\u0430
fileservers.cifs.host-announce.description=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043e\u0431\u044f\u0432\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 CIFS \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0432 \u043c\u0435\u0441\u0442\u043d\u0438\u0442\u0435 \u0434\u043e\u043c\u0435\u0439\u043d/\u0440\u0430\u0431\u043e\u0442\u043d\u0430 \u0433\u0440\u0443\u043f\u0430, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430 \u0432 \u041c\u0440\u0435\u0436\u043e\u0432\u0438\u0442\u0435 \u043c\u0435\u0441\u0442\u0430/\u041c\u0440\u0435\u0436\u043e\u0432\u0438\u044f \u043a\u0432\u0430\u0440\u0442\u0430\u043b.
fileservers.cifs.session-timeout=\u0412\u0440\u0435\u043c\u0435 \u043d\u0430 \u0441\u0435\u0441\u0438\u044f (\u0441\u0435\u043a\u0443\u043d\u0434\u0438)
fileservers.cifs.session-timeout.description=\u0418\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 CIFS \u0441\u0435\u0441\u0438\u044f \u0435 \u043d\u0430 15 \u043c\u0438\u043d\u0443\u0442\u0438. \u0410\u043a\u043e \u043d\u0435 \u043d\u0430\u0441\u0442\u044a\u043f\u0438  I/O \u0432 \u0441\u0435\u0441\u0438\u044f\u0442\u0430, \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0432\u0440\u0435\u043c\u0435, \u0441\u0435\u0441\u0438\u044f\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u043d\u0430 \u043e\u0442 \u0441\u044a\u0440\u0432\u044a\u0440\u0430. Windows \u043a\u043b\u0438\u0435\u043d\u0442\u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442 \u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u0430 \u043c\u043e\u043b\u0431\u0430, \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 15 \u043c\u0438\u043d\u0443\u0442\u0438.

fileservers.ftp=FTP
fileservers.ftp.ftp-enabled=FTP \u0435 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u0430\u043d
fileservers.ftp.ftp-enabled.description=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430 \u0438\u043b\u0438 \u0437\u0430\u0431\u0440\u0430\u043d\u044f\u0432\u0430 FTP \u0441\u044a\u0440\u0432\u044a\u0440\u0430.
fileservers.ftp.port=\u041f\u043e\u0440\u0442
fileservers.ftp.port.description=\u041f\u043e\u0440\u0442\u0430, \u043a\u043e\u0439\u0442\u043e FTP \u0441\u044a\u0440\u0432\u044a\u0440\u044a\u0442 \u0447\u0430\u043a\u0430 \u0437\u0430 \u0432\u0440\u044a\u0437\u043a\u0438.
fileservers.ftp.dataport-to=\u041f\u043e\u0440\u0442 \u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u043a\u044a\u043c
fileservers.ftp.dataport-to.description=\u0413\u043e\u0440\u043d\u0430\u0442\u0430 \u0433\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d\u0430 \u043e\u0442 \u043f\u043e\u0440\u0442\u043e\u0432\u0435 \u0437\u0430 \u0434\u0430\u043d\u043d\u0438.
fileservers.ftp.dataport-from=\u041f\u043e\u0440\u0442 \u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u043e\u0442
fileservers.ftp.dataport-from.description=\u0414\u043e\u043b\u043d\u0430\u0442\u0430 \u0433\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d\u0430 \u043e\u0442 \u043f\u043e\u0440\u0442\u043e\u0432\u0435 \u0437\u0430 \u0434\u0430\u043d\u043d\u0438.
