#X-Generator: crowdin.com
message.empty=\u041d\u0435 \u0441\u0435 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u043d\u0438 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438
message.error=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
message.insite=\u0432\u043e \u0441\u0430\u0458\u0442
message.ofsize=\u0441\u043e \u0433\u043e\u043b\u0435\u043c\u0438\u043d\u0430
message.modifiedby=\u0438\u0437\u043c\u0435\u043d\u0435\u0442\u043e \u043e\u0434
message.modifiedon=\u0438\u0437\u043c\u0435\u043d\u0435\u0442\u043e \u043d\u0430
message.preview=\u041f\u0440\u0435\u0433\u043b\u0435\u0434
message.singlesite={0} \u0421\u0430\u0458\u0442
message.allsites=\u0421\u0438\u0442\u0435 \u0441\u0430\u0458\u0442\u043e\u0432\u0438
message.infolderpath=\u0412\u043e \u043f\u0430\u043f\u043a\u0430
message.repository=\u0421\u043a\u043b\u0430\u0434\u0438\u0448\u0442\u0435

label.folder=\u041f\u0430\u043f\u043a\u0430
label.document=\u0414\u043e\u043a\u0443\u043c\u0435\u043d\u0442
label.blogpost=\u0411\u043b\u043e\u0433 \u043d\u0430\u0442\u043f\u0438\u0441
label.forumpost=\u0422\u0435\u043c\u0430 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c
label.calendarevent=\u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0441\u043a\u0438 \u043d\u0430\u0441\u0442\u0430\u043d
label.wikipage=Wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
label.link=\u041b\u0438\u043d\u043a
label.datalist=\u041b\u0438\u0441\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438
label.datalistitem=\u0421\u0442\u0430\u0432\u043a\u0430 \u0432\u043e \u043b\u0438\u0441\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438
label.unknown=\u041d\u0435\u043f\u043e\u0437\u043d\u0430\u0442\u043e
label.sortby=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u0458 \u043f\u043e\: {0}

button.search=\u041f\u0440\u0435\u0431\u0430\u0440\u0430\u0458

search.info.resultinfo={0} \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438
search.info.resultinfomore=\u041f\u043e\u0432\u0435\u045c\u0435 \u043e\u0434 {0} \u043f\u0440\u0430\u0432\u0438\u043b\u0430
search.info.searching=\u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435...
search.info.foundinsite=\u043d\u0430\u0458\u0434\u0435\u043d\u043e \u0432\u043e \u0441\u0430\u0458\u0442\u043e\u0442 {0}.
search.info.foundinallsite=\u043d\u0430\u0458\u0434\u0435\u043d\u043e \u0432\u043e \u0441\u0438\u0442\u0435 \u0441\u0430\u0458\u0442\u043e\u0432\u0438.
search.info.foundinrepository=\u043d\u0430\u0458\u0434\u0435\u043d\u043e \u0432\u043e \u0441\u043a\u043b\u0430\u0434\u0438\u043b\u0438\u0448\u0442\u0435.

search.sort.relevance=\u0420\u0435\u043b\u0435\u0432\u0430\u043d\u0442\u043d\u043e\u0441\u0442
search.sort.size=\u0413\u043e\u043b\u0435\u043c\u0438\u043d\u0430
search.sort.mimetype=\u0424\u043e\u0440\u043c\u0430\u0442 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442
search.sort.type=\u0422\u0438\u043f

pagination.template={PreviousPageLink} {PageLinks} {NextPageLink}
pagination.template.page-report=

## help text
help.title=\u041f\u0440\u0435\u0431\u0430\u0440\u0430\u0458

help.subtitle1=\u041f\u0440\u043e\u043d\u0430\u043e\u0453\u0430\u045a\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043f\u043e \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u0430 \u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442
help.info1=\u0417\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0442\u0430\u0432\u043a\u0438 \u043f\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0447\u043a\u0438 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u0430 \u0438\u043b\u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442 \u0441\u0430\u043c\u043e \u0432\u043d\u0435\u0441\u0438 \u0435\u0434\u0435\u043d \u043f\u043e\u0438\u043c, \u043a\u0430\u043a\u043e \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\:
help.example1=\u0431\u0438\u0437\u043d\u0438\u0441
help.result1=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u043e\u0432\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u045c\u0435 \u0433\u0438 \u043d\u0430\u0432\u0435\u0434\u0430\u0442 \u0441\u0438\u0442\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043a\u043e\u0438 \u0441\u0435 \u0441\u043e\u0432\u043f\u0430\u0453\u0430\u0430\u0442 \u0441\u043e \u0442\u0435\u0440\u043c\u0438\u043d\u043e\u0442 "\u0431\u0438\u0437\u043d\u0438\u0441" \u0431\u0438\u043b\u043e \u0432\u043e \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442, \u0442\u0430\u0433\u043e\u0432\u0438\u0442\u0435 \u0438\u043b\u0438 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0447\u043a\u0438\u0442\u0435 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u0430, \u043d\u0430\u0437\u0438\u0432 \u0438\u043b\u0438 \u043e\u043f\u0438\u0441.
help.info2=\u0414\u043e\u0434\u0430\u0434\u0438 \u0443\u0448\u0442\u0435 \u0442\u0435\u0440\u043c\u0438\u043d\u0438 \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0438\u0435\u0448 \u043f\u043e\u0432\u0435\u045c\u0435 \u0440\u0435\u043b\u0435\u0432\u0430\u043d\u0442\u043d\u0438 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438, \u043a\u0430\u043a\u043e \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\:
help.example2=\u0431\u0438\u0437\u043d\u0438\u0441 \u043f\u0440\u043e\u0446\u0435\u0441
help.result2=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u043e\u0432\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u045c\u0435 \u0433\u0438 \u043d\u0430\u0432\u0435\u0434\u0430\u0442 \u0441\u0438\u0442\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043a\u043e\u0438 \u0441\u0435 \u0441\u043e\u0432\u043f\u0430\u0453\u0430\u0430\u0442 \u0441\u043e \u043f\u043e\u0438\u043c\u0438\u0442\u0435 "\u0431\u0438\u0437\u043d\u0438\u0441" \u0438\u043b\u0438 "\u043f\u0440\u043e\u0446\u0435\u0441" \u0431\u0438\u043b\u043e \u0432\u043e \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442, \u0442\u0430\u0433\u043e\u0432\u0438\u0442\u0435 \u0438\u043b\u0438 \u0432\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0447\u043a\u0438 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u0430 \u0438\u043c\u0435, \u043d\u0430\u0437\u0438\u0432 \u0438\u043b\u0438 \u043e\u043f\u0438\u0441. \u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043a\u043e\u0438 \u0441\u0435 \u043f\u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0438 \u043f\u043e \u0440\u0435\u043b\u0435\u0432\u0430\u043d\u0442\u043d\u043e\u0441\u0442 \u0438 \u0441\u0442\u0430\u0432\u043a\u0438\u0442\u0435 \u043a\u043e\u0438 \u0433\u0438 \u0441\u043e\u0434\u0440\u0436\u0430\u0442 \u0434\u0432\u0430\u0442\u0430 \u0442\u0435\u0440\u043c\u0438\u043d\u0430 \u045c\u0435 \u0431\u0438\u0434\u0430\u0442 \u0440\u0430\u0441\u043f\u043e\u0440\u0435\u0434\u0435\u043d\u0438 \u043d\u0430 \u0432\u0440\u0432\u043e\u0442.
help.info3=\u0417\u0430 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043c\u0430\u043b\u0430\u0442 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u0438 \u043c\u043d\u043e\u0433\u0443\u0431\u0440\u043e\u0458\u043d\u0438\u0442\u0435 \u043f\u043e\u0438\u043c\u0438 \u0437\u0430\u0435\u0434\u043d\u043e, \u043a\u0430\u043a\u043e \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\:
help.example3=\u0431\u0438\u0437\u043d\u0438\u0441 \u0438 \u043f\u0440\u043e\u0446\u0435\u0441
help.result3=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u043e\u0432\u0430 \u0438\u0441\u043f\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u045c\u0435 \u0433\u0438 \u043d\u0430\u0432\u0435\u0434\u0430\u0442 \u0441\u0438\u0442\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043a\u043e\u0438 \u0433\u0438 \u0441\u043e\u0434\u0440\u0436\u0430\u0442 \u0434\u0432\u0430\u0442\u0430 \u0442\u0435\u0440\u043c\u0438\u043d\u0430 "\u0431\u0438\u0437\u043d\u0438\u0441" \u0438 "\u043f\u0440\u043e\u0446\u0435\u0441" \u0431\u0438\u043b\u043e \u0432\u043e \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442, \u0442\u0430\u0433\u043e\u0432\u0438\u0442\u0435 \u0438\u043b\u0438 \u0432\u043e \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0447\u043a\u0438\u0442\u0435 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u0430, \u043d\u0430\u0437\u0438\u0432 \u0438\u043b\u0438 \u043e\u043f\u0438\u0441.
help.info4=\u0417\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u0430 \u0444\u0440\u0430\u0437\u0430 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0438 \u043d\u0430\u0432\u043e\u0434\u043d\u0438\u0446\u0438, \u043a\u0430\u043a\u043e \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\:
help.example4="\u0431\u0438\u0437\u043d\u0438\u0441 \u043f\u0440\u043e\u0446\u0435\u0441"
help.result4=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u043e\u0432\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u045c\u0435 \u0433\u0438 \u043d\u0430\u0432\u0435\u0434\u0430\u0442 \u0441\u0438\u0442\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043a\u043e\u0438 \u0458\u0430 \u0441\u043e\u0434\u0440\u0436\u0430\u0442 \u0444\u0440\u0430\u0437\u0430\u0442\u0430 "\u0431\u0438\u0437\u043d\u0438\u0441 \u043f\u0440\u043e\u0446\u0435\u0441" \u0438\u043b\u0438 \u0432\u043e \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442, \u0442\u0430\u0433\u043e\u0432\u0438\u0442\u0435 \u0438\u043b\u0438 \u0432\u043e \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0447\u043a\u0438\u0442\u0435 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u0430, \u043d\u0430\u0437\u0438\u0432 \u0438\u043b\u0438 \u043e\u043f\u0438\u0441.
help.info5=\u040f\u043e\u043a\u0435\u0440\u0438\u0442\u0435 \u0434\u043e\u0437\u0432\u043e\u043b\u0443\u0432\u0430\u0430\u0442 \u0434\u0435\u043b\u0443\u043c\u043d\u0438 \u0441\u043e\u0432\u043f\u0430\u0453\u0430\u045a\u0430, \u043a\u0430\u043a\u043e \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440 \u0434\u0430 \u0441\u0435 \u043d\u0430\u0458\u0434\u0430\u0442 \u0441\u0438\u0442\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043a\u043e\u0438 \u0441\u043e\u0434\u0440\u0436\u0430\u0442 \u0437\u0431\u043e\u0440\u043e\u0432\u0438 \u043a\u043e\u0438 \u0437\u0430\u043f\u043e\u0447\u043d\u0443\u0432\u0430\u0430\u0442 \u0441\u043e "\u0434\u043e\u043a\u0443\u043c"\:
help.example5=\u0434\u043e\u043a\u0443\u043c*

help.subtitle2=\u041d\u0430\u043e\u0453\u0430\u045a\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043f\u043e \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u0438 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u0430 \u0438\u043b\u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442
help.info6=\u0417\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0442\u0430\u0432\u043a\u0438 \u043f\u043e \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u043e \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u043e \u0432\u043d\u0435\u0441\u0438 \u0433\u043e \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u043e\u0442\u043e \u043a\u0430\u043a\u043e \u043f\u0440\u0435\u0444\u0438\u043a\u0441, \u043a\u0430\u043a\u043e \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\:
help.example6=\u043d\u0430\u0441\u043b\u043e\u0432\:\u043f\u0440\u043e\u0434\u043a\u0446\u0438\u0458\u0430
help.result6=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u043e\u0432\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u045c\u0435 \u0433\u0438 \u043d\u0430\u0432\u0435\u0434\u0430\u0442 \u0441\u0438\u0442\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043a\u043e\u0438 \u0433\u043e \u0441\u043e\u0434\u0440\u0436\u0430\u0442 \u043f\u043e\u0438\u043c\u043e\u0442 "\u043f\u0440\u043e\u0434\u0443\u043a\u0446\u0438\u0458\u0430" \u0432\u043e \u043d\u0430\u0441\u043b\u043e\u0432\u043e\u0442.
help.info7=\u0417\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0442\u0430\u0432\u043a\u0438 \u043f\u043e \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442, \u0432\u043d\u0435\u0441\u0438 \u0422\u0415\u041a\u0421\u0422 \u043a\u0430\u043a\u043e \u043f\u0440\u0435\u0444\u0438\u043a\u0441, \u043a\u0430\u043a\u043e \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\:
help.example7=TE\u041a\u0421\u0422\:\u043f\u0440\u043e\u0434\u0443\u043a\u0446\u0438\u0458\u0430
help.result7=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u043e\u0432\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u045c\u0435 \u0433\u0438 \u043d\u0430\u0432\u0435\u0434\u0430\u0442 \u0441\u0438\u0442\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043a\u043e\u0438 \u0433\u043e \u0441\u043e\u0434\u0440\u0436\u0430\u0442 \u043f\u043e\u0438\u043c\u043e\u0442 "\u043f\u0440\u043e\u0434\u0443\u043a\u0446\u0438\u0458\u0430" \u0432\u043e \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442.
help.info8=\u041d\u0430\u0458\u0447\u0435\u0441\u0442\u043e \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0435\u043d\u0438\u0442\u0435 \u043f\u0440\u0435\u0444\u0438\u043a\u0441\u0438 \u0437\u0430 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u0430 \u0441\u0435\: \u0438\u043c\u0435, \u043d\u0430\u0441\u043b\u043e\u0432, \u043e\u043f\u0438\u0441, \u043a\u0440\u0435\u0430\u0442\u043e\u0440, \u043c\u043e\u0434\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440, TEXT, TYPE \u0438 ASPECT. \u041d\u0430\u0432\u043e\u0434\u043d\u0438\u0446\u0438\u0442\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043a\u043e\u0440\u0438\u0441\u0442\u0430\u0442 \u043e\u043a\u043e\u043b\u0443 \u0444\u0440\u0430\u0437\u0438\u0442\u0435, \u0430 \u045f\u043e\u043a\u0435\u0440\u0438\u0442\u0435 \u0434\u043e\u0437\u0432\u043e\u043b\u0443\u0432\u0430\u0430\u0442 \u0434\u0435\u043b\u0443\u043c\u043d\u0438 \u043f\u043e\u043a\u043b\u043e\u043f\u0443\u0432\u0430\u045a\u0430.
help.info9=\u0417\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0442\u0430\u0432\u043a\u0438 \u043a\u0440\u0435\u0438\u0440\u0430\u043d\u0438 \u043d\u0430 \u043e\u0434\u0440\u0435\u0434\u0435\u043d \u0434\u0430\u0442\u0443\u043c \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0438 \u0458\u0430 \u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0430 \u0437\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043f\u043e \u0432\u0440\u0435\u043c\u0435\u043d\u0441\u043a\u0438 \u043e\u043f\u0441\u0435\u0433, \u043a\u0430\u043a\u043e \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\:
help.example9=\u043a\u0440\u0435\u0438\u0440\u0430\u043d\u043e \u043d\u0430\:"2011-09-26"
help.result9=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u043e\u0432\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u045c\u0435 \u0433\u0438 \u043d\u0430\u0432\u0435\u0434\u0430\u0442 \u0441\u0438\u0442\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043a\u043e\u0438 \u0431\u0438\u043b\u0435 \u043a\u0440\u0435\u0438\u0440\u0430\u043d\u0438 \u043d\u0430 26\u0442\u0438 \u0421\u0435\u043f\u0442\u0435\u043c\u0432\u0440\u0438 2011.
help.info10=\u0417\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0442\u0430\u0432\u043a\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u0442\u0438 \u0432\u043e \u043e\u0434\u0440\u0435\u0434\u0435\u043d \u0432\u0440\u0435\u043c\u0435\u043d\u0441\u043a\u0438 \u043e\u043f\u0441\u0435\u0433 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0438 \u0458\u0430 \u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0430 \u0437\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043f\u043e \u0432\u0440\u0435\u043c\u0435\u043d\u0441\u043a\u0438 \u043e\u043f\u0441\u0435\u0433, \u043a\u0430\u043a\u043e \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\:
help.example10=\u043f\u0440\u043e\u043c\u0435\u043d\u0435\u0442\u043e \u043d\u0430\:"2011-09-26".."2011-10-30"
help.result10=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u043e\u0432\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u045c\u0435 \u0433\u0438 \u043d\u0430\u0432\u0435\u0434\u0430\u0442 \u0441\u0438\u0442\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043a\u043e\u0438 \u0431\u0438\u043b\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u0442\u0438 \u043f\u043e\u043c\u0435\u0453\u0443 26\u0442\u0438 \u0421\u0435\u043f\u0442\u0435\u043c\u0432\u0440\u0438 2011 \u0438 (\u0432\u043a\u043b\u0443\u0447\u0443\u0432\u0430\u0458\u045c\u0438 \u0433\u043e) 30\u0442\u0438 \u041e\u043a\u0442\u043e\u043c\u0432\u0440\u0438. \u041a\u043b\u0443\u0447\u043d\u0438\u0442\u0435 \u0437\u0431\u043e\u0440\u043e\u0432\u0438 "\u0421\u0415\u0413\u0410", "\u041c\u0418\u041d" \u0438 "\u041c\u0410\u041a\u0421" \u043c\u043e\u0436\u0430\u0442 \u0434\u0430 \u0431\u0438\u0434\u0430\u0442 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0435\u043d\u0438 \u0437\u0430 \u0434\u0430 \u043e\u0437\u043d\u0430\u0447\u0430\u0442 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u043d\u0441\u043a\u0430 \u043e\u0437\u043d\u0430\u043a\u0430 \u0437\u0430 \u0442\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u0434\u0430\u0442\u0443\u043c, \u043d\u0430\u0458\u0440\u0430\u043d\u043e\u0442\u043e \u043c\u043e\u0436\u043d\u043e \u0432\u0440\u0435\u043c\u0435 \u0438 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u043e\u0442\u043e \u0438\u0434\u043d\u043e \u0432\u0440\u0435\u043c\u0435.
