#X-Generator: crowdin.com
inboundemail.title=\u0412\u0445\u0456\u0434\u043d\u0456 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f
inboundemail.intro-text=\u041a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u043c\u043e\u0436\u0443\u0442\u044c \u0434\u043e\u0434\u0430\u0432\u0430\u0442\u0438 \u0432\u043c\u0456\u0441\u0442 \u0434\u043e \u0441\u0445\u043e\u0432\u0438\u0449\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u044e \u043f\u043e\u0448\u0442\u043e\u044e (SMTP). \u0412\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0439\u0442\u0435 \u043d\u0430\u0441\u0442\u0443\u043f\u043d\u0456 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u0449\u043e\u0431 \u0443\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 (\u0430\u0431\u043e \u0432\u0438\u043c\u043a\u043d\u0443\u0442\u0438) \u0432\u0445\u0456\u0434\u043d\u0456 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438 \u0447\u0435\u0440\u0435\u0437 SMTP, \u0432\u0438\u0431\u0440\u0430\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u044f\u043a\u0438\u043c \u0434\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u043e \u0457\u0445 \u043d\u0430\u0434\u0441\u0438\u043b\u0430\u0442\u0438 \u0442\u0430 \u044f\u043a \u0432\u043e\u043d\u0438 \u043f\u043e\u0432\u0438\u043d\u043d\u0456 \u043e\u0431\u0440\u043e\u0431\u043b\u044f\u0442\u044c\u0441\u044f.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.instruction-link=\u041f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u044c\u0442\u0435 <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/email-inboundsmtp-props.html" target\="_blank"> \u0412\u0445\u0456\u0434\u043d\u0456 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f</a> \u0434\u043b\u044f \u0431\u0456\u043b\u044c\u0448 \u0434\u043e\u043a\u043b\u0430\u0434\u043d\u043e\u0457 \u0456\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u0457.

inboundemail.inbound-email=\u0412\u0445\u0456\u0434\u043d\u0456 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f
inboundemail.inbound-email.enabled=\u0423\u0432\u0456\u043c\u043a\u043d\u0435\u043d\u043e
inboundemail.inbound-email.enabled.description=\u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u0430\u0431\u043e \u0432\u0438\u043c\u043a\u043d\u0443\u0442\u0438 \u0441\u043b\u0443\u0436\u0431\u0443 \u0432\u0445\u0456\u0434\u043d\u043e\u0457 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438. 
inboundemail.inbound-email.anonymous-username=\u041d\u0435\u0432\u0456\u0434\u043e\u043c\u0438\u0439 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447
inboundemail.inbound-email.anonymous-username.description=\u0423\u043a\u0430\u0436\u0456\u0442\u044c \u0456\u043c'\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0432\u0456\u0434 \u044f\u043a\u043e\u0433\u043e \u0431\u0443\u0434\u0435 \u0430\u0443\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u043e\u0432\u0430\u043d\u043e \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0443 \u043f\u043e\u0448\u0442\u0443 \u0443 \u0432\u0438\u043f\u0430\u0434\u043a\u0443 \u044f\u043a\u0449\u043e \u0430\u0434\u0440\u0435\u0441\u0430 \u0432\u0456\u0434\u043f\u0440\u0430\u0432\u043d\u0438\u043a\u0430 \u043d\u0435 \u0441\u043f\u0456\u0432\u043f\u0430\u0434\u0430\u0454 \u0437 \u0456\u0441\u043d\u0443\u044e\u0447\u0443\u044e \u0443 Alfresco \u0441\u043a\u0440\u0438\u043d\u044c\u043a\u043e\u044e \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430.
inboundemail.inbound-email.allowed-senders=\u0414\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0456 \u0432\u0456\u0434\u043f\u0440\u0430\u0432\u043d\u0438\u043a\u0438 
inboundemail.inbound-email.allowed-senders.description=\u0429\u043e\u0431 \u0434\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u0442\u0456\u043b\u044c\u043a\u0438 \u0437\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0445 \u0432\u0456\u0434\u043f\u0440\u0430\u0432\u043d\u0438\u043a\u044b\u0432 \u0432\u043a\u0430\u0436\u0456\u0442\u044c \u0440\u043e\u0437\u0434\u0456\u043b\u0435\u043d\u0438\u0439 \u043a\u043e\u043c\u0430\u043c\u0438 \u0441\u043f\u0438\u0441\u043e\u043a \u0437 REGEX \u0448\u0430\u0431\u043b\u043e\u043d\u0456\u0432 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438, \u043d\u0430\u043f\u0440\u0438\u043a\u043b\u0430\u0434\: .*\\@hotmail\\.com, .*\\@googlemail\\.com. \u0410\u0434\u0440\u0435\u0441\u0430 \u0432\u0456\u0434\u043f\u0440\u0430\u0432\u043d\u0438\u043a\u0430 \u043c\u0430\u0454 \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u0430\u0442\u0438 \u043f\u0435\u0440\u0435\u043b\u0456\u0447\u0435\u043d\u0438\u043c \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f\u043c, \u0449\u043e\u0431 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u0431\u0443\u043b\u043e \u043f\u0440\u0438\u0439\u043d\u044f\u0442\u043e. 
inboundemail.inbound-email.overwrite-duplicates=\u041f\u0435\u0440\u0435\u0437\u0430\u043f\u0438\u0441\u0430\u0442\u0438 \u0434\u0443\u0431\u043b\u0456\u043a\u0430\u0442\u0438
inboundemail.inbound-email.overwrite-duplicates.description=By default duplicate messages to a folder will overwrite each other. Deselect to number and keep duplicate messages.
inboundemail.inbound-email.maximum-server-connections=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u044c \u0434\u043e \u0441\u0435\u0440\u0432\u0435\u0440\u0443
inboundemail.inbound-email.maximum-server-connections.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u0434\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0430 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u044c. \u0417\u0431\u0456\u043b\u044c\u0448\u0456\u0442\u044c \u0446\u0435 \u0447\u0438\u0441\u043b\u043e \u0434\u043b\u044f \u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0437\u0430\u0446\u0456\u0457 \u043f\u043e\u0434\u0441\u0438\u0441\u0442\u0435\u043c\u0438 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438 \u043d\u0430\u0434 \u0440\u0435\u0448\u0442\u043e\u044e Alfresco. \u0417\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c - 3.
inboundemail.inbound-email.smtp-authentication-enabled=SMTP \u0430\u0443\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0446\u0456\u044f \u0443\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0430
inboundemail.inbound-email.smtp-authentication-enabled.description=\u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u0430\u0431\u043e \u0432\u0438\u043c\u043a\u043d\u0443\u0442\u0438 \u0430\u0443\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0446\u0456\u044e \u0432\u0445\u0456\u0434\u043d\u043e\u0457 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438 \u0432\u0441\u0443\u043f\u0435\u0440\u0435\u0447 \u0440\u0435\u043f\u043e\u0437\u0456\u0442\u043e\u0440\u0456\u044e.
inboundemail.inbound-email.email-server-port=\u041f\u043e\u0440\u0442 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438
inboundemail.inbound-email.email-server-port.description=\u041d\u043e\u043c\u0435\u0440 \u043f\u043e\u0440\u0442\u0443 \u0434\u043b\u044f \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438. \u0417\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c - 25.
inboundemail.inbound-email.email-server-domain=\u0414\u043e\u043c\u0435\u043d \u0441\u0435\u0440\u0432\u0435\u0440\u0443 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438
inboundemail.inbound-email.email-server-domain.description=\u0414\u043e\u043c\u0435\u043d \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c \u0434\u043b\u044f \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438.
inboundemail.inbound-email.blocked-senders=\u0417\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u044b\u0435 \u043e\u0442\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b\u0438
inboundemail.inbound-email.blocked-senders.description=To block senders enter a comma-separated list of email REGEX patterns, for example\: .*\\@hotmail\\.com, .*\\@googlemail\\.com. If the sender email address matches a listed value, then the message will be rejected. 
inboundemail.inbound-email.email-contributors-authority=Email Authentication Group
inboundemail.inbound-email.email-contributors-authority.description=Users must be a member of this group to add content to the repository by email. The default group is EMAIL_CONTRIBUTORS.

inboundemail.transport-layer-security=\u0411\u0435\u0437\u043f\u0435\u043a\u0430 \u0442\u0440\u0430\u043d\u0441\u043f\u043e\u0440\u0442\u043d\u043e\u0433\u043e \u0440\u0456\u0432\u043d\u044f (TLS) 
inboundemail.transport-layer-security.description=TLS protocol upgrades a plain text connection to an encrypted TLS or SSL connection instead of using a separate port for encrypted communication. Select whether TLS support is enabled, disabled, hidden, or required.
inboundemail.transport-layer-security.tls-support=\u041f\u0456\u0434\u0442\u0440\u0438\u043c\u043a\u0430 TLS

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.transport-layer-security.tls-support.description=You must configure a Java keystore to enable TLS support for inbound email. See <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/troubleshoot-inboundemail.html" target\="_blank">SMTP inbound email using StartTLS</a> for more details.
inboundemail.transport-layer-security.tls-support.disabled=\u0412\u0438\u043c\u043a\u043d\u0443\u0442\u043e
inboundemail.transport-layer-security.tls-support.disabled.description=\u0412\u0438\u043c\u043a\u043d\u0443\u0442\u043e\: \u041f\u0456\u0434\u0442\u0440\u0438\u043c\u043a\u0430 TLS \u0432\u0438\u043c\u043a\u043d\u0435\u043d\u0430.
inboundemail.transport-layer-security.tls-support.hidden=\u041f\u0440\u0438\u0445\u043e\u0432\u0430\u043d\u0456
inboundemail.transport-layer-security.tls-support.hidden.description=Hidden\: On the EHLO command, server support for TLS is hidden, though TLS will still be accepted if the client uses it.
inboundemail.transport-layer-security.tls-support.enabled=\u0412\u043a\u043b\u044e\u0447\u0435\u043d\u043e
inboundemail.transport-layer-security.tls-support.enabled.description=Enabled\: On the EHLO command, server support for TLS is announced.
inboundemail.transport-layer-security.tls-support.required=\u041e\u0431\u043e\u0432'\u044f\u0437\u043a\u043e\u0432\u0456
inboundemail.transport-layer-security.tls-support.required.description=\u041e\u0431\u043e\u0432'\u044f\u0437\u043a\u043e\u0432\u0435\: \u043d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u0430 TLS \u0430\u0443\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0446\u0456\u044f.

