#X-Generator: crowdin.com
message.empty=Brak wynik\u00f3w
message.error=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania
message.insite=w witrynie
message.ofsize=wielko\u015bci
message.modifiedby=zmodyfikowany przez
message.modifiedon=Zmienione na
message.preview=Podgl\u0105d
message.singlesite=Witryny {0}
message.allsites=Wszystkie witryny
message.infolderpath=W folderze
message.repository=Repozytorium

label.folder=Folder
label.document=Dokument
label.blogpost=Posty blogu
label.forumpost=Temat na forum
label.calendarevent=Wydarzenie w kalendarzu
label.wikipage=Strony wiki
label.link=Link
label.datalist=Wykaz danych
label.datalistitem=Element listy danych
label.unknown=Nieznany
label.sortby=Sortuj wed\u0142ug\: {0}

button.search=Szukaj

search.info.resultinfo={0} wynik\u00f3w
search.info.resultinfomore=Wi\u0119cej ni\u017c {0} wynik\u00f3w
search.info.searching=Wyszukiwanie...
search.info.foundinsite=znaleziono w witrynie {0}.
search.info.foundinallsite=znalezionych we wszystkich witrynach.
search.info.foundinrepository=znalezionych w repozytorium.

search.sort.relevance=Znaczenie
search.sort.size=Rozmiar
search.sort.mimetype=Typ MIME
search.sort.type=Typ

pagination.template={PreviousPageLink} {PageLinks} {NextPageLink}
pagination.template.page-report=

## help text
help.title=Porady nt. wyszukiwania

help.subtitle1=Wyszukiwanie element\u00f3w ze wzgl\u0119du na cechy i zawarto\u015b\u0107
help.info1=W celu znalezienia element\u00f3w spe\u0142niaj\u0105cych okre\u015blone kryteria w zakresie w\u0142a\u015bciwo\u015bci lub zawarto\u015bci dokumentu wystarczy wpisa\u0107 pojedyncze wyra\u017cenie, na przyk\u0142ad\: 
help.example1=biznes
help.result1=Wynik zapytania wy\u015bwietla wszystkie elementy, kt\u00f3re odpowiadaj\u0105 warunkowi "biznes" w tre\u015bci dokumentu, znacznikach lub nazwach w\u0142a\u015bciwo\u015bci, tytu\u0142u czy opisu.
help.info2=Dodaj wi\u0119cej s\u0142\u00f3w aby wyniki by\u0142y lepsze, np.\:
help.example2=proces biznesowy
help.result2=W wyniku tego zapytania zostan\u0105 wylistowane wszystkie elementy maj\u0105ce wyra\u017cenie \u201ebiznesowy\u201d lub \u201eproces\u201d w zawarto\u015bci dokumentu, znacznikach lub wsp\u00f3lnych w\u0142a\u015bciwo\u015bciach nazwy, tytu\u0142u czy opisu. Wyniki s\u0105 posortowane pod wzgl\u0119dem trafno\u015bci, a elementy zawieraj\u0105ce obydwa wyra\u017cenia b\u0119d\u0105 wylistowane jako pierwsze na li\u015bcie wynik\u00f3w.
help.info3=W celu ograniczenia wynik\u00f3w wyszukania u\u017cyj AND mi\u0119dzy terminami, np.\:
help.example3=biznes AND proces
help.result3=W wyniku tego zapytania zostan\u0105 wylistowane wszystkie elementy maj\u0105ce wyra\u017cenie \u201ebiznesowy\u201d lub \u201eproces\u201d w zawarto\u015bci dokumentu, znacznik\u00f3w lub wsp\u00f3lnych w\u0142a\u015bciwo\u015bciach nazwy, tytu\u0142u czy opisu.
help.info4=W celu wyszukania element\u00f3w zawieraj\u0105cych dok\u0142adnie podane wyra\u017cenie nale\u017cy u\u017cy\u0107 cudzys\u0142owu, na przyk\u0142ad\:
help.example4="proces biznesowy"
help.result4=W wyniku tego zapytania zostan\u0105 wylistowane wszystkie elementy maj\u0105ce wyra\u017cenie \u201ebiznesowy\u201d lub \u201eproces\u201d w zawarto\u015bci dokumentu, znacznikach lub wsp\u00f3lnych w\u0142a\u015bciwo\u015bciach nazwy, tytu\u0142u czy opisu.
help.info5=Symbole wieloznaczne umo\u017cliwiaj\u0105 wyszukiwanie po ci\u0105gu znak\u00f3w, na przyk\u0142ad aby znale\u017a\u0107 wszystkie elementy zaczynaj\u0105ce si\u0119 od \u201eproc\u201d nale\u017cy wpisa\u0107\:
help.example5=proc*

help.subtitle2=Wyszukiwanie element\u00f3w ze wzgl\u0119du na ich konkretn\u0105 w\u0142a\u015bciwo\u015b\u0107 lub zawarto\u015b\u0107 dokumentu
help.info6=W celu wyszukiwania element\u00f3w z uwzgl\u0119dnieniem ich okre\u015blonej w\u0142a\u015bciwo\u015bci lub zawarto\u015bci dokumentu, wyszukiwane wyra\u017cenie nale\u017cy poprzedzi\u0107 nazw\u0105 w\u0142a\u015bciwo\u015bci zako\u0144czon\u0105 dwukropkiem, na przyk\u0142ad\:
help.example6=tytu\u0142\:produkcja
help.result6=W wyniku zostan\u0105 wy\u015bwietlone elementy zawieraj\u0105ce s\u0142owo \u201eprodukcja\u201d w tytule (czyli we w\u0142a\u015bciwo\u015bci\: title).
help.info7=W celu wyszukiwania element\u00f3w ze wzgl\u0119du na zawarto\u015b\u0107 dokumentu, wyszukiwane wyra\u017cenie nale\u017cy poprzedzi\u0107 s\u0142owem TEXT, na przyk\u0142ad\:
help.example7=TEXT\:produkcja
help.result7=W wyniku zostan\u0105 wy\u015bwietlone elementy zawieraj\u0105ce s\u0142owo \u201eprodukcja\u201d w tre\u015bci dokumentu. 
help.info8=Najcz\u0119\u015bciej u\u017cywanymi nazwami w\u0142a\u015bciwo\u015bci s\u0105\: name, title, description, creator, modifier, TEXT, TYPE i ASPECT. Podaj\u0105c wyra\u017cenia mo\u017cna u\u017cywa\u0107 cudzys\u0142owu w celu wyszukiwania dok\u0142adnie podanych wyra\u017ce\u0144 oraz symboli wieloznacznych celem wyszukiwania ci\u0105gu znak\u00f3w.
help.info9=W celu wyszukiwania element\u00f3w utworzonych w okre\u015blonej dacie, nale\u017cy skorzysta\u0107 z w\u0142a\u015bciwo\u015bci CREATED, na przyk\u0142ad\:
help.example9=created\:"2011-09-26"
help.result9=W wyniku zostan\u0105 wy\u015bwietlone elementy, kt\u00f3re zosta\u0142y utworzone 26 wrze\u015bnia 2011.
help.info10=W celu wyszukiwania element\u00f3w zmodyfikowanych w okre\u015blonym przedziale czasowym nale\u017cy skorzysta\u0107 z w\u0142a\u015bciwo\u015bci MODIFIED, na przyk\u0142ad\:
help.example10=modified\:"2011-09-26".."2011-10-30"
help.result10=W wyniku zostan\u0105 wy\u015bwietlone elementy, kt\u00f3re zosta\u0142y zmodyfikowane pomi\u0119dzy 26 wrze\u015bnia 2011, a 30 pa\u017adziernika w\u0142\u0105cznie. W celu wskazania daty obecnej, minimalnej i maksymalnej mo\u017cliwej daty mo\u017cna u\u017cy\u0107 s\u0142\u00f3w kluczowych odpowiednio\: "NOW\u201d, \u201dMIN\u201d, \u201dMAX\u201d.\n\n
