#X-Generator: crowdin.com
activiti.engine.mandatory.properties.missing=\u0417\u0430\u0434\u043e\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043e\u0441\u043e\u0431\u0438\u043d\u0438 \u043d\u0430 \u0437\u0434\u0430\u0447\u0430\u0442\u0430 \u043d\u0435 \u0441\u0435 \u043e\u0431\u0435\u0437\u0431\u0435\u0434\u0435\u043d\u0438\! {0}
activiti.engine.deploy.workflow.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441.
activiti.engine.is.workflow.deployed.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u043e\u0434\u0440\u0435\u0434\u0438 \u0434\u0430\u043b\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430\u0442\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0430.
activiti.engine.undeploy.workflow.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u043d\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441{0}.
activiti.engine.undeploy.workflow.unexisting.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u043d\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u0437\u0430 \u043d\u0435\u043f\u043e\u0441\u0442\u043e\u0435\u0447\u043a\u0438 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
activiti.engine.get.workflow.definition.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0433\u0438 \u0432\u0440\u0430\u0442\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441.
activiti.engine.get.workflow.definition.by.id.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 id {0}.
activiti.engine.get.workflow.definition.by.name.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0433\u0438 \u0432\u0440\u0430\u0442\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 \u0438\u043c\u0435\u0442\u043e {0}.
activiti.engine.get.all.workflow.definitions.by.name.error=\u043d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0433\u0438 \u0432\u0440\u0430\u0442\u0438 \u0441\u0438\u0442\u0435 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
activiti.engine.get.workflow.definition.image.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u0437\u0430 \u0441\u043b\u0438\u043a\u0430-\u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 {0}. 
activiti.engine.get.workflow.definition.unexisting.image.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u0437\u0430  \u0441\u043b\u0438\u043a\u0430-\u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 {0}, \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438.
activiti.engine.get.task.definitions.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438 - \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441{0}.
activiti.engine.get.process.definition.error=\u0414\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0} \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438.
activiti.engine.start.workflow.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u043f\u043e\u0447\u043d\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0420\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
activiti.engine.start.workflow.no.start.task.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u043f\u043e\u0447\u043d\u0430\u0442 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}, \u043d\u0435\u0434\u0435\u043e\u0441\u0442\u0430\u0441\u0443\u0432\u0430 \u043f\u043e\u0447\u0435\u0442\u043e\u043a \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0432\u043e \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0442.
activiti.engine.get.workflows.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 {0}.
activiti.engine.get.active.workflows.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 {0}.
activiti.engine.get.completed.workflows.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 {0}.
activiti.engine.get.workflow.instance.by.id.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0441\u043e id {0}.
activiti.engine.get.process.instance.error=\u0418\u043d\u0441\u0442\u0430\u043d\u0446\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438 \u0437\u0430 id {0}.
activiti.engine.get.workflow.paths.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u043f\u0430\u0442\u0435\u043a\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
activiti.engine.get.path.properties.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0433\u0438 \u0432\u0440\u0430\u0442\u0438 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u0430\u0442\u0430 \u043e\u0434 \u043f\u0430\u0442\u0435\u043a\u0430 {0}.
activiti.engine.cancel.workflow.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0458\u0430 \u043e\u0442\u043a\u0430\u0436\u0435 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0430\u0442\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
activiti.engine.cancel.unexisting.workflow.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0458\u0430 \u043e\u0442\u043a\u0430\u0436\u0435 \u043d\u0435\u043f\u043e\u0441\u0442\u043e\u0435\u0447\u043a\u0430\u0442\u0430 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
activiti.engine.delete.workflow.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0438\u0437\u0431\u0440\u0438\u0448\u0435 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
activiti.engine.delete.unexisting.workflow.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0458\u0430 \u0438\u0437\u0431\u0440\u0438\u0448\u0435 \u043d\u0435\u043f\u043e\u0441\u0442\u043e\u0435\u0447\u043a\u0430\u0442\u0430 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
activiti.engine.signal.transition.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0438\u0433\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0442\u0440\u0430\u043d\u0437\u0438\u0446\u0438\u0458\u0430 {0} \u043e\u0434 \u043f\u0430\u0442\u0435\u043a\u0430 \u043d\u0430 \u0440\u0430\u043f\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441{1}..
activiti.engine.event.unsupported=\u041e\u0442\u043f\u043e\u0447\u043d\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043d\u0430\u0441\u0442\u0430\u043d\u043e\u0442 \u043d\u0435 \u0435 \u043f\u043e\u0434\u0434\u0440\u0436\u0430\u043d\u043e \u043e\u0434 \u043f\u0430\u0442\u0435\u043a\u0438\u0442\u0435 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u043a\u043e\u0438 \u0440\u0430\u0431\u043e\u0442\u0430\u0442 \u0432\u043e Activiti \u043c\u043e\u0442\u043e\u0440\u043e\u0442.
activiti.engine.fire.event.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435 \u043d\u0430\u0441\u0442\u0430\u043d\u043e\u0442 {0} \u043d\u0430 \u043f\u0430\u0442\u0435\u043a\u0430\u0442\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441 {1}.
activiti.engine.get.tasks.for.path.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u043d\u0430 \u043f\u0430\u0442\u0435\u043a\u0430\u0442\u0430 \u043e\u0434 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
activiti.engine.get.timers.error=\u041d\u0435 \u043c\u043e\u0436\u0435\u0448\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u0442\u0430\u043f\u0430\u0442 \u0442\u0430\u0458\u043c\u0435\u0440\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
activiti.engine.find.completed.task.instances.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u043b\u0438\u0441\u0442\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043d\u0438 \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430 \u0430\u043a\u0442\u0435\u0440 {0}.
activiti.engine.get.assigned.tasks.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a {0} \u0441\u043e \u0441\u043e\u0441\u0442\u043e\u0458\u0431\u0430 {1}.
activiti.engine.get.pooled.tasks.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u0437\u0431\u0438\u0440\u043d\u0438 \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 {0}.
activiti.engine.query.tasks.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u0437\u0430\u0434\u0430\u0447\u0438. \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435\: {0}.
activiti.engine.get.task.instance.error=\u0418\u043d\u0441\u0442\u0430\u043d\u0446\u0430 \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 {0} \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438.
activiti.engine.update.task.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u043f\u043e\u0447\u043d\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
activiti.engine.update.task.unexisting.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 {0} \u043e\u0434 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441, \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438.
activiti.engine.update.starttask.illegal.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 {0} \u043e\u0434 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441, \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u0437\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0443\u0432\u0430\u045a\u0435 \u043d\u0435 \u043c\u043e\u0436\u0430\u0442 \u0434\u0430 \u0431\u0438\u0434\u0430\u0442 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043d\u0438 \u0432\u043e activiti.
activiti.engine.end.task.invalid.transition=\u0422\u0440\u0430\u043d\u0437\u0438\u0446\u0438\u0458\u0430\u0442\u0430 {0} \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 {1} \u043e\u0434 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441, \u0434\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0430 \u0435 \u0441\u0430\u043c\u043e \u0442\u0440\u0430\u043d\u0437\u0438\u0446\u0438\u0458\u0430\u0442\u0430 {2}.
activiti.engine.end.task.unexisting.error=Failed to signal transition on task {0}, the task doesn't exist.
activiti.engine.end.task.error=Failed to signal transition {0} from workflow task {1}.
activiti.engine.get.task.by.id.error=\u043d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0437\u0430\u0434\u0430\u0447\u0430 {0}.
activiti.engine.compile.process.definition.zip.error=Failed to parse process definition from activiti zip archive stream.
activiti.engine.compile.process.definition.xml.error=Failed to parse process definition from activiti xml stream.
activiti.engine.compile.process.definition.unsupported.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0430\u0440\u0441\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441 - \u043d\u0435\u043f\u043e\u0434\u0434\u0440\u0436\u0430\u043d mime type{0}
activiti.engine.get.activiti.id.error=\u0424\u043e\u0440\u043c\u0430\u0442\u043e\u0442 \u0437\u0430 id {0} \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d.
activiti.engine.get.workflow.token.invalid=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u043f\u0430\u0442\u0435\u043a\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
activiti.engine.get.workflow.token.is.null=\u041f\u0430\u0442\u0435\u043a\u0430\u0442\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441 {0} \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438.
activiti.engine.set.task.properties.invalid.value=\u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 {0} \u0435 \u043d\u0435\u0432\u0430\u0436\u0435\u0447\u043a\u0430 \u0437\u0430 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u043e\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 {1}.
activiti.engine.package.already.associated.error=Cannot associate workflow package {0} with workflow instance {1} as it is already associated with workflow instance {2}.
activiti.engine.convert.value.error=Unable to convert activiti value {0} to Alfresco Value since it is not Serializable.
activiti.engine.get.company.home.invalid=Invalid company home path {0}.
activiti.engine.get.company.home.multiple=Invalid company home path {0}. Expected 1 match but found {1} matches.
