#X-Generator: crowdin.com
header.dashlets=M\u00f3dulos

section.addDashlets=Engadir m\u00f3dulos
link.close=Close

header.column=Columna {0}
header.welcomePreference=Panel de inicio

welcomePanel.enabled=Amosar no panel de inicio
welcomePanel.disabled=Ocultar do panel de inicio

section.myDashlets=Os meus m\u00f3dulos
label.instructions=Arrastre e solte os m\u00f3dulos dispo\u00f1ibles nunha columna para engadilos ao seu panel. Pode tam\u00e9n reordenar os m\u00f3dulos dentro da columna coa opci\u00f3n de arrastrar e soltar.
label.keyboard-instruction1=Ao empregar o teclado, usa a tecla Tab para ir ao seguinte dashlet, selecci\u00f3nao e preme a tecla Intro para engadilo \u00e1 columna. Preme a tecla Esc para cancelar a selecci\u00f3n dun elemento.
label.keyboard-instruction2=Ao empregar o teclado, usa a tecla Tab para seleccionar un dashlet. Emprega as teclas de cursor para move-lo dashlet seleccionado. Preme Esc para cancelar a selecci\u00f3n dun elemento. Preme Suprimir para eliminar un elemento.

button.addDashlets=Engadir m\u00f3dulos
button.hideDashlets=Agochar m\u00f3dulos

button.save=OK
alt.delete=Delete
help.trashcan=Arrastre os m\u00f3dulos ata aqu\u00ed para eliminalos dunha columna

message.saving=A gardar a configuraci\u00f3n...
message.saveFailure=Non se puideron gardar os m\u00f3dulos

## Dashlet names and descriptions
dashlet.addons.shortName=Canle RSS dos complementos de Alfresco
dashlet.addons.description=As \u00faltimas novas sobre complementos de Alfresco.
dashlet.calendar.shortName=Calendario do sitio
dashlet.calendar.description=Listaxe dos eventos do sitio para o mes actual.
dashlet.cmisfeed.shortName=Canle CMIS
dashlet.cmisfeed.description=Mostrar os contidos do texto introdutorio CMIS e a canle do blog
dashlet.colleagues.shortName=Site Members
dashlet.colleagues.description=Listaxe de colegas no sitio colaborativo
dashlet.docsummary.shortName=Contido do sitio
dashlet.docsummary.description=Compo\u00f1ente de resumo do documento
dashlet.my-activities.shortName=As mi\u00f1as actividades
dashlet.my-activities.description=Listaxe de actividades recentes dun usuario dado.
dashlet.my-docs-editing.shortName=Contido que estou a editar
dashlet.my-docs-editing.description=M\u00f3dulo do contido que estou a editar
dashlet.my-profile.shortName=My Profile
dashlet.my-profile.description=Compo\u00f1ente utilizado para mostrar o usuario actual
dashlet.my-sites.shortName=My Sites
dashlet.my-sites.description=Compo\u00f1ente utilizado para listar os sitios aos que pertence un usuario
dashlet.my-tasks.shortName=My Tasks
dashlet.my-tasks.description=M\u00f3dulo que lista as tarefas asignadas ao usuario actual
dashlet.my-workspaces.shortName=Os meus espazos de traballo sobre documentos
dashlet.my-workspaces.description=Compo\u00f1ente usado para listar os espazos de traballo sobre documentos aos que pertence o usuario
dashlet.rssfeed.shortName=Canle RSS
dashlet.rssfeed.description=Mostra o contido dunha canle RSS dando un par\u00e1metro de configuraci\u00f3n URL.
dashlet.site-activities.shortName=Actividades do sitio
dashlet.site-activities.description=Listaxe das actividades recentes para un sitio dado.
dashlet.site-links.shortName=Ligaz\u00f3ns do sitio
dashlet.site-links.description=Compo\u00f1ente usado para listar as ligaz\u00f3ns \u00e1s que pertence o usuario
dashlet.site-profile.shortName=Perfil do sitio
dashlet.site-profile.description=Compo\u00f1ente do perfil do sitio usado no sitio colaborativo
dashlet.user-calendar.shortName=O meu calendario
dashlet.user-calendar.description=Listaxe dos eventos do sitio para o usuario actual.
dashlet.webview.shortName=Vista web
dashlet.webview.description=Mostra os contidos dun URI dando un par\u00e1metro de configuraci\u00f3n.
dashlet.wiki.shortName=Wiki
dashlet.wiki.description=Mostra a p\u00e1xina wiki seleccionada polo usuario.
dashlet.my-meeting-workspaces.shortName=Os meus espazos de reuni\u00f3n
dashlet.my-meeting-workspaces.description=Compo\u00f1ente usado para listar os espazos de reuni\u00f3n aos que pertence un usuario
dashlet.my-documents.shortName=Os meus documentos
dashlet.my-documents.description=M\u00f3dulo que lista os documentos asociados co usuario actual
dashlet.imagesummary.shortName=Previsualizaci\u00f3n da imaxe
dashlet.imagesummary.description=Compo\u00f1ente de previsualizaci\u00f3n das imaxes da biblioteca
dashlet.site-data-lists.shortName=Listaxes de datos do sitio
dashlet.site-data-lists.description=Compo\u00f1ente usado para mostrar as listaxes de datos do sitio
dashlet.forum-summary.shortName=Os meus debates
dashlet.forum-summary.description=Resumo do foro de discusi\u00f3n filtrado
dashlet.saved-search.shortName=Busca gardada
dashlet.saved-search.description=M\u00f3dulo coas buscas gardadas
dashlet.site-search.shortName=Buscar no sitio
dashlet.site-search.description=M\u00f3dulo para facer buscas no sitio
dashlet.site-notice.shortName=Aviso do sitio
dashlet.site-notice.description=Engadir un aviso personalizado para mostrar aos usuarios do sitio
dashlet.top-site-contributor-report.shortName=An\u00e1lise dos colaboradores do sitio
dashlet.top-site-contributor-report.description=Shows a visual breakdown of who's contributed most content to the site.
dashlet.site-content-report.shortName=An\u00e1lise do tipo de ficheiros do sitio
dashlet.site-content-report.description=Shows a visual breakdown of the site's different file types.

