#X-Generator: crowdin.com
header.dashlets=\u041f\u0430\u043d\u0435\u043b\u0438

section.addDashlets=\u0414\u043e\u0434\u0430\u0434\u0438 \u043f\u0430\u043d\u0435\u043b\u0438
link.close=\u0417\u0430\u0442\u0432\u043e\u0440\u0438

header.column=\u041a\u043e\u043b\u043e\u043d\u0430 {0}
header.welcomePreference=\u041f\u0430\u043d\u0435\u043b \u0437\u0430 \u0437\u0430\u043f\u043e\u0437\u043d\u0430\u0432\u0430\u045a\u0435 \u0441\u043e \u0441\u0438\u0441\u0442\u0435\u043c\u043e\u0442

welcomePanel.enabled=Show on dashboard
welcomePanel.disabled=Hide from dashboard

section.myDashlets=\u041c\u043e\u0438 \u043f\u0430\u043d\u0435\u043b\u0438
label.instructions=\u041f\u043e\u0432\u043b\u0435\u0447\u0438 \u0438 \u043f\u0443\u0448\u0442\u0438 \u0433\u0438 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0438\u0442\u0435 \u043f\u0430\u043d\u0435\u043b\u0438 \u0432\u043e \u0441\u0430\u043a\u0430\u043d\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u0437\u0430 \u0434\u0430 \u0431\u0438\u0434\u0430\u0442 \u0434\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0430\u0442\u0430 \u0442\u0430\u0431\u043b\u0430. \u0414\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u043e, \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0438 \u0440\u0435\u0434\u043e\u0441\u043b\u0435\u0434\u043e\u0442 \u043d\u0430 \u043f\u0430\u043d\u0435\u043b\u0438\u0442\u0435 \u0432\u043e \u0441\u0430\u043c\u0438\u0442\u0435 \u043a\u043e\u043b\u043e\u043d\u0438.
label.keyboard-instruction1=When using the keyboard, use the Tab key to move to the next dashlet. Select the dashlet and press Enter to add to column. Press the Esc key to deselect an item.
label.keyboard-instruction2=When using the keyboard, use the Tab key to select a dashlet. Use the arrow keys to move the selected dashlet. Press Escape to deselect an item. Press Delete to delete an item.

button.addDashlets=\u0414\u043e\u0434\u0430\u0434\u0438 \u043f\u0430\u043d\u0435\u043b\u0438
button.hideDashlets=\u0421\u043e\u043a\u0440\u0438\u0458 \u043f\u0430\u043d\u0435\u043b\u0438

button.save=OK
alt.delete=\u0418\u0437\u0431\u0440\u0438\u0448\u0438
help.trashcan=\u041f\u043e\u0432\u043b\u0435\u0447\u0438 \u0433\u0438 \u043f\u0430\u043d\u0435\u043b\u0438\u0442\u0435 \u0442\u0443\u043a\u0430 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0438\u0448 \u043e\u0434 \u043a\u043e\u043b\u043e\u043d\u0430\u0442\u0430

message.saving=\u0417\u0430\u043f\u0438\u0448\u0443\u0432\u0430\u045a\u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430...
message.saveFailure=\u041f\u0430\u043d\u0435\u043b\u0438\u0442\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435\u0430 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0447\u0443\u0432\u0430\u0430\u0442

## Dashlet names and descriptions
dashlet.addons.shortName=Alfresco Add-ons RSS \u043a\u0430\u043d\u0430\u043b
dashlet.addons.description=\u041d\u0430\u0458\u043d\u043e\u0432\u0438 \u0432\u0435\u0441\u0442\u0438 \u043e\u0434 Alfresco Add-ons.
dashlet.calendar.shortName=\u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442
dashlet.calendar.description=\u041f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0430\u043d\u0438 \u0432\u043e \u0441\u0430\u0458\u0442\u043e\u0442 \u0437\u0430 \u0442\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u043c\u0435\u0441\u0435\u0446.
dashlet.cmisfeed.shortName=CMIS \u043a\u0430\u043d\u0430\u043b
dashlet.cmisfeed.description=\u041f\u0440\u0438\u043a\u0430\u0436\u0435\u0442\u0435 \u0458\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 CMIS \u0432\u043e\u0432\u0435\u0434\u043d\u0438\u043e\u0442 \u0442\u0435\u043a\u0441\u0442 \u0438 Blog feed
dashlet.colleagues.shortName=\u0427\u043b\u0435\u043d\u043e\u0432\u0438 \u043d\u0430 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u043e\u0442
dashlet.colleagues.description=\u041f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u043a\u043e\u043b\u0435\u0433\u0438 \u043d\u0430 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u043d\u0438\u0447\u043a\u0438\u043e\u0442 \u0441\u0430\u0458\u0442
dashlet.docsummary.shortName=\u0421\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442
dashlet.docsummary.description=\u041a\u0440\u0430\u0442\u043a\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442
dashlet.my-activities.shortName=\u041c\u043e\u0438 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438
dashlet.my-activities.description=\u041f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a.
dashlet.my-docs-editing.shortName=\u0421\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043a\u043e\u0458\u0430 \u0458\u0430 \u0443\u0440\u0435\u0434\u0443\u0432\u0430\u043c
dashlet.my-docs-editing.description=\u041f\u0430\u043d\u0435\u043b \u0437\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0448\u0442\u043e \u0458\u0430 \u0443\u0440\u0435\u0434\u0443\u0432\u0430\u043c
dashlet.my-profile.shortName=My Profile
dashlet.my-profile.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0442\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a
dashlet.my-sites.shortName=\u041c\u043e\u0438 \u0421\u0430\u0458\u0442\u043e\u0432\u0438
dashlet.my-sites.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0432\u0438\u0442\u0435 \u043d\u0430 \u043a\u043e\u0438 \u0448\u0442\u043e \u043f\u0440\u0438\u043f\u0430\u0453\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442
dashlet.my-tasks.shortName=\u041c\u043e\u0438 \u0437\u0430\u0434\u0430\u0447\u0438
dashlet.my-tasks.description=\u041f\u0430\u043d\u0435\u043b \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438 \u0434\u043e\u0434\u0435\u043b\u0435\u043d\u0438 \u043d\u0430 \u0442\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a
dashlet.my-workspaces.shortName=\u041c\u043e\u0438 \u0440\u0430\u0431\u043e\u0442\u043d\u0438 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0438 \u0437\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
dashlet.my-workspaces.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0438 \u043d\u0430 \u043a\u043e\u0438 \u0448\u0442\u043e \u043f\u0440\u0438\u043f\u0430\u0453\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442
dashlet.rssfeed.shortName=RSS Feed
dashlet.rssfeed.description=\u041f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0438\u0442\u0435 \u043e\u0434 RSS \u0437\u0430 \u0434\u0430\u0434\u0435\u043d URL.
dashlet.site-activities.shortName=\u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442
dashlet.site-activities.description=\u041f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438 \u0432\u043e \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0458\u0442.
dashlet.site-links.shortName=\u041b\u0438\u043d\u043a\u043e\u0432\u0438 \u043d\u0430 \u0441\u0430\u0458\u0442
dashlet.site-links.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0432\u0440\u0441\u043a\u0438 \u043d\u0430 \u043a\u043e\u0438 \u0448\u0442\u043e \u043f\u0440\u0438\u043f\u0430\u0453\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442
dashlet.site-profile.shortName=\u041f\u0440\u043e\u0444\u0438\u043b \u043d\u0430 \u0441\u0430\u0458\u0442
dashlet.site-profile.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b \u043d\u0430 \u0441\u0430\u0458\u0442 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0435\u043d\u0430 \u0432\u043e \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u043d\u0438\u0447\u043a\u0438\u043e\u0442 \u0441\u0430\u0458\u0442
dashlet.user-calendar.shortName=\u041c\u043e\u0458 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440
dashlet.user-calendar.description=\u041f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u043d\u0430\u0441\u0442\u0430\u043d\u0438\u0442\u0435 \u0432\u043e \u0441\u0430\u0458\u0442\u043e\u0442 \u0437\u0430 \u0442\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a.
dashlet.webview.shortName=\u0412\u0435\u0431 \u043f\u0440\u0435\u0433\u043b\u0435\u0434
dashlet.webview.description=\u041f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 URI \u0437\u0430 \u0434\u0430\u0434\u0435\u043d URI \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0441\u043a\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0430\u0440.
dashlet.wiki.shortName=Wiki
dashlet.wiki.description=\u041f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u043e\u0434 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442.
dashlet.my-meeting-workspaces.shortName=\u041c\u043e\u0438 \u0440\u0430\u0431\u043e\u0442\u043d\u0438 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0438 \u0437\u0430 \u0441\u043e\u0441\u0442\u0430\u043d\u043e\u0446\u0438
dashlet.my-meeting-workspaces.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0435\u043d\u0430 \u0437\u0430 \u043b\u0438\u0441\u0442\u0430 \u043d\u0430 \u0441\u0440\u0435\u0434\u0431\u0438 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0438 \u043d\u0430 \u043a\u043e\u0438 \u0448\u0442\u043e \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u043f\u0440\u0438\u043f\u0430\u0453\u0430
dashlet.my-documents.shortName=\u041c\u043e\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
dashlet.my-documents.description=\u041f\u0430\u043d\u0435\u043b \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0441\u043e \u0442\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a
dashlet.imagesummary.shortName=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u043b\u0438\u043a\u0438
dashlet.imagesummary.description=\u0413\u0430\u043b\u0435\u0440\u0438\u0458\u0430
dashlet.site-data-lists.shortName=\u041b\u0438\u0441\u0442\u0438 \u043e\u0434 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442
dashlet.site-data-lists.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0447\u043d\u0438 \u043b\u0438\u0441\u0442\u0438 \u0432\u043e \u0441\u0430\u0458\u0442\u043e\u0442
dashlet.forum-summary.shortName=\u0414\u0438\u0441\u043a\u0443\u0441\u0438\u0438
dashlet.forum-summary.description=\u0424\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u043d\u0430 \u043a\u0440\u0430\u0442\u043a\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043e\u0434 \u0434\u0438\u0441\u043a\u0443\u0441\u0438\u0438\u0442\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c\u043e\u0442
dashlet.saved-search.shortName=\u0417\u0430\u0447\u0443\u0432\u0430\u043do \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
dashlet.saved-search.description=\u0417\u0430\u0447\u0443\u0432\u0430\u043d \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u0447\u043a\u0438 \u043f\u0430\u043d\u0435\u043b
dashlet.site-search.shortName=\u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442
dashlet.site-search.description=\u041f\u0430\u043d\u0435\u043b \u0437\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442
dashlet.site-notice.shortName=\u0418\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442
dashlet.site-notice.description=\u0414\u043e\u0434\u0430\u0434\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u0434\u043e \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442
dashlet.top-site-contributor-report.shortName=\u0414\u0435\u0442\u0430\u043b\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043f\u043e \u0441\u0442\u0440\u0443\u0447\u043d\u0438 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u043d\u0438\u0446\u0438 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442
dashlet.top-site-contributor-report.description=\u0414\u0435\u0442\u0430\u043b\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438\u0442\u0435 \u043a\u043e\u0438 \u0438\u043c\u0430\u0430\u0442 \u043d\u0430\u0458\u0433\u043e\u043b\u0435\u043c \u043f\u0440\u0438\u0434\u043e\u043d\u0435\u0441 \u0437\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442.
dashlet.site-content-report.shortName=\u0414\u0435\u0442\u0430\u043b\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043f\u043e \u0442\u0438\u043f \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442
dashlet.site-content-report.description=\u0414\u0435\u0442\u0430\u043b\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0442\u0438\u043f\u043e\u0432\u0438\u0442\u0435 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442.

