#X-Generator: crowdin.com
header.dashlets=\u0422\u0430\u0431\u043b\u0430

section.addDashlets=\u0414\u043e\u0431\u0430\u0432\u0438 \u0442\u0430\u0431\u043b\u0430
link.close=\u0417\u0430\u0442\u0432\u043e\u0440\u0438

header.column=\u041a\u043e\u043b\u043e\u043d\u0430 {0}
header.welcomePreference=Get Started Panel

welcomePanel.enabled=Show on dashboard
welcomePanel.disabled=Hide from dashboard

section.myDashlets=\u041c\u043e\u0438\u0442\u0435 \u0422\u0430\u0431\u043b\u0430
label.instructions=\u0412\u043b\u0430\u0447\u0438\u0442\u0435 \u0438 \u043f\u0443\u0441\u043a\u0430\u0442\u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0442\u0430\u0431\u043b\u0430 \u0432 \u043a\u043e\u043b\u043e\u043d\u0430, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043a\u044a\u043c \u0442\u0430\u0431\u043b\u043e\u0442\u043e. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043d\u0430\u0440\u0435\u0434\u0438\u0442\u0435 \u0442\u0430\u0431\u043b\u0430\u0442\u0430 \u0432 \u043a\u043e\u043b\u043e\u043d\u0438 \u0447\u0440\u0435\u0437 \u043f\u043b\u044a\u0437\u0433\u0430\u043d\u0435 \u0438 \u043f\u0443\u0441\u043a\u0430\u043d\u0435.
label.keyboard-instruction1=When using the keyboard, use the Tab key to move to the next dashlet. Select the dashlet and press Enter to add to column. Press the Esc key to deselect an item.
label.keyboard-instruction2=When using the keyboard, use the Tab key to select a dashlet. Use the arrow keys to move the selected dashlet. Press Escape to deselect an item. Press Delete to delete an item.

button.addDashlets=\u0414\u043e\u0431\u0430\u0432\u0438 \u0442\u0430\u0431\u043b\u0430
button.hideDashlets=\u0421\u043a\u0440\u0438\u0439 \u0422\u0430\u0431\u043b\u0430

button.save=OK
alt.delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435
help.trashcan=\u041f\u043b\u044a\u0437\u043d\u0435\u0442\u0435 \u0442\u0430\u0431\u043b\u0430\u0442\u0430 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u043e\u0442 \u043a\u043e\u043b\u043e\u043d\u0430

message.saving=\u0417\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f...
message.saveFailure=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0437\u0430\u043f\u0438\u0448\u0435 \u0442\u0430\u0431\u043b\u0430

## Dashlet names and descriptions
dashlet.addons.shortName=Alfresco \u0434\u043e\u0431\u0430\u0432\u043a\u0430 \u0437\u0430 RSS \u0435\u043c\u0438\u0441\u0438\u044f
dashlet.addons.description=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043d\u043e\u0432\u0438\u043d\u0438 \u043e\u0442 Alfresco \u0434\u043e\u0431\u0430\u0432\u043a\u0438.
dashlet.calendar.shortName=\u0421\u0430\u0439\u0442 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440
dashlet.calendar.description=\u0421\u043f\u0438\u0441\u044a\u0446\u0438 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0437\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043c\u0435\u0441\u0435\u0446.
dashlet.cmisfeed.shortName=CMIS \u0435\u043c\u0438\u0441\u0438\u0438
dashlet.cmisfeed.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 CMIS \u0443\u0432\u043e\u0434\u0435\u043d \u0442\u0435\u043a\u0441\u0442 \u0438 \u0431\u043b\u043e\u0433 \u0435\u043c\u0438\u0441\u0438\u0438
dashlet.colleagues.shortName=\u0427\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
dashlet.colleagues.description=\u0421\u043f\u0438\u0441\u044a\u0446\u0438 \u0441 \u043a\u043e\u043b\u0435\u0433\u0438 \u0432 \u0441\u0430\u0439\u0442\u0430 \u0437\u0430 \u0441\u044a\u0442\u0440\u0443\u0434\u043d\u0438\u0447\u0435\u0441\u0442\u0432\u043e
dashlet.docsummary.shortName=\u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
dashlet.docsummary.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442 \u0437\u0430 \u0440\u0435\u0437\u044e\u043c\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442
dashlet.my-activities.shortName=\u041c\u043e\u0438\u0442\u0435 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438
dashlet.my-activities.description=\u0418\u0437\u0431\u0440\u043e\u044f\u0432\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b.
dashlet.my-docs-editing.shortName=\u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043c \u0430\u0437
dashlet.my-docs-editing.description=\u0422\u0430\u0431\u043b\u043e \u0441\u044a\u0441 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043c \u0430\u0437
dashlet.my-profile.shortName=\u041c\u043e\u044f\u0442 \u043f\u0440\u043e\u0444\u0438\u043b
dashlet.my-profile.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
dashlet.my-sites.shortName=\u041c\u043e\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
dashlet.my-sites.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u0437\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
dashlet.my-tasks.shortName=\u041c\u043e\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438
dashlet.my-tasks.description=\u0422\u0430\u0431\u043b\u043e \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0437\u0430\u0434\u0430\u0447\u0438, \u0432\u044a\u0437\u043b\u043e\u0436\u0435\u043d\u0438 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
dashlet.my-workspaces.shortName=\u041c\u043e\u0438\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u043d\u0438 \u043e\u0431\u043b\u0430\u0441\u0442\u0438 \u0441 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
dashlet.my-workspaces.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u0437\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0440\u0430\u0431\u043e\u0442\u043d\u0438 \u043e\u0431\u043b\u0430\u0441\u0442\u0438, \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
dashlet.rssfeed.shortName=RSS feed
dashlet.rssfeed.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 RSS \u0435\u043c\u0438\u0441\u0438\u044f \u043f\u043e \u0434\u0430\u0434\u0435\u043d \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u043d\u0430 URL \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f.
dashlet.site-activities.shortName=\u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438 \u0432 \u0441\u0430\u0439\u0442\u0430
dashlet.site-activities.description=\u0418\u0437\u0431\u0440\u043e\u044f\u0432\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442.
dashlet.site-links.shortName=\u0421\u0430\u0439\u0442 \u0432\u0440\u044a\u0437\u043a\u0438
dashlet.site-links.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u0437\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0432\u0440\u044a\u0437\u043a\u0438, \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
dashlet.site-profile.shortName=\u0421\u0430\u0439\u0442 \u043f\u0440\u043e\u0444\u0438\u043b
dashlet.site-profile.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442 \u0437\u0430 \u0421\u0430\u0439\u0442 \u043f\u0440\u043e\u0444\u0438\u043b, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u0432 \u0441\u0430\u0439\u0442\u0430 \u0437\u0430 \u0441\u044a\u0442\u0440\u0443\u0434\u043d\u0438\u0447\u0435\u0441\u0442\u0432\u043e
dashlet.user-calendar.shortName=\u041c\u043e\u044f\u0442 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440
dashlet.user-calendar.description=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f\u0442\u0430 \u0432 \u0441\u0430\u0439\u0442\u0430 \u0437\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b.
dashlet.webview.shortName=\u0418\u0437\u0433\u043b\u0435\u0434 \u0437\u0430 Web
dashlet.webview.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 URI \u043f\u0440\u0438 \u0434\u0430\u0434\u0435\u043d \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 URI.
dashlet.wiki.shortName=\u0423\u0438\u043a\u0438
dashlet.wiki.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u0438\u0437\u0431\u0440\u0430\u043d \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f.
dashlet.my-meeting-workspaces.shortName=\u041c\u043e\u0438\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u043d\u0438 \u043e\u0431\u043b\u0430\u0441\u0442\u0438 \u0437\u0430 \u0441\u0440\u0435\u0449\u0438
dashlet.my-meeting-workspaces.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u0437\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441\u0440\u0435\u0449\u0438 \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
dashlet.my-documents.shortName=\u041c\u043e\u0438\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
dashlet.my-documents.description=\u0421\u0435\u043a\u0442\u043e\u0440 \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0430\u0441\u043e\u0446\u0438\u0438\u0440\u0430\u043d\u0438 \u0441 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
dashlet.imagesummary.shortName=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f\u0442\u0430
dashlet.imagesummary.description=\u0423\u043c\u0430\u043b\u0435\u043d\u0438 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f \u043e\u0442 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0438 \u0432\u0438\u0437\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438 \u043d\u0430 \u0441\u0435\u043a\u0442\u043e\u0440\u0430
dashlet.site-data-lists.shortName=\u0421\u043f\u0438\u0441\u044a\u0446\u0438 \u0441 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0441\u0430\u0439\u0442
dashlet.site-data-lists.description=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438\u0442\u0435 \u0441 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0432 \u0441\u0430\u0439\u0442\u0430
dashlet.forum-summary.shortName=\u041c\u043e\u0438\u0442\u0435 \u0434\u0438\u0441\u043a\u0443\u0441\u0438\u0438
dashlet.forum-summary.description=\u0420\u0435\u0437\u044e\u043c\u0435 \u043d\u0430 \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u043d \u0434\u0438\u0441\u043a\u0443\u0441\u0438\u043e\u043d\u0435\u043d \u0444\u043e\u0440\u0443\u043c
dashlet.saved-search.shortName=\u0417\u0430\u043f\u0438\u0441\u0430\u043d\u043e \u0442\u044a\u0440\u0441\u0435\u043d\u0435
dashlet.saved-search.description=\u0421\u0435\u043a\u0442\u043e\u0440 \u0441\u044a\u0441 \u0437\u0430\u043f\u0438\u0441\u0430\u043d\u0438 \u0442\u044a\u0440\u0441\u0435\u043d\u0438\u044f
dashlet.site-search.shortName=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u0432 \u0441\u0430\u0439\u0442\u0430
dashlet.site-search.description=\u0421\u0435\u043a\u0442\u043e\u0440 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0432 \u0441\u0430\u0439\u0442\u0430
dashlet.site-notice.shortName=\u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
dashlet.site-notice.description=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
dashlet.top-site-contributor-report.shortName=Site Contributor Breakdown
dashlet.top-site-contributor-report.description=Shows a visual breakdown of who's contributed most content to the site.
dashlet.site-content-report.shortName=Site File Type Breakdown
dashlet.site-content-report.description=Shows a visual breakdown of the site's different file types.

