#X-Generator: crowdin.com
header.dashlets=Dashlets

section.addDashlets=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 Dashlets
link.close=Close

header.column=\u0633\u062a\u0648\u0646 {0}
header.welcomePreference=Get Started Panel

welcomePanel.enabled=Show on dashboard
welcomePanel.disabled=Hide from dashboard

section.myDashlets=Dashlet \u0647\u0627\u06cc \u0645\u0646
label.instructions=\u06a9\u0634\u06cc\u062f\u0646 \u0648 \u0631\u0647\u0627 \u06a9\u0631\u062f\u0646  dashlet \u0647\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u062a\u0648\u0646 \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u0646\u0647\u0627 \u062f\u0631 \u062f\u0627\u0634\u0628\u0648\u0631\u062f \u0634\u0645\u0627 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0627\u0633\u062a. \u0634\u0645\u0627 \u0647\u0645\u0686\u0646\u06cc\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f dashlet \u0647\u0627 \u0631\u0627 \u062f\u0631 \u0633\u062a\u0648\u0646 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u06a9\u0634\u06cc\u062f\u0646 \u0648 \u0631\u0647\u0627 \u06a9\u0631\u062f\u0646 \u062f\u0648\u0628\u0627\u0631\u0647 \u0645\u0631\u062a\u0628 \u06a9\u0646\u06cc\u062f\n
label.keyboard-instruction1=When using the keyboard, use the Tab key to move to the next dashlet. Select the dashlet and press Enter to add to column. Press the Esc key to deselect an item.
label.keyboard-instruction2=When using the keyboard, use the Tab key to select a dashlet. Use the arrow keys to move the selected dashlet. Press Escape to deselect an item. Press Delete to delete an item.

button.addDashlets=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 Dashlets
button.hideDashlets=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 Dashlets

button.save=OK
alt.delete=Delete
help.trashcan=\u06a9\u0634\u06cc\u062f\u0646 dashlet \u0647\u0627 \u062f\u0631 \u0627\u06cc\u0646\u0686\u0627 \u0622\u0646\u0631\u0627 \u0627\u0632 \u0633\u062a\u0648\u0646 \u0647\u0627\u06cc\u0634\u0627\u0646 \u062d\u0630\u0641 \u0645\u06cc\u06a9\u0646\u062f

message.saving=\u0630\u062e\u06cc\u0631\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a ...
message.saveFailure=Dashlet \u0647\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u0646\u062f \u0630\u062e\u06cc\u0631\u0647 \u0634\u0648\u0646\u062f 

## Dashlet names and descriptions
dashlet.addons.shortName=\u0627\u0641\u0632\u0648\u0646\u0647 \u062e\u0648\u0631\u0627\u06a9 RSS
dashlet.addons.description=\u0622\u062e\u0631\u06cc\u0646 \u0627\u062e\u0628\u0627\u0631 \u0627\u0632 Alfresco Add-ons.
dashlet.calendar.shortName=\u062a\u0642\u0648\u06cc\u0645 \u0633\u0627\u06cc\u062a
dashlet.calendar.description=\u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0631\u0648\u06cc\u062f\u0627\u062f\u0647\u0627\u06cc \u0633\u0627\u06cc\u062a \u0628\u0631\u0627\u06cc \u0645\u0627\u0647 \u062c\u0627\u0631\u06cc.
dashlet.cmisfeed.shortName=\u062e\u0648\u0631\u0627\u06a9 CMIS
dashlet.cmisfeed.description=\u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627 \u0627\u0632 CMIS introduction text and Blog feed
dashlet.colleagues.shortName=Site Members
dashlet.colleagues.description=\u0644\u06cc\u0633\u062a \u0647\u0645\u06a9\u0627\u0631\u0627\u0646 \u062f\u0631 \u0633\u0627\u06cc\u062a collaboration
dashlet.docsummary.shortName=\u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
dashlet.docsummary.description=\u06a9\u0627\u0645\u067e\u0648\u0646\u0646\u062a \u062e\u0644\u0627\u0635\u0647 \u0633\u0646\u062f
dashlet.my-activities.shortName=\u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627\u06cc \u0645\u0646
dashlet.my-activities.description=\u0644\u06cc\u0633\u062a \u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627\u06cc \u0627\u062e\u06cc\u0631 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631.
dashlet.my-docs-editing.shortName=\u0645\u0637\u0627\u0644\u0628\u06cc \u06a9\u0647 \u0645\u0646 \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0647\u0633\u062a\u0645
dashlet.my-docs-editing.description=\u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0646 \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 dashlet \u0647\u0633\u062a\u0645
dashlet.my-profile.shortName=My Profile
dashlet.my-profile.description=\u06a9\u0627\u0645\u067e\u0648\u0646\u0646\u062a \u0647\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0631 \u0646\u0645\u0627\u06cc\u0634 \u06a9\u0627\u0631\u0628\u0631 \u062c\u0627\u0631\u06cc
dashlet.my-sites.shortName=My Sites
dashlet.my-sites.description=\u06a9\u0627\u0645\u067e\u0648\u0646\u0646\u062a \u0647\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0631 \u0644\u06cc\u0633\u062a \u0633\u0627\u06cc\u062a\u0647\u0627 \u06a9\u0627\u0631\u0628\u0631 \u0645\u062a\u0639\u0644\u0642\u0647
dashlet.my-tasks.shortName=\u0648\u0638\u0627\u06cc\u0641 \u0645\u0646
dashlet.my-tasks.description=dashlet \u0628\u0647 \u0644\u06cc\u0633\u062a \u0648\u0638\u0627\u06cc\u0641 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631 \u062c\u0627\u0631\u06cc
dashlet.my-workspaces.shortName=\u0641\u0636\u0627\u06cc \u06a9\u0627\u0631\u06cc \u0627\u0633\u0646\u0627\u062f \u0645\u0646
dashlet.my-workspaces.description=\u06a9\u0627\u0645\u067e\u0648\u0646\u0646\u062a \u0647\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0631 \u0644\u06cc\u0633\u062a \u0641\u0636\u0627\u06cc \u06a9\u0627\u0631\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0645\u062a\u0639\u0644\u0642\u0647
dashlet.rssfeed.shortName=RSS Feed
dashlet.rssfeed.description=\u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627\u06cc \u06cc\u06a9 RSS Feed \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u06cc\u06a9 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc URL .\n
dashlet.site-activities.shortName=\u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627\u06cc \u0633\u0627\u06cc\u062a
dashlet.site-activities.description=\u0644\u06cc\u0633\u062a \u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627\u06cc \u0627\u062e\u06cc\u0631 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631.
dashlet.site-links.shortName=\u0644\u06cc\u0646\u06a9 \u0633\u0627\u06cc\u062a
dashlet.site-links.description=\u06a9\u0627\u0645\u067e\u0648\u0646\u0646\u062a \u0647\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0631 \u0644\u06cc\u0633\u062a \u0644\u06cc\u0646\u06a9 \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0645\u062a\u0639\u0644\u0642\u0647
dashlet.site-profile.shortName=\u0645\u0634\u062e\u0635\u0627\u062a \u0633\u0627\u06cc\u062a
dashlet.site-profile.description=\u06a9\u0627\u0645\u067e\u0648\u0646\u0646\u062a \u067e\u0631\u0648\u0641\u0627\u06cc\u0644 \u0633\u0627\u06cc\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0631
dashlet.user-calendar.shortName=\u062a\u0642\u0648\u06cc\u0645 \u0645\u0646
dashlet.user-calendar.description=\u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0631\u0648\u06cc\u062f\u0627\u062f\u0647\u0627\u06cc \u0633\u0627\u06cc\u062a \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc.
dashlet.webview.shortName=\u0646\u0645\u0627\u06cc \u0648\u0628
dashlet.webview.description=\u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627\u06cc URI \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u06cc\u06a9 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u067e\u06cc\u06a9\u0631 \u0628\u0646\u062f\u06cc URI
dashlet.wiki.shortName=Wiki
dashlet.wiki.description=\u0646\u0645\u0627\u06cc\u0634 \u06cc\u06a9 \u0635\u0641\u062d\u0647 Wiki \u0628\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631
dashlet.my-meeting-workspaces.shortName=\u0641\u0636\u0627\u0647\u0627\u06cc \u06a9\u0627\u0631\u06cc \u062c\u0644\u0633\u0647 \u0645\u0646\ndashlet.my-meeting-workspaces.description\=\u06a9\u0627\u0645\u067e\u0648\u0646\u0646\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0631 \u0644\u06cc\u0633\u062a \u0641\u0636\u0627\u06cc\u0647\u0627\u06cc \u06a9\u0627\u0631\u06cc \u062c\u0644\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0645\u062a\u0639\u0644\u0642\u0647
dashlet.my-meeting-workspaces.description=Component used to list meeting workspaces a user belongs to
dashlet.my-documents.shortName=My Documents
dashlet.my-documents.description=Dashlet \u0644\u06cc\u0633\u062a \u0627\u0633\u0646\u0627\u062f \u0645\u0631\u062a\u0628\u0637 \u0628\u0627 \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc\ndashlet.imagesummary.shortName\=\u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u062a\u0635\u0648\u06cc\u0631
dashlet.imagesummary.shortName=Image Preview
dashlet.imagesummary.description=\u062a\u0635\u0648\u06cc\u0631 \u06a9\u0648\u0686\u06a9 \u06a9\u062a\u0627\u0628\u062e\u0627\u0646\u0647 \u0648 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u06a9\u0627\u0645\u067e\u0648\u0646\u0646\u062a dashlet\ndashlet.site-data-lists.shortName\=\u0644\u06cc\u0633\u062a \u0647\u0627\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0633\u0627\u06cc\u062a
dashlet.site-data-lists.shortName=Site Data Lists
dashlet.site-data-lists.description=\u06a9\u0627\u0645\u067e\u0648\u0646\u0646\u062a \u0647\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0631 \u0646\u0645\u0627\u06cc\u0634 \u0644\u06cc\u0633\u062a \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631 \u0633\u0627\u06cc\u062a
dashlet.forum-summary.shortName=My Discussions
dashlet.forum-summary.description=\u062e\u0644\u0627\u0635\u0647 \u0645\u0628\u0627\u062d\u062b \u0641\u06cc\u0644\u062a\u0631 \u0627\u0646\u062c\u0645\u0646
dashlet.saved-search.shortName=\u062c\u0633\u062a\u062c\u0648\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f
dashlet.saved-search.description=\u0630\u062e\u06cc\u0631\u0647 \u062c\u0633\u062a\u062c\u0648 Dashlet\ndashlet.site-search.shortName\=\u062c\u0633\u062a\u062c\u0648\u06cc \u0633\u0627\u06cc\u062a
dashlet.site-search.shortName=\u062c\u0633\u062a\u062c\u0648 \u062f\u0631 \u0633\u0627\u06cc\u062a
dashlet.site-search.description=dashlet \u062c\u0633\u062a\u062c\u0648\u06cc \u0633\u0627\u06cc\u062a
dashlet.site-notice.shortName=\u0627\u0639\u0644\u0627\u0646 \u0633\u0627\u06cc\u062a
dashlet.site-notice.description=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u0637\u0644\u0627\u0639 \u0633\u0641\u0627\u0631\u0634\u06cc \u0628\u0631\u0627\u06cc \u0635\u0641\u062d\u0647 \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0633\u0627\u06cc\u062a
dashlet.top-site-contributor-report.shortName=Site Contributor Breakdown
dashlet.top-site-contributor-report.description=\u062a\u062c\u0632\u06cc\u0647 \u0628\u0635\u0631\u06cc \u06a9\u0647 \u06a9\u0645\u06a9 \u0645\u06cc\u06a9\u0646\u062f  \u0645\u0637\u0627\u0644\u0628 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0628\u06cc\u0634\u062a\u0631 \u0646\u0634\u0627\u0646 \u062f\u0647\u062f .
dashlet.site-content-report.shortName=Site File Type Breakdown
dashlet.site-content-report.description=\u062a\u062c\u0632\u06cc\u0647 \u062a\u0635\u0648\u06cc\u0631\u06cc \u0627\u0632 \u0627\u0646\u0648\u0627\u0639 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0645\u062e\u062a\u0644\u0641 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f .\n

