#X-Generator: crowdin.com
header.dashlets=Dashlets

section.addDashlets=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 Dashlets
link.close=\u039a\u03bb\u03b5\u03af\u03c3\u03b9\u03bc\u03bf

header.column=\u03a3\u03c4\u03ae\u03bb\u03b7 {0}

section.myDashlets=\u03a4\u03b1 Dashlets \u03bc\u03bf\u03c5
label.instructions=\u03a3\u03cd\u03c1\u03b5\u03c4\u03b5 \u03ba\u03b1\u03b9 \u03b1\u03c0\u03bf\u03b8\u03ad\u03c3\u03c4\u03b5 \u03c4\u03b1 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b1 dashlets \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03c3\u03c4\u03ae\u03bb\u03b7 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03c3\u03c4\u03bf dashboard \u03c3\u03b1\u03c2. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03b4\u03b9\u03b1\u03c4\u03ac\u03be\u03b5\u03c4\u03b5 \u03c4\u03b1 dashlets \u03b5\u03bd\u03c4\u03cc\u03c2 \u03c4\u03c9\u03bd \u03c3\u03c4\u03b7\u03bb\u03ce\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 drag and drop.

button.addDashlets=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 Dashlets
button.hideDashlets=\u0391\u03c0\u03cc\u03ba\u03c1\u03c5\u03c8\u03b7 Dashlets

button.save=OK
alt.delete=\u0394\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae
help.trashcan=\u03a3\u03cd\u03c1\u03b5\u03c4\u03b5 dashlets \u03b5\u03b4\u03ce \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03b1 \u03ba\u03b1\u03c4\u03b1\u03c1\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b1\u03c0\u03cc \u03bc\u03b9\u03b1 \u03c3\u03c4\u03ae\u03bb\u03b7

message.saving=\u0391\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7 \u03c1\u03cd\u03b8\u03bc\u03b9\u03c3\u03b7\u03c2 \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03c9\u03bd...
message.saveFailure=\u0394\u03b5\u03bd \u03ae\u03c4\u03b1\u03bd \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc \u03bd\u03b1 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03c5\u03c4\u03bf\u03cd\u03bd \u03c4\u03b1 dashlets

## Dashlet names and descriptions
dashlet.addons.shortName=RSS Feed \u03a0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c4\u03c9\u03bd Alfresco
dashlet.addons.description=\u03a4\u03b1 \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1 \u03bd\u03ad\u03b1 \u03b1\u03c0\u03bf \u03a0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c4\u03b1 Alfresco.
dashlet.calendar.shortName=\u0397\u03bc\u03b5\u03c1\u03bf\u03bb\u03cc\u03b3\u03b9\u03bf \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
dashlet.calendar.description=\u03a0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c4\u03b5\u03b9 \u03c4\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03b1 \u03c4\u03bf\u03c5 \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03c4\u03cc\u03c0\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03c4\u03c1\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1 \u03bc\u03ae\u03bd\u03b1.
dashlet.cmisfeed.shortName=CMIS Feed
dashlet.cmisfeed.description=\u0395\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03b9 \u03c4\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03b1 \u03c4\u03bf\u03c5 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 \u03b5\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae\u03c2 CMIS \u03ba\u03b1\u03b9 \u03c4\u03bf\u03c5 Blog feed
dashlet.colleagues.shortName=\u039c\u03ad\u03bb\u03b7 \u03c4\u03bf\u03c5 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
dashlet.colleagues.description=\u03a0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c4\u03b5\u03b9 \u03c3\u03c5\u03bd\u03b1\u03b4\u03ad\u03bb\u03c6\u03bf\u03c5\u03c2 \u03c3\u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf \u03c3\u03c5\u03bd\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2
dashlet.docsummary.shortName=\u03a0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
dashlet.docsummary.description=\u03a3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf \u03c3\u03cd\u03bd\u03bf\u03c8\u03b7\u03c2 \u03b5\u03b3\u03b3\u03c1\u03ac\u03c6\u03c9\u03bd
dashlet.my-activities.shortName=\u039f\u03b9 \u0394\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03ad\u03c2 \u039c\u03bf\u03c5
dashlet.my-activities.description=\u03a0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c4\u03b5\u03b9 \u03c0\u03c1\u03cc\u03c3\u03c6\u03b1\u03c4\u03b5\u03c2 \u03b4\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03ad\u03bd\u03b1\u03bd \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7.
dashlet.my-docs-editing.shortName=\u03a0\u03b5\u03c1\u03b9\u03b5\u03c7\u03bf\u03bc\u03b5\u03bd\u03bf \u03c0\u03bf\u03c5 \u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03ac\u03b6\u03bf\u03bc\u03b1\u03b9
dashlet.my-docs-editing.description=Dashlet \u03a0\u03b5\u03c1\u03b9\u03b5\u03c7\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5 \u03a0\u03bf\u03c5 \u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03ac\u03b6\u03bf\u03bc\u03b1\u03b9
dashlet.my-profile.shortName=\u03a4\u03bf \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03bc\u03bf\u03c5
dashlet.my-profile.description=\u03a3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03c3\u03b5\u03b9 \u03c4\u03bf\u03bd \u03c4\u03c1\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7
dashlet.my-sites.shortName=\u03a4\u03b1 Site \u03bc\u03bf\u03c5
dashlet.my-sites.description=\u03a3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c3\u03b5\u03b9 \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd\u03c2 \u03c4\u03cc\u03c0\u03bf\u03c5\u03c2 \u03c3\u03c4\u03bf\u03c5\u03c2 \u03bf\u03c0\u03bf\u03af\u03bf\u03c5\u03c2 \u03b1\u03bd\u03ae\u03ba\u03b5\u03b9 \u03ad\u03bd\u03b1\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2
dashlet.my-tasks.shortName=\u039f\u03b9 \u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b5\u03c2 \u039c\u03bf\u03c5
dashlet.my-tasks.description=Dashlet \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03b1\u03c1\u03b1\u03c4\u03b5\u03b8\u03bf\u03cd\u03bd \u03bf\u03b9 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03bf\u03c5\u03bd \u03b1\u03bd\u03b1\u03c4\u03b5\u03b8\u03b5\u03af \u03c3\u03c4\u03bf\u03bd \u03c4\u03c1\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7
dashlet.my-workspaces.shortName=\u039f\u03b9 \u03a7\u03ce\u03c1\u03bf\u03b9 \u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03c4\u03c9\u03bd \u0395\u03b3\u03b3\u03c1\u03ac\u03c6\u03c9\u03bd \u03bc\u03bf\u03c5
dashlet.my-workspaces.description=\u03a3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c3\u03b5\u03b9 \u03c7\u03ce\u03c1\u03bf\u03c5\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03c3\u03c4\u03bf\u03c5\u03c2 \u03bf\u03c0\u03bf\u03af\u03bf\u03c5\u03c2 \u03b1\u03bd\u03ae\u03ba\u03b5\u03b9 \u03ad\u03bd\u03b1\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2
dashlet.rssfeed.shortName=RSS Feed
dashlet.rssfeed.description=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03c9\u03bd \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03b5\u03bd\u03cc\u03c2 RSS feed \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03bf\u03c5 \u03c1\u03cd\u03b8\u03bc\u03b9\u03c3\u03b7\u03c2 URL.
dashlet.site-activities.shortName=\u0394\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c4\u03bf\u03c5 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
dashlet.site-activities.description=\u03a0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c4\u03b5\u03b9 \u03c0\u03c1\u03cc\u03c3\u03c6\u03b1\u03c4\u03b5\u03c2 \u03b4\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03ad\u03bd\u03b1\u03bd \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03bf \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf.
dashlet.site-links.shortName=\u03a3\u03cd\u03bd\u03b4\u03b5\u03c3\u03bc\u03bf\u03b9 \u03c4\u03bf\u03c5 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
dashlet.site-links.description=\u03a3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c3\u03b5\u03b9 \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03bc\u03bf\u03c5\u03c2 \u03c3\u03c4\u03bf\u03c5\u03c2 \u03bf\u03c0\u03bf\u03af\u03bf\u03c5\u03c2 \u03b1\u03bd\u03ae\u03ba\u03b5\u03b9 \u03ad\u03bd\u03b1\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2
dashlet.site-profile.shortName=\u03a0\u03c1\u03bf\u03c6\u03af\u03bb \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
dashlet.site-profile.description=\u03a3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03c4\u03cc\u03c0\u03bf\u03c5 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf \u03c3\u03c5\u03bd\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2
dashlet.user-calendar.shortName=\u03a4\u03bf \u0397\u03bc\u03b5\u03c1\u03bf\u03bb\u03cc\u03b3\u03b9\u03bf \u03bc\u03bf\u03c5
dashlet.user-calendar.description=\u03a0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c4\u03b5\u03b9 \u03c4\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03b1 \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03c4\u03cc\u03c0\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03c4\u03c1\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7.
dashlet.webview.shortName=\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae Web
dashlet.webview.description=\u0395\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03b9 \u03c4\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03b1 \u03b5\u03bd\u03cc\u03c2 URI \u03b4\u03bf\u03b8\u03b5\u03af\u03c3\u03b7\u03c2 \u03bc\u03b9\u03b1 URI \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03bf\u03c5 \u03c1\u03cd\u03b8\u03bc\u03b9\u03c3\u03b7\u03c2.
dashlet.wiki.shortName=Wiki
dashlet.wiki.description=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2 wiki, \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03b5\u03c0\u03b9\u03bb\u03b5\u03c7\u03b8\u03b5\u03af \u03b1\u03c0\u03bf \u03c4\u03bf\u03bd \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7.
dashlet.my-meeting-workspaces.shortName=\u039f\u03b9 \u03a7\u03ce\u03c1\u03bf\u03b9 \u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03a3\u03c5\u03c3\u03ba\u03ad\u03c8\u03b5\u03ce\u03bd \u039c\u03bf\u03c5
dashlet.my-meeting-workspaces.description=\u03a3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c3\u03b5\u03b9 \u03c7\u03ce\u03c1\u03bf\u03c5\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03c3\u03c5\u03c3\u03ba\u03ad\u03c8\u03b5\u03c9\u03bd \u03c3\u03c4\u03bf\u03c5\u03c2 \u03bf\u03c0\u03bf\u03af\u03bf\u03c5\u03c2 \u03b1\u03bd\u03ae\u03ba\u03b5\u03b9 \u03ad\u03bd\u03b1\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2
dashlet.my-documents.shortName=\u03a4\u03b1 \u0388\u03b3\u03b3\u03c1\u03b1\u03c6\u03ac \u039c\u03bf\u03c5
dashlet.my-documents.description=Dashlet \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c3\u03b5\u03b9 \u03ad\u03b3\u03b3\u03c1\u03b1\u03c6\u03b1 \u03c3\u03c5\u03c3\u03c7\u03b5\u03c4\u03b9\u03b6\u03cc\u03bc\u03b5\u03bd\u03b1 \u03bc\u03b5 \u03c4\u03bf\u03bd \u03c4\u03c1\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7
dashlet.imagesummary.shortName=\u03a0\u03c1\u03bf\u03b5\u03c0\u03b9\u03c3\u03ba\u03cc\u03c0\u03b7\u03c3\u03b7 \u0395\u03b9\u03ba\u03cc\u03bd\u03b1\u03c2
dashlet.imagesummary.description=\u03a3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf dashlet \u03bc\u03b9\u03ba\u03c1\u03bf\u03b3\u03c1\u03b1\u03c6\u03af\u03b1\u03c2 \u03b2\u03b9\u03b2\u03bb\u03b9\u03bf\u03b8\u03ae\u03ba\u03b7\u03c2 \u03b5\u03b9\u03ba\u03cc\u03bd\u03c9\u03bd \u03ba\u03b1\u03b9 \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03c3\u03ba\u03cc\u03c0\u03b7\u03c3\u03b7\u03c2
dashlet.site-data-lists.shortName=\u039b\u03af\u03c3\u03c4\u03b5\u03c2 \u0394\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
dashlet.site-data-lists.description=\u03a3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b4\u03b5\u03af\u03be\u03b5\u03b9 \u039b\u03af\u03c3\u03c4\u03b5\u03c2 \u0394\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c3\u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf
dashlet.forum-summary.shortName=\u039f\u03b9 \u03a3\u03c5\u03b6\u03b7\u03c4\u03ae\u03c3\u03b5\u03b9\u03c2 \u03bc\u03bf\u03c5
dashlet.forum-summary.description=\u03a6\u03b9\u03bb\u03c4\u03c1\u03b1\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b7 \u03c0\u03b5\u03c1\u03af\u03bb\u03b7\u03c8\u03b7 \u03c6\u03cc\u03c1\u03bf\u03c5\u03bc \u03c3\u03c5\u03b6\u03b7\u03c4\u03ae\u03c3\u03b5\u03c9\u03bd
dashlet.saved-search.shortName=\u0391\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03c5\u03bc\u03ad\u03bd\u03b7 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7
dashlet.saved-search.description=Dashlet \u0391\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03c5\u03bc\u03ad\u03bd\u03b7\u03c2 \u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2
dashlet.site-search.shortName=\u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
dashlet.site-search.description=Dashlet \u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
dashlet.site-notice.shortName=\u0391\u03bd\u03b1\u03ba\u03bf\u03af\u03bd\u03c9\u03c3\u03b7 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
dashlet.site-notice.description=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03c3\u03bc\u03ad\u03bd\u03b7\u03c2 \u03b1\u03bd\u03b1\u03ba\u03bf\u03af\u03bd\u03c9\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf\u03c5\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2 \u03c4\u03bf\u03c5 \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03c4\u03cc\u03c0\u03bf\u03c5
dashlet.top-site-contributor-report.shortName=\u0391\u03bd\u03ac\u03bb\u03c5\u03c3\u03b7 \u03c3\u03c5\u03bd\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03ae \u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03c9\u03bd
dashlet.top-site-contributor-report.description=\u0394\u03b5\u03af\u03c7\u03bd\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03bf\u03c0\u03c4\u03b9\u03ba\u03ae \u03b1\u03bd\u03ac\u03bb\u03c5\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c0\u03bf\u03b9\u03bf\u03c2 \u03c3\u03c5\u03bd\u03ad\u03b2\u03b1\u03bb\u03b5 \u03c4\u03bf \u03bc\u03b5\u03b3\u03b1\u03bb\u03cd\u03c4\u03b5\u03c1\u03bf \u03bc\u03ad\u03c1\u03bf\u03c2 \u03c4\u03bf\u03c5 \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5 \u03c4\u03bf\u03c5 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5.
dashlet.site-content-report.shortName=\u0391\u03bd\u03ac\u03bb\u03c5\u03c3\u03b7 \u03c4\u03cd\u03c0\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03c4\u03cc\u03c0\u03bf\u03c5
dashlet.site-content-report.description=\u0394\u03b5\u03af\u03c7\u03bd\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03bf\u03c0\u03c4\u03b9\u03ba\u03ae \u03b1\u03bd\u03ac\u03bb\u03c5\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ce\u03bd \u03c4\u03cd\u03c0\u03c9\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03c4\u03bf\u03c5 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5.

