#X-Generator: crowdin.com
searchservice.title=\u0423\u0441\u043b\u0443\u0433\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435
searchservice.intro-text=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u044f \u0443\u0441\u043b\u0443\u0433\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0432 Alfresco \u0438 \u0434\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430 \u0438 \u043d\u0430\u0431\u043b\u044e\u0434\u0430\u0432\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0443\u0441\u043b\u0443\u0433\u0430. Alfresco \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 Solr Enterprise \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e \u043d\u0430 Alfresco. \u0421\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449, \u0432\u0433\u0440\u0430\u0434\u0435\u043d Lucene \u0438\u043d\u0434\u0435\u043a\u0441 \u0441\u044a\u0449\u043e \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d. Solr \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u0438\u043c\u0430 \u043f\u0440\u0435\u0434\u0438\u043c\u0441\u0442\u0432\u0430 \u043f\u0440\u0435\u0434 Lucene, \u043d\u043e \u043d\u0435 \u0435 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449\u043e \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u0438.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
searchservice.help-link=\u0412\u0438\u0436\u0442\u0435 <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/solr-overview.html" target\="_blank"> \u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 Solr</a> \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.


searchservice.searchservice=\u0423\u0441\u043b\u0443\u0433\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435
searchservice.searchservice.search-service-in-use=\u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0435 \u0432 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430
searchservice.searchservice.search-service-in-use.lucene=Lucene
searchservice.searchservice.search-service-in-use.solr=Solr
searchservice.searchservice.search-service-in-use.noindex=\u041d\u044f\u043c\u0430 \u0438\u043d\u0434\u0435\u043a\u0441
searchservice.searchservice.search-service-in-use.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u044f \u0443\u0441\u043b\u0443\u0433\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0449\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 Alfresco.


searchservice.lucene-properties=Lucene \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430

searchservice.lucene-properties.lucene.indexer.contentIndexingEnabled=\u0418\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
searchservice.lucene-properties.lucene.indexer.contentIndexingEnabled.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 Lucene \u0431\u0430\u0437\u0438\u0440\u0430\u043d\u043e \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e.
searchservice.lucene-properties.dir.indexes=\u0418\u043d\u0434\u0435\u043a\u0441 \u0414\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f
searchservice.lucene-properties.dir.indexes.description=\u041c\u044f\u0441\u0442\u043e\u0442\u043e, \u043a\u044a\u0434\u0435\u0442\u043e \u0441\u0435 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u044a\u0442 \u043d\u0430 Lucene \u0441\u044a\u0440\u0432\u044a\u0440\u0430.
searchservice.lucene-properties.disable-in-transaction-indexing=\u0417\u0430\u0431\u0440\u0430\u043d\u0430 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f
searchservice.lucene-properties.disable-in-transaction-indexing.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0430 \u0437\u0430\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0432 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f. \u0422\u043e\u0432\u0430 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435 \u043d\u0435 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435.

searchservice.lucene-properties.index.recovery.mode=\u0420\u0435\u0436\u0438\u043c \u0437\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0430
searchservice.lucene-properties.index.recovery.mode.validate=\u041f\u0420\u041e\u0412\u0415\u0420\u041a\u0410 \u041d\u0410
searchservice.lucene-properties.index.recovery.mode.auto=\u0410\u0412\u0422\u041e
searchservice.lucene-properties.index.recovery.mode.full=\u041f\u042a\u041b\u0415\u041d
searchservice.lucene-properties.index.recovery.mode.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u0435\u0436\u0438\u043c \u0437\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043e\u043f\u0446\u0438\u0438\:
searchservice.lucene-properties.index.recovery.mode.validate.description=\u041f\u0420\u041e\u0412\u0415\u0420\u041a\u0410\: \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435. \u041f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430 \u0434\u0430\u043b\u0438 \u043f\u044a\u0440\u0432\u0438\u0442\u0435 1000 \u0438 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 1000 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0441\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0438. \u0410\u043a\u043e \u043d\u0435, \u0442\u043e\u0433\u0430\u0432\u0430 \u0449\u0435 \u0441\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0438 \u0441\u044a\u0440\u0432\u044a\u0440\u044a\u0442 \u0449\u0435 \u0441\u043f\u0440\u0435. \u0421\u044a\u0449\u043e \u0442\u0430\u043a\u0430 \u0434\u043e\u043a\u043b\u0430\u0434\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043c\u0435\u0441\u0442\u0430, \u043a\u043e\u0438\u0442\u043e \u043d\u044f\u043c\u0430\u0442 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d \u0438\u043d\u0434\u0435\u043a\u0441 - \u0430\u043a\u043e \u043d\u0430\u043c\u0435\u0440\u0438 \u0442\u0430\u043a\u0438\u0432\u0430, \u0441\u044a\u0440\u0432\u044a\u0440\u044a\u0442 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430. 
searchservice.lucene-properties.index.recovery.mode.auto.description=\u0410\u0432\u0442\u043e\: \u041f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430 \u0434\u0430\u043b\u0438 \u043f\u044a\u0440\u0432\u0438\u0442\u0435 1000 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0441\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0438, \u0438 \u0430\u043a\u043e \u043d\u0435, \u043f\u0440\u0430\u0432\u0438 \u043f\u044a\u043b\u043d\u043e \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0442\u0435. \u0421\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430 \u0434\u0430\u043b\u0438 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 1000 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0441\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0438 \u0438 \u0430\u043a\u043e \u043d\u0435, \u043e\u0442\u043a\u0440\u0438\u0432\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f \u0438 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0441\u043b\u0435\u0434\u0432\u0430\u0449\u0438 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438. \u0421\u044a\u0449\u043e \u0442\u0430\u043a\u0430 \u0434\u043e\u043a\u043b\u0430\u0434\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043c\u0435\u0441\u0442\u0430, \u043a\u043e\u0438\u0442\u043e \u043d\u044f\u043c\u0430\u0442 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0438\u043d\u0434\u0435\u043a\u0441, \u0430\u043a\u043e \u043d\u0430\u043c\u0435\u0440\u0438 \u0442\u0430\u043a\u0438\u0432\u0430 - \u0441\u044a\u0440\u0432\u044a\u0440\u044a\u0442 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430.
searchservice.lucene-properties.index.recovery.mode.full.description=\u041f\u042a\u041b\u0415\u041d\: \u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435 \u0434\u043e \u043f\u044a\u043b\u043d\u043e \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435.

searchservice.lucene-properties.backup-settings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043d\u0435
searchservice.lucene-properties.backup-settings.dir.indexes.backup=\u0418\u043d\u0434\u0435\u043a\u0441 \u043d\u0430 \u0440\u0435\u0437\u0435\u0440\u0432\u043d\u0430\u0442\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f
searchservice.lucene-properties.backup-settings.dir.indexes.backup.description=\u041c\u044f\u0441\u0442\u043e\u0442\u043e, \u043a\u044a\u0434\u0435\u0442\u043e \u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u043d \u0430\u0440\u0445\u0438\u0432 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 Lucene \u0441\u044a\u0440\u0432\u044a\u0440\u0430.
searchservice.lucene-properties.backup-settings.index.backup.cronExpression=\u0410\u0440\u0445\u0438\u0432 \u043d\u0430 Cron \u0438\u0437\u0440\u0430\u0437
searchservice.lucene-properties.backup-settings.index.backup.cronExpression.description=Unix \u043f\u043e\u0434\u043e\u0431\u0435\u043d \u0438\u0437\u0440\u0430\u0437, \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u0441\u044a\u0449\u0438\u044f \u0441\u0438\u043d\u0442\u0430\u043a\u0441\u0438\u0441 \u043a\u0430\u0442\u043e cron \u043a\u043e\u043c\u0430\u043d\u0434\u0430, \u043a\u043e\u044f\u0442\u043e \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430 \u043f\u0440\u0438 \u0432\u044a\u0437\u043d\u0438\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0437\u0435\u0440\u0432\u043d\u0438 \u043a\u043e\u043f\u0438\u044f. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 0 0 3 **? \u043a\u043e\u0435\u0442\u043e \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430, \u0447\u0435 \u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0441\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0432\u0430 \u0435\u0436\u0435\u0434\u043d\u0435\u0432\u043d\u043e \u0432 03.00.

searchservice.lucene-properties.advanced-lucene-settings=\u0420\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438 Lucene \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438
searchservice.lucene-properties.advanced-lucene-settings.description=\u041e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u0441\u0435 \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430 \u0434\u0430 \u043d\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442\u0435 \u0442\u0435\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438.
searchservice.lucene-properties.advanced-lucene-settings.fts.indexer.batchSize=\u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043f\u0430\u043a\u0435\u0442 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0430\u0442\u043e\u0440\u0430
searchservice.lucene-properties.advanced-lucene-settings.fts.indexer.batchSize.description=\u0420\u0430\u0437\u043c\u0435\u0440\u044a\u0442 \u043d\u0430 \u043f\u0430\u0440\u0442\u0438\u0434\u0430\u0442\u0430 \u0437\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0430.
searchservice.lucene-properties.advanced-lucene-settings.lucene.query.maxClauses=Lucene \u0437\u0430\u044f\u0432\u043a\u0430 \u041c\u0430\u043a\u0441 \u043a\u043b\u0430\u0443\u0437\u0438
searchservice.lucene-properties.advanced-lucene-settings.lucene.query.maxClauses.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u043a\u043b\u0430\u0443\u0437\u0438 (Lucene \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u0435\u043d \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440). \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 10000.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerMaxMergeDocs=\u041c\u0430\u043a\u0441 \u043e\u0431\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerMaxMergeDocs.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u043e\u0431\u0435\u0434\u0438\u043d\u044f\u0442 \u0432 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043d\u0430 \u043e\u0431\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435 - \u0432 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 \u043e\u043f\u0442\u0438\u043c\u0438\u0437\u0438\u0440\u0430\u043d\u043e. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 1000000.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxDocIdCacheSize=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043a\u0435\u0448\u0430 \u043d\u0430 \u0418\u0414 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxDocIdCacheSize.description=\u041a\u0435\u0448 \u0438\u043d\u0434\u0435\u043a\u0441 doc \u0418\u0414 \u043a\u044a\u043c NodeRef. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 100 000.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxDocsForInMemoryMerge=\u041e\u0431\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u041c\u0430\u043a\u0441 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxDocsForInMemoryMerge.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0432 \u0441\u043b\u0438\u0432\u0430\u043d\u0438\u044f \u043d\u0430 \u043f\u0430\u043c\u0435\u0442\u0442\u0430. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 60000.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxFieldLength=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0414\u044a\u043b\u0436\u0438\u043d\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxFieldLength.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 10000.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxLinkAspectCacheSize=\u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043a\u0435\u0448\u0430 \u0437\u0430 \u0430\u0441\u043f\u0435\u043a\u0442 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxLinkAspectCacheSize.description=\u0410\u0441\u043f\u0435\u043a\u0442\u0438 \u043d\u0430 \u041a\u0435\u0448 \u0432\u0440\u044a\u0437\u043a\u0430, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u043f\u0440\u0438 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u044a\u0449\u0435\u0440\u043d\u0438 \u0430\u0441\u043f\u0435\u043a\u0442\u0438. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 10000.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxPathCacheSize=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043a\u0435\u0448\u0430 \u0437\u0430 \u043f\u044a\u0442
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxPathCacheSize.description=\u041a\u0435\u0448 \u043d\u0430 \u043f\u044a\u0440\u0432\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043e\u0442 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f PATH \u0437\u0430\u044f\u0432\u043a\u0438. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 100 000.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxRamInMbForInMemoryMerge=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u043f\u0430\u043c\u0435\u0442 \u0432 \u043e\u0431\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0438\u044f
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxRamInMbForInMemoryMerge.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043e\u0431\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435 \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 16.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxTypeCacheSize=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 \u0442\u0438\u043f \u043a\u0435\u0448
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxTypeCacheSize.description=\u0426\u0435\u043b \u0437\u0430 \u0431\u0440\u043e\u0439 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u043f\u0440\u044f\u043a\u043e \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u0434\u0430\u0434\u0435\u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 5.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerRamBufferSizeMb=\u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u0431\u0443\u0444\u0435\u0440\u0430 \u043d\u0430 \u043f\u0430\u043c\u0435\u0442\u0442\u0430 \u043f\u0440\u0438 \u0441\u043b\u0438\u0432\u0430\u043d\u0435
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerRamBufferSizeMb.description=\u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u0431\u0443\u0444\u0435\u0440\u0430 \u043f\u0430\u043c\u0435\u0442 \u043f\u0440\u0438 \u0441\u043b\u0438\u0432\u0430\u043d\u0435 . \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 16. 
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerTargetOverlayCount=\u0411\u0440\u043e\u0439 \u0446\u0435\u043b\u0435\u0432\u0438 \u0441\u043b\u043e\u0435\u0432\u0435
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerTargetOverlayCount.description=\u0426\u0435\u043b \u0437\u0430 \u0431\u0440\u043e\u0439 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u043f\u0440\u044f\u043a\u043e \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u0434\u0430\u0434\u0435\u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 5.
searchservice.lucene-properties.advanced-lucene-settings.index.tracking.adm.cronExpression=\u0418\u043d\u0434\u0435\u043a\u0441 \u0437\u0430 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 Cron \u0438\u0437\u0440\u0430\u0437
searchservice.lucene-properties.advanced-lucene-settings.index.tracking.adm.cronExpression.description=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0447\u0435\u0441\u0442\u043e\u0442\u0430\u0442\u0430, \u0441 \u043a\u043e\u044f\u0442\u043e \u0441\u0435 \u0437\u0430\u0434\u0435\u0439\u0441\u0442\u0432\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u0437\u0430 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u0435 \u0437\u0430 \u043e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043f\u0440\u0438 \u0440\u0430\u0431\u043e\u0442\u0430 \u0432 \u043a\u043b\u044a\u0441\u0442\u0435\u0440.
searchservice.lucene-properties.advanced-lucene-settings.search.solrTrackingSupport.enabled=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0435 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
searchservice.lucene-properties.advanced-lucene-settings.search.solrTrackingSupport.enabled.description=Solr \u0432\u0441\u0435 \u043e\u0449\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430 \u043f\u0440\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e NoIndex \u0442\u044a\u0440\u0441\u0435\u043d\u0435. \u0422\u0430\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430, \u0437\u0430 \u0434\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 Solr \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043e\u0442 \u043e\u0442\u0434\u0435\u043b\u043d\u0430(\u0438) Solr \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f(\u0438), \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0430(\u0438) \u0437\u0430 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u044a\u0440\u0432\u044a\u0440.
searchservice.lucene-properties.advanced-lucene-settings.lucene.maxFieldLength=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0438 \u043f\u0440\u0438\u0437\u043d\u0430\u0446\u0438 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442
searchservice.lucene-properties.advanced-lucene-settings.lucene.maxFieldLength.description=\u0417\u0430\u0434\u0430\u0432\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f \u0431\u0440\u043e\u0439 \u043d\u0430 \u043f\u0440\u0438\u0437\u043d\u0430\u0446\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0438 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442.
searchservice.lucene-properties.advanced-lucene-settings.lucene.maxAtomicTransformationTime=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u043e \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u0430\u0442\u043e\u043c\u043d\u0430 \u0442\u0440\u0430\u043d\u0441\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
searchservice.lucene-properties.advanced-lucene-settings.lucene.maxAtomicTransformationTime.description=\u0417\u0430\u0434\u0430\u0432\u0430, \u0447\u0435 \u0442\u0440\u0430\u043d\u0441\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u043a\u043e\u0438\u0442\u043e \u0435 \u0432\u0435\u0440\u043e\u044f\u0442\u043d\u043e \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0430\u0442 \u043f\u043e\u0432\u0435\u0447\u0435 \u0432\u0440\u0435\u043c\u0435 (\u0432 \u043c\u0438\u043b\u0438\u0441\u0435\u043a\u0443\u043d\u0434\u0438) \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0438 \u0432\u044a\u0432 \u0444\u043e\u043d\u043e\u0432 \u0440\u0435\u0436\u0438\u043c. \u0417\u0430 \u0434\u0430 \u0437\u0430\u0431\u044a\u0440\u0437\u0430\u0442\u0435 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0430\u0442\u043e\u043c\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 , \u0443\u0432\u0435\u043b\u0438\u0447\u0435\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 100.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerMergeFactor=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0444\u0430\u043a\u0442\u043e\u0440 \u0437\u0430 \u043e\u0431\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerMergeFactor.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d  \u043a\u043e\u0435\u0444\u0438\u0446\u0438\u0435\u043d\u0442 \u043d\u0430 \u0441\u043b\u0438\u0432\u0430\u043d\u0435 \u0432 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043d\u0430 \u043e\u0431\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435 - \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u043d\u043e\u0442\u043e \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435 \u0435 \u043e\u043f\u0442\u0438\u043c\u0438\u0437\u0438\u0440\u0430\u043d\u043e. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 5.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxDocsForInMemoryIndex=\u041c\u0430\u043a\u0441\u0438\u043c\u0443\u043c \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxDocsForInMemoryIndex.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 \u0437\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0438 \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 60000.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxDocumentCacheSize=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043a\u0435\u0448\u0430 \u0437\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxDocumentCacheSize.description=\u041a\u0435\u0448 \u0437\u0430 Lucene \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u043e\u0442 Lucene \u0438\u043d\u0434\u0435\u043a\u0441 \u0418\u0414 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 100.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxIsCategoryCacheSize=\u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043a\u0435\u0448\u0430 \u0437\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxIsCategoryCacheSize.description=\u041a\u0435\u0448 \u0437\u0430 Lucene \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0441\u0430 Alfresco \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u0438. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435-1 \u043a\u0435\u0448\u0438\u0440\u0430 \u0432\u0441\u0438\u0447\u043a\u0438.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxParentCacheSize=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043a\u0435\u0448\u0430-\u0440\u043e\u0434\u0438\u0442\u0435\u043b
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxParentCacheSize.description=\u0417\u0430\u044f\u0432\u043a\u0438 \u043a\u044a\u043c \u041a\u0435\u0448-\u0440\u043e\u0434\u0438\u0442\u0435\u043b , \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u043f\u0440\u0438 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0446\u0430\u0442\u0430 \u043a\u044a\u043c \u0440\u043e\u0434\u0438\u0442\u0435\u043b\u0438\u0442\u0435. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 100 000.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxRamInMbForInMemoryIndex=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d "\u0412 \u043f\u0430\u043c\u0435\u0442\u0442\u0430" \u0438\u043d\u0434\u0435\u043a\u0441
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxRamInMbForInMemoryIndex.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 \u0437\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449\u0438 \u0441\u0435 \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 16.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxRawResultSetSizeForInMemorySort=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u043e \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.maxRawResultSetSizeForInMemorySort.description=\u041c\u0430\u043a\u0441\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0435\u0437\u0443\u043b\u0430\u0442\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 \u043f\u0440\u0438 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 1000.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerMaxBufferedDocs=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u043e \u0441\u043b\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0431\u0443\u0444\u0435\u0440\u0438\u0440\u0430\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerMaxBufferedDocs.description=\u0422\u0438\u043f \u043a\u0435\u0448 \u0437\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 Alfresco \u0432 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u043d\u0430 Lucene. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435-1 \u0435 \u0435\u043a\u0432\u0438\u0432\u0430\u043b\u0435\u043d\u0442\u043d\u043e \u043d\u0430 \u043d\u0435\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerTargetIndexCount=\u0411\u0440\u043e\u0439 \u0446\u0435\u043b\u0435\u0432\u0438 \u0438\u043d\u0434\u0435\u043a\u0441\u0438
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerTargetIndexCount.description=\u0426\u0435\u043b \u0437\u0430 \u0431\u0440\u043e\u0439 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0442\u0435. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 8.
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerTargetOverlaysBlockingFactor=\u0426\u0435\u043b\u0435\u0432\u0438 \u0431\u043b\u043e\u043a\u0438\u0440\u0430\u0449 \u0444\u0430\u043a\u0442\u043e\u0440 \u043f\u0440\u0438 \u043d\u0430\u0441\u043b\u0430\u0433\u0432\u0430\u043d\u0435
searchservice.lucene-properties.advanced-lucene-settings.lucene.indexer.mergerTargetOverlaysBlockingFactor.description=\u0426\u0435\u043b\u0435\u0432\u0438 \u0444\u0430\u043a\u0442\u043e\u0440, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0441\u0442\u0435\u043a\u0430 \u0438 \u043d\u0430\u0441\u043b\u0430\u0433\u0432\u0430\u043d\u0438\u044f\u0442\u0430 \u0434\u0430 \u043d\u0435 \u0441\u0442\u0430\u043d\u0430\u0442 \u0442\u0432\u044a\u0440\u0434\u0435 \u0433\u043e\u043b\u0435\u043c\u0438 \u0438 \u0434\u0430 \u043f\u043e\u0432\u043b\u0438\u044f\u044f\u0442 \u043d\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044f\u043d\u0435\u0442\u043e. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 2.
searchservice.lucene-properties.advanced-lucene-settings.index.reindexMissingContent.cronExpression=\u041b\u0438\u043f\u0441\u0432\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 Cron \u0438\u0437\u0440\u0430\u0437
searchservice.lucene-properties.advanced-lucene-settings.index.reindexMissingContent.cronExpression.description=\u0417\u0430\u0434\u0430\u043d\u0438\u0435 \u0434\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430 \u043b\u0438\u043f\u0441\u0432\u0430\u0449\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u043a\u043e\u0433\u0430\u0442\u043e \u0440\u0430\u0431\u043e\u0442\u0438 \u0432 \u043a\u043b\u044a\u0441\u0442\u0435\u0440. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 *****? 2099.


searchservice.solr-properties=\u0421\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u043d\u0430 Solr

searchservice.solr-properties.search.solrTrackingSupport.enabled=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0435 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435
searchservice.solr-properties.search.solrTrackingSupport.enabled.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 Solr \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 \u0441  Alfresco \u0441\u044a\u0440\u0432\u044a\u0440  \u0438 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u0438 \u0438 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438\u0442\u0435.
searchservice.solr-properties.solr.port=Solr \u043f\u043e\u0440\u0442 (\u043d\u0435-SSL)
searchservice.solr-properties.solr.port.description=\u041f\u0440\u0438\u043b\u043e\u0436\u043d\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440\u0435\u043d http \u043f\u043e\u0440\u0442 (\u043d\u0435\u0437\u0430\u0449\u0438\u0442\u0435\u043d), \u043d\u0430 \u043a\u043e\u0439\u0442\u043e Solr \u0441\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430. \u0422\u043e\u0432\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u0430\u043c\u043e \u0430\u043a\u043e Solr \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438 \u0431\u0435\u0437 \u0441\u0438\u0433\u0443\u0440\u043d\u0438 \u043a\u043e\u043c\u0443\u043d\u0438\u043a\u0430\u0446\u0438\u0438.
searchservice.solr-properties.solr.host=Solr \u0438\u043c\u0435 \u043d\u0430 \u0445\u043e\u0441\u0442
searchservice.solr-properties.solr.host.description=\u0418\u043c\u0435 \u043d\u0430 \u0425\u043e\u0441\u0442 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430, \u043d\u0430 \u043a\u043e\u0439\u0442\u043e Solr \u0441\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043b\u043e\u043a\u0430\u043b\u0435\u043d \u0445\u043e\u0441\u0442, \u0430\u043a\u043e \u0440\u0430\u0431\u043e\u0442\u0438 \u043d\u0430 \u0441\u044a\u0449\u0430\u0442\u0430 \u043c\u0430\u0448\u0438\u043d\u0430.
searchservice.solr-properties.solr.port.ssl=Solr SSL \u043f\u043e\u0440\u0442
searchservice.solr-properties.solr.port.ssl.description=https \u043f\u043e\u0440\u0442 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u043d\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440, \u043d\u0430 \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430  Solr.

searchservice.solr-properties.main-store-tracking-status=\u0421\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u041e\u0441\u043d\u043e\u0432\u043d\u0438\u044f (\u0440\u0430\u0431\u043e\u0442\u0435\u043d) \u0446\u0435\u043d\u0442\u044a\u0440
searchservice.solr-properties.main-store-tracking-status.description=\u0422\u043e\u0437\u0438 \u0440\u0430\u0437\u0434\u0435\u043b \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 Solr \u0438\u043d\u0434\u0435\u043a\u0441 \u0437\u0430 \u0433\u043b\u0430\u0432\u043d\u0438\u044f (\u0440\u0430\u0431\u043e\u0442\u0435\u043d) \u0446\u0435\u043d\u0442\u044a\u0440.
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.active=\u0418\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 \u0432 \u0445\u043e\u0434
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.active.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0434\u0430\u043b\u0438 Solr \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430 \u043d\u0435\u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0438\u043b\u0438 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438.
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.last.indexed.txn=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u043e \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.last.indexed.txn.description=\u0418\u0414 \u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f, \u043d\u0430\u0439-\u043d\u0430\u0441\u043a\u043e\u0440\u043e \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0430 \u043e\u0442 Solr.
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.approx.indexing.time.remaining=\u041f\u0440\u0438\u0431\u043b\u0438\u0437\u0438\u0442\u0435\u043b\u043d\u043e \u043e\u0441\u0442\u0430\u0432\u0430\u0449\u043e \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.approx.indexing.time.remaining.description=\u041e\u0447\u0430\u043a\u0432\u0430\u043d\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435, \u043a\u043e\u0435\u0442\u043e Solr \u0449\u0435 \u043e\u0442\u043d\u0435\u043c\u0435 \u0434\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0438 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u0442\u0435 \u043d\u0435\u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0438\u043b\u0438 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438.
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.disk=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0438\u0441\u043a\u0430 (\u0413\u0411)
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.disk.description=\u0414\u0438\u0441\u043a\u043e\u0432\u043e \u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u0441\u0442\u0432\u043e, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u043e \u043e\u0442 \u043d\u0430\u0439-\u043d\u043e\u0432\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u043d\u0430 SOLR. \u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u043d\u0430\u0439-\u043c\u0430\u043b\u043a\u043e \u0434\u0432\u043e\u0439\u043d\u043e \u0442\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u0444\u043e\u043d\u043e\u0432\u043e \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e.
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.lag=\u0418\u043d\u0434\u0435\u043a\u0441 \u0437\u0430\u043a\u044a\u0441\u043d\u0435\u043d\u0438\u0435
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.lag.description=\u0412\u0440\u0435\u043c\u0435, \u043f\u0440\u0435\u0437 \u043a\u043e\u0435\u0442\u043e \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0437\u0430\u0434 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e.
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.approx.txns.remaining=\u041f\u0440\u0438\u0431\u043b\u0438\u0437\u0438\u0442\u0435\u043b\u043d\u0438 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438 \u043a\u044a\u043c \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.approx.txns.remaining.description=\u041f\u0440\u0438\u0431\u043b\u0438\u0437\u0438\u0442\u0435\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u043d\u0430 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0438 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438, \u043a\u043e\u0438\u0442\u043e \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u0442 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435.
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.memory=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043d\u0430 \u043f\u0430\u043c\u0435\u0442\u0442\u0430 (\u0413\u0411)
searchservice.solr-properties.main-store-tracking-status.tracker.alfresco.memory.description=\u0422\u0435\u043a\u0443\u0449\u0430 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430 \u043d\u0430 \u043f\u0430\u043c\u0435\u0442. \u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u0422\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0432\u0430\u0440\u0438\u0440\u0430 \u043f\u043e\u0440\u0430\u0434\u0438 \u043a\u0440\u0430\u0442\u043a\u043e\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u0430 \u043f\u0430\u043c\u0435\u0442, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0430 \u0437\u0430 \u0444\u043e\u043d\u043e\u0432\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 Lucene \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u043a\u0435\u0448.

searchservice.solr-properties.archive-store-tracking-status=\u041f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0410\u0440\u0445\u0438\u0432\u0430
searchservice.solr-properties.archive-store-tracking-status.description=\u0422\u043e\u0437\u0438 \u0440\u0430\u0437\u0434\u0435\u043b \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 Solr \u0438\u043d\u0434\u0435\u043a\u0441 \u0437\u0430 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e \u043d\u0430 \u0430\u0440\u0445\u0438\u0432\u0430.
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.active=\u0418\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 \u0432 \u0445\u043e\u0434
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.active.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0434\u0430\u043b\u0438 Solr \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430 \u043d\u0435\u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0438\u043b\u0438 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438.
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.last.indexed.txn=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u043e \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.last.indexed.txn.description=\u0418\u0414 \u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f, \u043d\u0430\u0439-\u043d\u0430\u0441\u043a\u043e\u0440\u043e \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0430 \u043e\u0442 Solr.
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.approx.indexing.time.remaining=\u041f\u0440\u0438\u0431\u043b\u0438\u0437\u0438\u0442\u0435\u043b\u043d\u043e \u043e\u0441\u0442\u0430\u0432\u0430\u0449\u043e \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.approx.indexing.time.remaining.description=\u041e\u0447\u0430\u043a\u0432\u0430\u043d\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435, \u043a\u043e\u0435\u0442\u043e Solr \u0449\u0435 \u043e\u0442\u043d\u0435\u043c\u0435 \u0434\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0438 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u0442\u0435 \u043d\u0435\u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0438\u043b\u0438 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438.
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.disk=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0438\u0441\u043a\u0430 (\u0413\u0411)
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.disk.description=\u0414\u0438\u0441\u043a\u043e\u0432\u043e \u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u0441\u0442\u0432\u043e, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u043e \u043e\u0442 \u043d\u0430\u0439-\u043d\u043e\u0432\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u043d\u0430 SOLR. \u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u043d\u0430\u0439-\u043c\u0430\u043b\u043a\u043e \u0434\u0432\u043e\u0439\u043d\u043e \u0442\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u0444\u043e\u043d\u043e\u0432\u043e \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e.
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.lag=\u0417\u0430\u043a\u044a\u0441\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.lag.description=\u0412\u0440\u0435\u043c\u0435, \u043f\u0440\u0435\u0437 \u043a\u043e\u0435\u0442\u043e \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0437\u0430\u0434 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e.
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.approx.txns.remaining=\u041f\u0440\u0438\u0431\u043b\u0438\u0437\u0438\u0442\u0435\u043b\u043d\u0438 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438 \u0437\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.approx.txns.remaining.description=\u041f\u0440\u0438\u0431\u043b\u0438\u0437\u0438\u0442\u0435\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u043d\u0430 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0438 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438, \u043a\u043e\u0438\u0442\u043e \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u0442 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435.
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.memory=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u043c\u0435\u0442\u0442\u0430 (\u0413\u0411)
searchservice.solr-properties.archive-store-tracking-status.tracker.archive.memory.description=\u0422\u0435\u043a\u0443\u0449\u0430 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430 \u043d\u0430 \u043f\u0430\u043c\u0435\u0442. \u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u0422\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0432\u0430\u0440\u0438\u0440\u0430 \u043f\u043e\u0440\u0430\u0434\u0438 \u043a\u0440\u0430\u0442\u043a\u043e\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u0430 \u043f\u0430\u043c\u0435\u0442, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0430 \u0437\u0430 \u0444\u043e\u043d\u043e\u0432\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 Lucene \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u043a\u0435\u0448.

searchservice.solr-properties.backup-settings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043d\u0435

searchservice.solr-properties.backup-settings.main-store=\u0413\u043b\u0430\u0432\u043d\u043e\u0442\u043e \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435
searchservice.solr-properties.backup-settings.main-store.solr.backup.alfresco.remoteBackupLocation=\u041c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043d\u0435
searchservice.solr-properties.backup-settings.main-store.solr.backup.alfresco.remoteBackupLocation.description=\u041c\u044f\u0441\u0442\u043e\u0442\u043e, \u043a\u044a\u0434\u0435\u0442\u043e \u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u043d \u0430\u0440\u0445\u0438\u0432 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 Solr \u0441\u044a\u0440\u0432\u044a\u0440\u0430.
searchservice.solr-properties.backup-settings.main-store.solr.backup.alfresco.cronExpression=\u0410\u0440\u0445\u0438\u0432 \u043d\u0430 Cron \u0438\u0437\u0440\u0430\u0437
searchservice.solr-properties.backup-settings.main-store.solr.backup.alfresco.cronExpression.description=Unix \u043f\u043e\u0434\u043e\u0431\u0435\u043d \u0438\u0437\u0440\u0430\u0437, \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u0441\u044a\u0449\u0438\u044f \u0441\u0438\u043d\u0442\u0430\u043a\u0441\u0438\u0441 \u043a\u0430\u0442\u043e cron \u043a\u043e\u043c\u0430\u043d\u0434\u0430, \u043a\u043e\u044f\u0442\u043e \u0441\u0435 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430 \u043f\u0440\u0438 \u0432\u044a\u0437\u043d\u0438\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0437\u0435\u0440\u0432\u043d\u0438 \u043a\u043e\u043f\u0438\u044f. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 0 0 2 **? \u043a\u043e\u0435\u0442\u043e \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430, \u0447\u0435 \u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0441\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0432\u0430 \u0435\u0436\u0435\u0434\u043d\u0435\u0432\u043d\u043e \u0432 02.00.
searchservice.solr-properties.backup-settings.main-store.solr.backup.alfresco.numberToKeep=\u0410\u0440\u0445\u0438\u0432\u0438 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435
searchservice.solr-properties.backup-settings.main-store.solr.backup.alfresco.numberToKeep.description=\u0411\u0440\u043e\u044f\u0442 \u0430\u0440\u0445\u0438\u0432\u0438 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 (\u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u043d\u0430\u0439-\u043d\u043e\u0432\u0438\u044f \u0430\u0440\u0445\u0438\u0432).

searchservice.solr-properties.backup-settings.archive-store-properties=\u0421\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u043d\u0430 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e \u043d\u0430 \u0410\u0440\u0445\u0438\u0432\u0438
searchservice.solr-properties.backup-settings.archive-store-properties.solr.backup.archive.remoteBackupLocation=\u041c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043d\u0435
searchservice.solr-properties.backup-settings.archive-store-properties.solr.backup.archive.remoteBackupLocation.description=\u041c\u044f\u0441\u0442\u043e\u0442\u043e, \u043a\u044a\u0434\u0435\u0442\u043e \u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u043d \u0430\u0440\u0445\u0438\u0432 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 Solr \u0441\u044a\u0440\u0432\u044a\u0440\u0430.
searchservice.solr-properties.backup-settings.archive-store-properties.solr.backup.archive.cronExpression=\u0410\u0440\u0445\u0438\u0432 \u043d\u0430 Cron \u0438\u0437\u0440\u0430\u0437
searchservice.solr-properties.backup-settings.archive-store-properties.solr.backup.archive.cronExpression.description=Unix \u043f\u043e\u0434\u043e\u0431\u0435\u043d \u0438\u0437\u0440\u0430\u0437, \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u0441\u044a\u0449\u0438\u044f \u0441\u0438\u043d\u0442\u0430\u043a\u0441\u0438\u0441 \u043a\u0430\u0442\u043e cron \u043a\u043e\u043c\u0430\u043d\u0434\u0430, \u043a\u043e\u044f\u0442\u043e \u0441\u0435 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430 \u043f\u0440\u0438 \u0432\u044a\u0437\u043d\u0438\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0437\u0435\u0440\u0432\u043d\u0438 \u043a\u043e\u043f\u0438\u044f. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 0 0 4 **? \u043a\u043e\u0435\u0442\u043e \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430, \u0447\u0435 \u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0441\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0432\u0430 \u0435\u0436\u0435\u0434\u043d\u0435\u0432\u043d\u043e \u0432 04.00.
searchservice.solr-properties.backup-settings.archive-store-properties.solr.backup.archive.numberToKeep=\u0410\u0440\u0445\u0438\u0432\u0438 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435
searchservice.solr-properties.backup-settings.archive-store-properties.solr.backup.archive.numberToKeep.description=\u0411\u0440\u043e\u044f\u0442 \u0430\u0440\u0445\u0438\u0432\u0438 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 (\u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u043d\u0430\u0439-\u043d\u043e\u0432\u0438\u044f \u0430\u0440\u0445\u0438\u0432).


searchservice.noindex-properties=\u041d\u044f\u043c\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e

searchservice.noindex-properties.search.solrTrackingSupport.enabled=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0435 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
searchservice.noindex-properties.search.solrTrackingSupport.enabled.description=Solr \u0432\u0441\u0435 \u043e\u0449\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430 \u043f\u0440\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e NoIndex \u0442\u044a\u0440\u0441\u0435\u043d\u0435. \u0422\u0430\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430, \u0437\u0430 \u0434\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 Solr \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043e\u0442 \u043e\u0442\u0434\u0435\u043b\u043d\u0430(\u0438) Solr \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f(\u0438), \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0430(\u0438) \u0437\u0430 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u044a\u0440\u0432\u044a\u0440.


searchservice.transactional-query=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438
searchservice.transactional-query.description=\u0411\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u043d\u0430 \u043f\u043e\u0434\u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043e\u0442 CMIS \u0435\u0437\u0438\u043a \u0437\u0430 \u0437\u0430\u044f\u0432\u043a\u0438 \u0438 Alfresco \u043f\u044a\u043b\u043d\u043e \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442. \u0417\u0430 \u0432\u0441\u044f\u043a\u0430 \u043e\u0442 \u0442\u0435\u0437\u0438 \u0443\u0441\u043b\u0443\u0433\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0440\u0435\u0436\u0438\u043c, \u043a\u043e\u0439\u0442\u043e \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u0434\u0430\u043b\u0438 \u0438 \u043a\u043e\u0433\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.
searchservice.transactional-query.cmis=CMIS \u0437\u0430\u044f\u0432\u043a\u0430
searchservice.transactional-query.fts=Alfresco \u043f\u044a\u043b\u043d\u043e\u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e \u0442\u044a\u0440\u0441\u0435\u043d\u0435
searchservice.transactional-query.eventual=\u041d\u0438\u043a\u043e\u0433\u0430 \u043d\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438
searchservice.transactional-query.eventual.description=\u041d\u0438\u043a\u043e\u0433\u0430 \u043d\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438\: \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430, \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u043e \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0432\u0438\u043d\u0430\u0433\u0438 \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430.
searchservice.transactional-query.transactional=\u0412\u0438\u043d\u0430\u0433\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438
searchservice.transactional-query.transactional.description=\u0412\u0438\u043d\u0430\u0433\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438\: \u0437\u0430\u044f\u0432\u043a\u0438\u0442\u0435 \u0432\u0438\u043d\u0430\u0433\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u043d\u0438 \u0441 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438. \u0410\u043a\u043e \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043f\u0440\u0435\u0434\u0438\u043a\u0430\u0442\u0438 \u0438\u043b\u0438 \u043e\u043f\u0435\u0440\u0430\u0442\u043e\u0440\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u0442 \u043e\u0442 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u043a\u044a\u043c \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438, \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0449\u0435 \u0441\u0435 \u043f\u0440\u043e\u0432\u0430\u043b\u0438.
searchservice.transactional-query.transactional-if-possible=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438, \u0430\u043a\u043e \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e
searchservice.transactional-query.transactional-if-possible.description=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438, \u0430\u043a\u043e \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\: \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0430, \u0430\u043a\u043e \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d\u0438 \u043f\u0440\u0435\u0434\u0438\u043a\u0430\u0442\u0438 \u0438 \u043e\u043f\u0435\u0440\u0430\u0442\u043e\u0440\u0438, \u0432 \u043f\u0440\u043e\u0442\u0438\u0432\u0435\u043d \u0441\u043b\u0443\u0447\u0430\u0439 \u0449\u0435 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435 \u043e\u0431\u0440\u0430\u0442\u043d\u043e \u043a\u044a\u043c \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
searchservice.transactional-query.info-text=\u0412\u0438\u0436\u0442\u0435 <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/intrans-metadata-feature.html" target\="_blank"> \u0417\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u043e\u043d\u043d\u0438 \u043c\u0435\u0442\u0430\u0434\u0430\u043d\u043d\u0438</a>\u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.< br / > < br / > \u0437\u0430 \u044a\u043f\u0433\u0440\u0435\u0439\u0434\u0438, \u0434\u043e\u0431\u0430\u0432\u043a\u0430\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0430, \u043f\u0440\u0435\u0434\u0438 \u0442\u0435\u0437\u0438 \u043e\u043f\u0446\u0438\u0438 \u0434\u0430 \u0441\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438, \u0432\u0438\u0436\u0442\u0435 <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/intrans-metadata-conf-patch.html" target\="_blank"> \u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0430 \u0434\u043e\u0431\u0430\u0432\u043a\u0430 \u0437\u0430 \u043d\u0430\u0434\u0441\u0442\u0440\u043e\u0439\u043a\u0430</a>.
