#X-Generator: crowdin.com
subscriptions.title=\u0423\u0441\u043b\u0443\u0433\u0430 \u0437\u0430 \u0430\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0435 
subscriptions.intro-text=Alfresco \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u043b\u0435\u0434\u044f\u0442 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f\u0442\u0430 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438 \u043a\u0430\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0430\u0442 \u0434\u0430 \u0433\u0438 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0442. \u041a\u043e\u0433\u0430\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0441\u0435 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u0442, \u043b\u0438\u0446\u0435\u0442\u043e, \u043a\u043e\u0435\u0442\u043e \u0433\u0438 \u0441\u043b\u0435\u0434\u0438, \u0449\u0435 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u044f. \u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0430\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0435 \u0435 \u043e\u0441\u043d\u043e\u0432\u043d\u0430\u0442\u0430 \u0443\u0441\u043b\u0443\u0433\u0430, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0430 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u0438 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u044f \u0437\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u0437\u0430 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435/\u0437\u0430\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u043d\u0430 \u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0430\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0435 \u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430.

subscriptions.subscription-service=\u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0430\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0435
subscriptions.subscription-service.description=
subscriptions.subscription-service.subscriptions-enabled=\u0410\u0431\u043e\u043d\u0430\u043c\u0435\u043d\u0442\u0438 \u0441\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0438 
subscriptions.subscription-service.subscriptions-enabled.description=\u0422\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435. \u0422\u044f \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0434\u0430 \u0441\u043b\u0435\u0434\u0432\u0430\u0442 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0434\u0430  \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u0442 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438 \u0441\u043f\u043e\u0440\u0435\u0434 \u0442\u043e\u0432\u0430 \u043a\u043e\u0439 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u0442. \u0410\u043a\u043e \u0437\u0430\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0430\u0431\u043e\u043d\u0430\u043c\u0435\u043d\u0442\u0438, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043d\u044f\u043c\u0430 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u043b\u0435\u0434\u0432\u0430\u0442 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438\u043b\u0438 \u0434\u0430 \u0432\u0438\u0436\u0434\u0430\u0442 \u0442\u0435\u0445\u043d\u0438\u0442\u0435 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438.
