#X-Generator: crowdin.com
activitiesfeed.title=\u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438
activitiesfeed.intro-text=\u0410\u043a\u043e \u0441\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438, \u0438\u043c\u0435\u0439\u043b\u0438\u0442\u0435 \u0437\u0430 \u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u0441\u0435 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442 \u043e\u0442 Alfresco \u0434\u043e \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u0430\u0442\u043e \u043e\u0431\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043d\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0442\u0435 \u0432\u0438\u0436\u0434\u0430\u0442 \u0432 \u0442\u0435\u0445\u043d\u0438\u0442\u0435 \u0441\u043f\u0440\u0430\u0432\u043a\u0438 \u041c\u043e\u0438 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438. \u0418\u043c\u0435\u0439\u043b\u0438\u0442\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0442 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043d\u0430 \u043a\u043e\u0438\u0442\u043e \u0442\u0435 \u0441\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435, \u043a\u0430\u043a\u0442\u043e \u0438 \u043d\u0430 \u0445\u043e\u0440\u0430, \u043a\u043e\u0438\u0442\u043e \u0442\u0435 \u0441\u043b\u0435\u0434\u0432\u0430\u0442. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0447\u0435\u0441\u0442\u043e\u0442\u0430\u0442\u0430, \u0441 \u043a\u043e\u044f\u0442\u043e \u0442\u0435\u0437\u0438 \u0438\u043c\u0435\u0439\u043b\u0438 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0438, \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f\u0442 \u0431\u0440\u043e\u0439 \u043d\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0442\u0435 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 \u0438 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u0430\u0432\u043d\u043e\u0441\u0442 \u043d\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435.

activitiesfeed.feed-notifier-enabled=\u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u0441\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438
activitiesfeed.feed-notifier-enabled.description=\u0420\u0430\u0437\u0440\u0435\u0448\u0438/\u0437\u0430\u0431\u0440\u0430\u043d\u0438 \u0443\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u044f \u0437\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0447\u0440\u0435\u0437 \u0438\u043c\u0435\u0439\u043b.

activitiesfeed.cronExpression=\u0427\u0435\u0441\u0442\u043e\u0442\u0430 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 CRON
activitiesfeed.cronExpression.description=\u0417\u0430\u0434\u0430\u0432\u0430 cron \u0438\u0437\u0440\u0430\u0437, \u043a\u043e\u0439\u0442\u043e \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u0447\u0435\u0441\u0442\u043e\u0442\u0430\u0442\u0430, \u0441 \u043a\u043e\u044f\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0449\u0435 \u043f\u043e\u043b\u0443\u0447\u0430\u0442 \u0438\u043c\u0435\u0439\u043b\u0438 \u0437\u0430 \u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438. \u0418\u043c\u0435\u0439\u043b\u0438 \u0441\u0435 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442 \u0441\u0430\u043c\u043e, \u0430\u043a\u043e \u0438\u043c\u0430 \u043d\u043e\u0432\u0438 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438 \u0441\u043b\u0435\u0434 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u044f \u0438\u043c\u0435\u0439\u043b. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0442\u043e\u0432\u0430 \u0435 \u043d\u0430 \u0432\u0441\u0435\u043a\u0438 24 \u0447\u0430\u0441\u0430, \u0432 \u043f\u043e\u043b\u0443\u043d\u043e\u0449.

activitiesfeed.maximum-size=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439
activitiesfeed.maximum-size.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f\u0442 \u0431\u0440\u043e\u0439 \u043d\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0435 \u043e\u0442\u0447\u0438\u0442\u0430\u0442 \u0432 \u043e\u0442\u0447\u0435\u0442\u0438\u0442\u0435 \u0437\u0430 \u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438 \u0438 \u0438\u043c\u0435\u0439\u043b\u0438\u0442\u0435 \u0437\u0430 \u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438.

activitiesfeed.maximum-age=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0434\u0430\u0432\u043d\u043e\u0441\u0442 (\u043c\u0438\u043d.)
activitiesfeed.maximum-age.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0434\u0430\u0432\u043d\u043e\u0441\u0442 \u043d\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435, \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438 \u0432 \u0438\u043c\u0435\u0439\u043b\u0438\u0442\u0435 \u0437\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435. \u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438, \u043f\u043e-\u0441\u0442\u0430\u0440\u0438 \u043e\u0442 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u0430\u0432\u043d\u043e\u0441\u0442, \u043d\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442. \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 44640 (31 \u0434\u043d\u0438 \u043c\u0435\u0441\u0435\u0447\u043d\u043e).
