#X-Generator: crowdin.com
rm.service.error-add-content-container=N\u1ed9i dung kh\u00f4ng \u0111\u01b0\u1ee3c th\u00eam v\u00e0o m\u1ed9t b\u1ea3n ghi container.  Xin vui l\u00f2ng s\u1eed d\u1ee5ng c\u00e1c b\u1ea3n ghi th\u01b0 m\u1ee5c  \u0111\u1ebfn t\u1eadp tin n\u1ed9i dung.
rm.service.update-disposition-action-def=Kh\u00f4ng th\u1ec3 c\u1eadp nh\u1eadt \u0111\u1ecbnh ngh\u0129a v\u1ecb tr\u00ed h\u00e0nh \u0111\u1ed9ng, b\u1edfi v\u00ec m\u1ed9t b\u1ea3n C\u1eadp Nh\u1eadt \u0111ang \u0111\u01b0\u1ee3c ph\u00e1t h\u00e0nh.
rm.service.set-id=Gi\u00e1 tr\u1ecb thu\u1ed9c t\u00ednh \u0111\u1ecbnh danh c\u1ee7a \u0111\u1ed1i t\u01b0\u1ee3ng {0} c\u00f3 th\u1ec3 kh\u00f4ng \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp, b\u1edfi v\u00ec n\u00f3 ch\u1ec9 \u0111\u01b0\u1ee3c \u0111\u1ecdc.
rm.service.path-node=Unable to get path. (nodeRef\={0})
rm.service.invalid-rm-node=B\u1ea3n ghi kh\u00f4ng h\u1ee3p l\u1ec7 n\u00fat qu\u1ea3n l\u00fd, v\u00ec m\u1eb7t {0} kh\u00f4ng \u1edf hi\u1ec7n t\u1ea1i.
rm.service.no-root=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y b\u1ea3n ghi qu\u1ea3n l\u00fd g\u1ed1c.
rm.service.dup-root=Kh\u00f4ng th\u1ec3 t\u1ea1o ra b\u1ea3n ghi qu\u1ea3n l\u00fd g\u1ed1c, v\u00ec \u0111\u00e3 c\u00f3 s\u1eb5n m\u1ed9t b\u1ea3n ghi qu\u1ea3n l\u00fd g\u1ed1c trong h\u1ec7 th\u1ed1ng ph\u00e2n c\u1ea5p n\u00e0y.
rm.service.root-type=Kh\u00f4ng th\u1ec3 t\u1ea1o ra b\u1ea3n ghi qu\u1ea3n l\u00fd g\u1ed1c, v\u00ec lo\u1ea1i {0} kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t lo\u1ea1i sub c\u1ee7a rm\:recordsManagementRootContainer.
rm.service.container-parent-type=Kh\u00f4ng th\u1ec3 t\u1ea1o ra c\u00e1c h\u1ed3 s\u01a1 qu\u1ea3n l\u00fd container, b\u1edfi v\u00ec cha m\u1eb9 kh\u00f4ng ph\u1ea3i lo\u1ea1i sub c\u1ee7a rm\:recordsManagement (parentType \= {0})
rm.service.container-type=Kh\u00f4ng th\u1ec3 t\u1ea1o b\u1ea3n ghi qu\u1ea3n l\u00fd container, b\u1edfi v\u00ec lo\u1ea1i {0} kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t lo\u1ea1i sub c\u1ee7a rm\:recordsManagementContainer.
rm.service.container-expected=N\u00fat tham chi\u1ebfu \u0111\u1ebfn m\u1ed9t n\u00fat rm\:recordsManagementContainer \u0111\u01b0\u1ee3c mong \u0111\u1ee3i.
rm.service.record-folder-expected=N\u00fat tham chi\u1ebfu \u0111\u1ebfn m\u1ed9t n\u00fat rm\:recordFolder \u0111\u01b0\u1ee3c mong \u0111\u1ee3i.
rm.service.parent-record-folder-root=Kh\u00f4ng th\u1ec3 t\u1ea1o ra m\u1ed9t b\u1ea3n ghi th\u01b0 m\u1ee5c, v\u00ec th\u01b0 m\u1ee5c cha l\u00e0 m\u1ed9t b\u1ea3n ghi qu\u1ea3n l\u00fd g\u1ed1c.
rm.service.parent-record-folder-type=Kh\u00f4ng th\u1ec3 t\u1ea1o b\u1ea3n ghi th\u01b0 m\u1ee5c, v\u00ec th\u01b0 m\u1ee5c cha \u0111\u00e3 kh\u00f4ng ph\u00e2n lo\u1ea1i lo\u1ea1i sub c\u1ee7a rm\:recordsManagementContainer. (parentType \= {0})
rm.service.record-folder-type=Kh\u00f4ng th\u1ec3 t\u1ea1o b\u1ea3n ghi th\u01b0 m\u1ee5c, v\u00ec lo\u1ea1i cung c\u1ea5p kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t lo\u1ea1i sub c\u1ee7a rm\:recordFolder. (lo\u1ea1i \= {0})
rm.service.not-record=N\u00fat {0} kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t b\u1ea3n ghi.
rm.service.vital-def-missing=Ph\u01b0\u01a1ng di\u1ec7n \u0111\u1ecbnh ngh\u0129a b\u1ea3n ghi quan tr\u1ecdng tr\u00ean n\u00fat kh\u00f4ng \u1edf hi\u1ec7n t\u1ea1i. (nodeRef \= {0})
rm.service.close-record-folder-not-folder=The record folder couldn't be closed because it's not defined as a record folder.(nodeRef\={0})
rm.service.node-has-aspect=The node {0} has already the aspect {1}.
rm.service.final-version=Final
rm.service.final-version-description=The final archived record version
