#X-Generator: crowdin.com
field.name.label=Nome do campo
field.name.description=O nome do campo
widget.type.label=Control de formulario
widget.type.description=O tipo de control de formulario que empregar no campo
field.label.label=Label
field.label.description=A etiqueta que identifica do campo
field.description.label=Descrici\u00f3n
field.description.description=Unha descrici\u00f3n do campo. A informaci\u00f3n fornecida ser\u00e1 a informaci\u00f3n que apareza cando se pase o rato por riba do campo.
field.units.label=Etiqueta de unidades
field.units.description=Unha medida de unidades relevantes para o campo, como por exemplo \u00absegundos\u00bb, \u00abGB\u00bb, \u00abquil\u00f3metros\u00bb, etc.
field.options.label=Options
field.options.description=Engadir as opci\u00f3ns dispo\u00f1\u00edbeis para o control de formulario.
field.validation.config.label=Configuraci\u00f3n da validaci\u00f3n
field.validation.config.description=Configurar as regras empregadas para validar o valor do campo
field.visibility.config.label=Configuraci\u00f3n da visibilidade
field.visibility.config.description=Permite configurar en que condici\u00f3ns \u00e9 pos\u00edbel ver o campo creando regras baseadas nos valores doutros campos.
field.requirement.config.label=Configuraci\u00f3n de requisitos
field.requirement.config.description=Allows you to configure when some input must be provided for the field by creating rules based on other field values.
field.disablement.config.label=Configuraci\u00f3n de desactivaci\u00f3n
field.disablement.config.description=Allows you to configure when some the field is disabled by creating rules based on other field values.

field.validation.regex.label=Expresi\u00f3n regular
field.validation.regex.description=Unha expresi\u00f3n regular para validar o valor do campo
field.validation.errorMessage.label=Mensaxe de erro
field.validation.errorMessage.description=Esta \u00e9 a mensaxe de erro que vai aparecer cando o campo conte\u00f1a un valor incorrecto


rule.field.label=Valor do campo...
rule.field.description=O campo ao que se lle vai aplicar a regra. Cando o campo seleccionado cambie, aval\u00edase a regra definida.
rule.is.label=Ten que ser un dos valores seguintes
rule.is.description=Un valor que deber\u00eda ter o campo.
rule.isNot.label=NON pode ser un dos valores seguintes
rule.isNot.description=Un valor que o campo NON pode ter.
rule.values.error=Ten que ser unha lista separada por v\u00edrgulas

rule.display.any=O valor do campo \u00ab{field}\u00bb non fai diferenza. 
rule.display.mustBe=O campo \u00ab{field}\u00bb <b>DEBE</b> ter un dos valores seguintes\: {mustBe}.
rule.display.mustNotBe=O campo \u00ab{field}\u00bb <b>NON</b> pode ser ning\u00fan dos valores seguintes\: {mustNotBe}.
rule.display.mustAndmustNotBe=O campo \u00ab{field}\u00bb <b>DEBE</b> ter un dos valores seguintes\: {mustBe} e <b>NON</b> pode ter ning\u00fan dos valores seguintes\: {mustNotBe}.
rule.fieldDeleted.label=Non hai ning\u00fan campo seleccionado para esta regra (\u00e9 pos\u00edbel que se te\u00f1a eliminado un campo seleccionado anteriormente). Esta regra non ha ter ning\u00fan efecto actualmente.
