#X-Generator: crowdin.com
message.empty=Ning\u00fan resultado atopado
message.error=Erro durante a busca
message.insite=no sitio
message.ofsize=de tama\u00f1o
message.modifiedby=modificado por
message.modifiedon=modificado o
message.preview=Preview
message.singlesite={0} Site
message.allsites=Todos os sitios
message.infolderpath=No cartafol
message.repository=Repository

label.folder=Cartafol
label.document=Documento
label.blogpost=Entrada do blog
label.forumpost=Tema de foro
label.calendarevent=Acontecemento do calendario
label.wikipage=P\u00e1xina wiki
label.link=Link
label.datalist=Listaxe de datos
label.datalistitem=Elemento de lista de datos
label.unknown=Unknown
label.sortby=Ordenar por\: {0}

button.search=Search

search.info.resultinfo={0} resultado(s)
search.info.resultinfomore=M\u00e1is de {0} resultados
search.info.searching=Searching...
search.info.foundinsite=atopado no sitio {0}.
search.info.foundinallsite=atopado en todos os sitios.
search.info.foundinrepository=atopado no repositorio.

search.sort.relevance=Relevancia
search.sort.size=Tama\u00f1o
search.sort.mimetype=Tipo MIME
search.sort.type=Tipo

pagination.template={PreviousPageLink} {PageLinks} {NextPageLink}
pagination.template.page-report=\ 

## help text
help.title=Consellos de busca

help.subtitle1=Atopar elementos por propiedades e contido do documento
help.info1=Para buscar elementos polas propiedades ou polo contido do documento, abonda con escribir un \u00fanico termo, por exemplo\:
help.example1=negocios
help.result1=Nos resultados da busca aparecer\u00e1 a listaxe de todos os elementos que coinciden co termo "validaci\u00f3ns" no contido do documento, nas etiquetas, ou nas propiedades com\u00fans como o nome, o t\u00edtulo ou a descrici\u00f3n.
help.info2=O feito de engadir m\u00e1is termos produce uns resultados m\u00e1is relevantes, por exemplo\:
help.example2=validaci\u00f3ns mestrado
help.result2=Nos resultados da busca aparecer\u00e1 a listaxe de todos os elementos que coinciden cos termos "validaci\u00f3ns" ou "mestrado" no contido do documento, nas etiquetas, ou nas propiedades com\u00fans como o nome, o t\u00edtulo ou a descrici\u00f3n. Os resultados aparecer\u00e1n ordenados pola relevancia dos elementos e aqueles que conte\u00f1an ambos os termos aparecer\u00e1n en primeiro lugar.
help.info3=Para reducir a busca engada AND entre ambos os termos, por exemplo\:
help.example3=validaci\u00f3ns and mestrados
help.result3=Nos resultados da busca aparecer\u00e1 a listaxe de todos os elementos que conte\u00f1an ambos os termos "validaci\u00f3ns" e "mestrado" no contido do documento, nas etiquetas, ou nas propiedades com\u00fans como o nome, o t\u00edtulo ou a descrici\u00f3n.
help.info4=Para facer a busca dunha frase espec\u00edfica empregue as comi\u00f1as, por exemplo\:
help.example4="validaci\u00f3ns mestrado"
help.result4=Nos resultados da busca aparecer\u00e1 a listaxe de todos os elementos que conte\u00f1an a frase "validaci\u00f3ns de mestrados" no contido do documento, nas etiquetas, ou nas propiedades com\u00fans como o nome, o t\u00edtulo ou a descrici\u00f3n.
help.info5=Os asteriscos permiten facer coincidencias parciais; por exemplo, para atopar todos os elementos que conte\u00f1en as palabras que comezan por "proc"\:
help.example5=proc*

help.subtitle2=Atopar elementos por unha propiedade concreta ou polo contido do documento
help.info6=Para buscar elementos por unha propiedade espec\u00edfica engada a propiedade como un prefixo, por exemplo\:
help.example6=title\:produci\u00f3n
help.result6=Nos resultados desta consulta aparecer\u00e1 unha listaxe que cont\u00e9n o termo "produci\u00f3n" na propiedade t\u00edtulo.
help.info7=Para buscar elementos polo seu contido, engada a propiedade especial TEXT como prefixo, por exemplo\:
help.example7=TEXT\:mestrado
help.result7=Nos resultados desta consulta aparecer\u00e1 unha listaxe con todos os elementos de contido que conte\u00f1en o temo "mestrado".
help.info8=Os prefixos de propiedades m\u00e1is comunmente empregados son\: name, title, description, creator, modifier, TEXT, TYPE e ASPECT. As aspas poden usarse para buscar frases e os asteriscos para buscar coincidencias parciais.
help.info9=Para buscar elementos pola data espec\u00edfica da s\u00faa creaci\u00f3n empregue a propiedade de data, por exemplo\:
help.example9=created\:"2011-09-26"
help.result9=Nos resultados desta consulta aparecer\u00e1 unha listaxe con todos os elementos que foron creados o 26 de setembro de 2011.
help.info10=Para buscar elementos modificados nun rango de datas espec\u00edfico, empregue a propiedade de busca indicando un rango concreto, por exemplo\:
help.example10=modificado\:"2011-09-26".."2011-10-30"
help.result10=Nos resultados desta busca aparecer\u00e1 a listaxe de todos os elementos que foron modificados entre o 26 de setembro de 2011 e o 30 de outubro, ambos inclu\u00eddos. P\u00f3dense empregar as palabras chave "NOW", "MIN" e "MAX" para indicar a data actual, a primeira data posible e a m\u00e1xima data futura respectivamente.
