#X-Generator: crowdin.com
header.site={0}
link.customiseSite=\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c
link.editSite=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e44\u0e0b\u0e15\u0e4c
link.invite=\u0e40\u0e0a\u0e34\u0e0d
link.customiseDashboard=\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07\u0e41\u0e14\u0e0a\u0e1a\u0e2d\u0e23\u0e4c\u0e14
link.join=\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21
link.request-join=\u0e02\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21
link.leave=\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e44\u0e0b\u0e15\u0e4c
link.more=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
link.actions=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23
link.become-manager=\u0e01\u0e25\u0e32\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e44\u0e0b\u0e15\u0e4c

message.joining=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 {0} \u0e44\u0e1b\u0e22\u0e31\u0e07\u0e44\u0e0b\u0e15\u0e4c {1}...
message.join-failure=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 {0} \u0e22\u0e31\u0e07\u0e44\u0e0b\u0e15\u0e4c {1}.
message.request-joining=\u0e02\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 {0} \u0e44\u0e1b\u0e22\u0e31\u0e07\u0e44\u0e0b\u0e15\u0e4c {1}...
message.request-join-success=\u0e04\u0e33\u0e02\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e44\u0e0b\u0e15\u0e4c {1} \u0e2a\u0e48\u0e07\u0e44\u0e1b\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27 \u0e04\u0e38\u0e13\u0e08\u0e30\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e14\u0e0a\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
message.request-join-failure=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e02\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 {0} \u0e44\u0e1b\u0e22\u0e31\u0e07\u0e44\u0e0b\u0e15\u0e4c {1}
message.leaving=\u0e25\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 {0} \u0e08\u0e32\u0e01\u0e44\u0e0b\u0e15\u0e4c {1}...
message.leave-failure=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e2d\u0e32\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 {0} \u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e44\u0e0b\u0e15\u0e4c {1} \u0e15\u0e49\u0e2d\u0e07\u0e04\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e04\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e44\u0e0b\u0e15\u0e4c
message.leave=\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e44\u0e0b\u0e15\u0e4c ''{0}''
message.leave-site-prompt=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e44\u0e0b\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e16\u0e32\u0e27\u0e23\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 ''{0}'' \u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e25\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e44\u0e0b\u0e15\u0e4c\u0e19\u0e35\u0e49
message.become-manager=Requesting to grant Site Manager access to site {0}...
message.become-manager-success=Site Manager access granted
message.become-manager-failure=Failed grant Site Manager access
message.title-site-permission=You do not have permissions to access the site ''{0}''
message.private-site=You do not have permissions to access this site content. This site is private.
message.moderated-site=You do not have permissions to access this site content. You may request to Join this site.

