#X-Generator: crowdin.com
header=\u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627\u06cc \u0645\u0646
label.load-failed=\u0644\u06cc\u0633\u062a \u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627 \u0628\u0627\u0631\u06af\u0632\u0627\u0631\u06cc \u0646\u0634\u062f
label.filter=\u0646\u0645\u0627\u06cc\u0634
label.older-activities=\u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627\u06cc \u0633\u0627\u0628\u0642

## Note to translators: The User Interface renders Filters 1, 2, 3 next to each other. The English translation gives these the appearance of a sentence, for example: "My activities, status updates, in the last 14 days".
## This is entirely optional. If the language doesn't allow for this structure, please capitalise the messages in Filter 2+3 so they appear disconnected.

# Filter 1
filter.mine=\u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627\u06cc \u0645\u0646
filter.others=\u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627\u06cc \u0647\u0631\u06a9\u0633 \u062f\u06cc\u06af\u0631\u06cc
filter.all=\u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0645\u0647\nfilter.following\=\u0645\u0646 \u067e\u06cc\u06af\u06cc\u0631 \u0647\u0633\u062a\u0645
filter.following=I'm following
# Filter 2
filter.allItems=\u0647\u0645\u0647 \u0622\u06cc\u062a\u0645 \u0647\u0627
filter.statusItems=\u0648\u0636\u0639\u06cc\u062a \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0627\u0633\u062a
filter.commentItems=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a
filter.contentItems=\u0645\u062d\u062a\u0648\u0627
filter.membershipItems=\u0639\u0636\u0648\u06cc\u062a
# Filter 3
filter.today=\u0627\u0645\u0631\u0648\u0632
filter.7days=\u062f\u0631 7 \u0631\u0648\u0632 \u0627\u062e\u06cc\u0631
filter.14days=\u062f\u0631 14 \u0631\u0648\u0632 \u0627\u062e\u06cc\u0631
filter.28days=\u062f\u0631 28 \u0631\u0648\u0632 \u0627\u062e\u06cc\u0631

empty.title=\u062f\u0631 \u0633\u0627\u06cc\u062a \u062e\u0648\u062f \u062f\u0646\u0628\u0627\u0644 \u0686\u0647 \u0647\u0633\u062a\u06cc\u062f
empty.description=\u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0644\u06cc\u0633\u062a \u0645\u0648\u0631\u062f \u062a\u0648\u062c\u0647 \u0634\u0645\u0627 \u0628\u062f\u0646\u0628\u0627\u0644 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062f\u0631 \u0633\u0627\u06cc\u062a \u0645\u062a\u0639\u0644\u0642 \u0628\u0647 \u0634\u0645\u0627 \u0627\u0633\u062a. \u0634\u0645\u0627 \u0645\u06cc\u0628\u06cc\u0646\u06cc\u062f \u0686\u06cc\u0632\u0647\u0627\u06cc\u06cc \u0645\u0627\u0646\u0646\u062f \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a \u0648 \u0686\u06cc\u0632\u0647\u0627\u06cc\u06cc \u0634\u0628\u06cc\u0647 \u0627\u06cc\u0646\u0647\u0627. \u0647\u0645\u0686\u0646\u06cc\u0646 \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u06a9\u0633\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0634\u0645\u0627 \u0645\u0644\u062d\u0642 \u0634\u062f\u0647 \u06cc\u0627 \u062a\u0631\u06a9 \u06a9\u0631\u062f\u0647 \u0627\u0646\u062f \u0631\u0627 \u0628\u0628\u06cc\u0646\u06cc\u062f.

## Note to translators: Please retain the HTML tags in the dashlet.help message.
dashlet.help=<p>\u0686\u06cc\u0632\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0634\u0645\u0627 \u0628\u0627 dashlet \u0633\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u062f \u0631\u0627 \u062f\u0646\u06cc\u0627\u0644 \u0646\u0645\u0627\u06cc\u06cc\u062f.\u0622\u0646 \u0641\u0639\u0627\u0644\u06cc\u062a\u0647\u0627 \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0645\u06cc\u062f\u0647\u062f \u062f\u0631 \u0647\u0645\u0647 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0645\u062a\u0639\u0644\u0642 \u0628\u0647 \u0634\u0645\u0627\u0633\u062a\u060c \u0645\u0627\u0646\u0646\u062f \u0645\u062d\u062a\u0648\u0627\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u0647 \u060c \u062d\u0630\u0641 \u0634\u062f\u0647 \u0648 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647. \u0647\u0645\u0686\u0646\u06cc\u0646 \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u06a9\u0633\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0634\u0645\u0627 \u0645\u0644\u062d\u0642 \u0634\u062f\u0647 \u0627\u0646\u062f \u06cc\u0627 \u062a\u0631\u06a9 \u06a9\u0631\u062f\u0647 \u0627\u0646\u062f \u0631\u0627 \u0628\u0628\u06cc\u0646\u06cc\u062f. </p>\n<p>\u0641\u06cc\u0644\u062a\u0631 \u0647\u0627 \u0627\u062c\u0627\u0632\u0647 \u0645\u06cc\u062f\u0647\u0646\u062f \u06a9\u0647 \u0634\u0645\u0627 \u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627 \u0631\u0627 \u0628\u0627 \u0645\u0627\u0644\u06a9\u06cc\u062a \u0648 \u0628\u0627\u0632\u0647 \u0632\u0645\u0627\u0646\u06cc \u0628\u0628\u06cc\u0646\u06cc\u062f.</p>
