#X-Generator: crowdin.com
welcome.user=\u0623\u0647\u0644\u0627 \u0628\u0643\u0645 \u0641\u064a \u0644\u0648\u062d\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643\u060c {0}
welcome.site=\u0645\u0631\u062d\u0628\u0627 \u0628\u0643\u0645 \u0641\u064a {1}\u060c {0}

welcome.user.description=\u0644\u0648\u062d\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0634\u062e\u0635\u064a\u0629 \u064a\u0638\u0647\u0631 \u0644\u0643 \u0645\u0627 \u064a\u062f\u0648\u0631 \u0641\u064a \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u064a \u062a\u0646\u062a\u0645\u064a \u0625\u0644\u064a\u0647\u0627.
welcome.site.description=\u0644\u0648\u062d\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u064a\u062a\u064a\u062d \u0644\u0643 \u0645\u0639\u0631\u0641\u0629 \u0645\u0627 \u064a\u062d\u062f\u062b \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
get.started.message=\u062f\u0639\u0648\u0646\u0627 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0623\u0646\u0643 \u0628\u062f\u0623\u062a\u0647...

panel.delete.header=\u062a\u0623\u0643\u064a\u062f \u0627\u0644\u0625\u0632\u0627\u0644\u0629
panel.delete.msg=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u0625\u0632\u0627\u0644\u0629 \u0644\u0648\u062d\u0629 \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629 \u0628\u0634\u0643\u0644 \u062f\u0627\u0626\u0645 \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0644\u0648\u062d\u0629\u061f
panel.delete.fail=\u063a\u064a\u0631 \u0642\u0627\u062f\u0631 \u0639\u0644\u0649 \u0625\u0632\u0627\u0644\u0629 \u062f\u0627\u0634\u0644\u064a\u062a.

welcome.close=\u0625\u0632\u0627\u0644\u0629

welcome.user.tutorial.title=\u0627\u0644\u062a\u0639\u0644\u0645
welcome.user.tutorial.description=\u0627\u0646\u0638\u0631 \u0645\u0627\u0630\u0627 \u064a\u0645\u0643\u0646\u0643 \u0623\u0646 \u062a\u0641\u0639\u0644 \u0645\u0639 \u0627\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u0642\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0629 \u0641\u064a\u062f\u064a\u0648 \u062a\u0639\u0644\u064a\u0645\u064a.
welcome.user.tutorial.link=\u0639\u0631\u0636 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0627\u0644\u062a\u0639\u0644\u064a\u0645\u064a\u0629

welcome.user.sites.title=\u0645\u0634\u0627\u0631\u0643\u0629
welcome.user.sites.description=\u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639 \u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0645\u0639 \u0627\u0644\u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639.
welcome.user.sites.link=\u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639

welcome.user.profile.title=\u0625\u0636\u0641\u0627\u0621 \u0627\u0644\u0637\u0627\u0628\u0639 \u0627\u0644\u0634\u062e\u0635\u064a
welcome.user.profile.description=\u062a\u062d\u062f\u064a\u062b \u0645\u0639\u0644\u0648\u0645\u0627\u062a\u0643 \u0627\u0644\u0634\u062e\u0635\u064a\u0629 \u0648\u0627\u0644\u062a\u062c\u0627\u0631\u064a\u0629 \u062d\u064a\u062b \u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u064a\u0645\u0643\u0646 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u062a\u0639\u0631\u0641 \u0639\u0644\u064a\u0643.
welcome.user.profile.link=\u062a\u062d\u0631\u064a\u0631 \u0645\u0644\u0641 \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643

welcome.user.dashboard.title=\u062a\u062e\u0635\u064a\u0635
welcome.user.dashboard.description=\u062a\u0639\u064a\u064a\u0646 \u0623\u0639\u0644\u0649 \u0644\u0648\u062d\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u0645\u0634\u0627\u0647\u062f\u062a\u0647\u0627.
welcome.user.dashboard.link=\u062a\u062e\u0635\u064a\u0635 \u0644\u0648\u062d\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643

welcome.user.explore.title=\u0627\u0633\u062a\u0643\u0634\u0627\u0641
welcome.user.explore.description=\u0625\u0644\u0642\u0627\u0621 \u0646\u0638\u0631\u0629 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0627\u0644\u0641\u0631\u064a\u0633\u0643\u0648. \u064a\u0645\u0643\u0646\u0643 \u0632\u064a\u0627\u0631\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0639\u0627\u0645\u0629 \u0648\u064a\u0646\u0636\u0645 \u0625\u0644\u064a\u0647\u0645 \u0639\u0644\u0649 \u0627\u0644\u0641\u0648\u0631.
welcome.user.explore.link=\u0639\u0631\u0636 \u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639

welcome.site.dashboard.title=\u062a\u062e\u0635\u064a\u0635
welcome.site.dashboard.description=\u0625\u0639\u062f\u0627\u062f \u0644\u0648\u062d\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0647\u0630\u0647 \u0644\u0625\u0638\u0647\u0627\u0631 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u062a\u0631\u064a\u062f \u0623\u0646 \u064a\u0631\u0627\u0647\u0627 \u0627\u0644\u0622\u062e\u0631\u0648\u0646.
welcome.site.dashboard.link=\u062a\u062e\u0635\u064a\u0635 \u0644\u0648\u062d\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639

welcome.site.moderated.title=\u0627\u0646\u0636\u0645\u0627\u0645 
welcome.site.moderated.description=\u0627\u0644\u0627\u0644\u062a\u062d\u0627\u0642 \u0628\u0627\u0644\u0639\u0645\u0644
welcome.site.moderated.link=\u0637\u0644\u0628 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649

welcome.site.upload.title=\u0648\u062a\u062a\u0639\u0627\u0648\u0646
welcome.site.upload.description=\u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0625\u0644\u0649 \u0645\u0643\u062a\u0628\u0629 \u0627\u0644\u0645\u0633\u062a\u0646\u062f\u0627\u062a \u0644\u0644\u0628\u062f\u0621 \u0641\u064a \u0627\u0644\u062a\u0639\u0627\u0648\u0646 \u0645\u0639 \u0627\u0644\u0622\u062e\u0631\u064a\u0646.
welcome.site.upload.link=\u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0645\u062d\u062a\u0648\u0649

welcome.site.invite.title=\u062f\u0639\u0648\u0629
welcome.site.invite.description=\u0628\u062f\u0621 \u062f\u0639\u0648\u0629 \u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639 \u0627\u0644\u0648\u064a\u0628 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
welcome.site.invite.link=\u062f\u0639\u0648\u0629 \u0627\u0644\u0623\u0634\u062e\u0627\u0635

welcome.site.members.title=\u0627\u0644\u062a\u0646\u0634\u0626\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u064a\u0629
welcome.site.members.description=\u0645\u0639\u0631\u0641\u0629 \u0645\u0646 \u0627\u0644\u0630\u064a \u064a\u0646\u062a\u0645\u064a \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639. \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0623\u0639\u0636\u0627\u0621 \u064a\u0645\u0643\u0646\u0643 \u0639\u0631\u0636 \u0627\u0644\u062a\u0634\u0643\u064a\u0644\u0627\u062a \u0627\u0644\u062c\u0627\u0646\u0628\u064a\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0622\u062e\u0631\u064a\u0646.
welcome.site.members.link=\u0631\u0623\u064a \u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639

welcome.site.browse.title=\u0627\u0633\u062a\u0643\u0634\u0627\u0641
welcome.site.browse.description=\u0645\u0639\u0631\u0641\u0629 \u0645\u0627 \u0647\u0648 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0642\u062f \u062a\u0645\u062a \u0625\u0636\u0627\u0641\u062a\u0647 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u062a\u0635\u0641\u062d \u0641\u064a \u0645\u0643\u062a\u0628\u0629 \u0627\u0644\u0645\u0633\u062a\u0646\u062f\u0627\u062a.
welcome.site.browse.link=\u0627\u0646\u062a\u0642\u0644 \u0625\u0644\u0649 \u0645\u0643\u062a\u0628\u0629 \u0627\u0644\u0645\u0644\u0641

welcome.cloud.sign-up.title=\u0633\u062d\u0627\u0628\u0629
welcome.cloud.sign-up.description=\u0627\u0634\u062a\u0631\u0643 \u0627\u0644\u064a\u0648\u0645 \u0627\u0644\u0645\u0637\u0627\u0644\u0628\u0629 \u0628\u0627\u0644\u0634\u0628\u0643\u0629 \u0645\u062c\u0627\u0646\u0627\u064b \u0641\u064a \u0627\u0644\u0633\u062d\u0627\u0628\u0629.
welcome.cloud.sign-up.link=\u0627\u0644\u062a\u0633\u062c\u064a\u0644

message.request-joining=\u0637\u0644\u0628 \u0644\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 {0}\u0639\u0644\u0649 \u0645\u0648\u0642\u0639 {1}...
message.request-join-success=\u0637\u0644\u0628 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 {1} \u062a\u0645 \u0625\u0631\u0633\u0627\u0644\u0647\u0627 \u0628\u0646\u062c\u0627\u062d. \u0633\u0648\u0641 \u062a\u0639\u0627\u062f \u0644\u0643 \u0627\u0644\u0622\u0646 \u0625\u0644\u0649 \u0644\u0648\u062d\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0634\u062e\u0635\u064a\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643.
message.request-join-failure=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u062c\u0631\u0627\u0621 \u0637\u0644\u0628 \u0644\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 {0} \u0645\u0648\u0642\u0639 {1}.
