#X-Generator: crowdin.com
title=S\u00f6k efter personer

## Messages
message.instructions=Ange en s\u00f6kterm f\u00f6r att hitta anv\u00e4ndare
message.empty=Inga anv\u00e4ndare hittades
message.error=Kunde inte genomf\u00f6ra s\u00f6kningen

## help text
help.title=S\u00f6ktips

help.subtitle1=S\u00f6k efter namn eller anv\u00e4ndarnamn
help.info1=F\u00f6r att s\u00f6ka anv\u00e4ndare via f\u00f6rnamn, efternamn eller anv\u00e4ndarnamn, skriv ett enda namn. Till exempel\:
help.example1=Anders
help.result1=Resultatet av den h\u00e4r s\u00f6kningen kommer lista alla anv\u00e4ndare vars f\u00f6rnamn, efternamn eller anv\u00e4ndarnamn b\u00f6rjar med Anders.
help.info2=F\u00f6r att s\u00f6ka p\u00e5 f\u00f6rnamn och efternamn, skriv tv\u00e5 separata namn med mellanslag, till exempel\:
help.example2=Anders Svensson
help.result2=Resultatet av den h\u00e4r s\u00f6kningen \u00e4r en lista p\u00e5 alla anv\u00e4ndare vars f\u00f6rnamn b\u00f6rjar p\u00e5 Anders och efternamn b\u00f6rjar p\u00e5 Svensson.
help.info3=Du kan ocks\u00e5 ange bara en del av namnet, till exempel\:
help.example3=Anders S
help.result3=Resultatet av den h\u00e4r s\u00f6kningen \u00e4r en lista p\u00e5 alla anv\u00e4ndare vars f\u00f6rnamn b\u00f6rjar p\u00e5 Anders och efternamn b\u00f6rjar p\u00e5 S.

help.subtitle2=S\u00f6k p\u00e5 egenskap
help.info4=F\u00f6r att s\u00f6ka p\u00e5 en egenskap f\u00f6r anv\u00e4ndaren, ange det som ett prefix, till exempel\:
help.example4=location\:kiruna
help.result4=Resultatet listar anv\u00e4ndare vars plats (location) inneh\u00e5ller kiruna.
help.info5=F\u00f6r att s\u00f6ka efter anv\u00e4ndare baserat p\u00e5 flera egenskaper, ange flera termer tillsammans, till exempel\:
help.example5=jobtitle\:utvecklare organization\:alfresco
help.result5=Resultatet f\u00f6r den h\u00e4r s\u00f6kningen kommer lista anv\u00e4ndare vars jobbtitel \u00e4r utvecklare och organisation inneh\u00e5ller alfresco.
help.info6=F\u00f6r att s\u00f6ka p\u00e5 namn och egenskap, ange en egenskapsterm efter namnet, till exempel\:
help.example6=Nilsson jobtitle\:ingenj\u00f6r
help.result6=Resultatet av den h\u00e4r s\u00f6kningen kommer lista alla anv\u00e4ndar vars f\u00f6rnamn, efternamn eller anv\u00e4ndarnamn b\u00f6rjar med Nilsson och Jobb-titel \u00e4r ingenj\u00f6r.
help.example7=A Nilsson jobtitle\:ingenj\u00f6r
help.result7=Resultatet av den h\u00e4r s\u00f6kningen kommer lista alla anv\u00e4ndare vars f\u00f6rnamn b\u00f6rjar med A, efternamn b\u00f6rjar med Nilsson och Jobb-titel \u00e4r ingenj\u00f6r.
