#X-Generator: crowdin.com
systemsettings.title=Syst\u00e9mov\u00e9 nastavenia
systemsettings.intro-text=Nastavenia syst\u00e9mu s\u00fa kombin\u00e1ciou nastaven\u00ed servera, nastavenia \u00falo\u017eiska webovej aplik\u00e1cie Alfresco a nastavenia aplik\u00e1cie na zdie\u013eanie Alfresco. 

systemsettings.alfresco-application.description=Tieto nastavenia je mo\u017en\u00e9 zmeni\u0165 iba pomocou <code>alfresco-global.properties</code> s\u00faboru. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
systemsettings.instruction-link=Pre viac inform\u00e1ci\u00ed pozri <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/cmd-line-config.html" target\="_blank"> Pr\u00edkazov\u00fd riadok konfigur\u00e1cie</a>.

systemsettings.alfresco-application=Nastavenie \u00falo\u017eiska Alfresco
systemsettings.alfresco-application.repository-context=\u00dalo\u017eisko kontextu
systemsettings.alfresco-application.repository-context.description=Kontextov\u00fa cestu adresy URL Alfresco webovej aplik\u00e1cie. Alfresco je nastaven\u00e9 ako predvolen\u00e9.
systemsettings.alfresco-application.repository-hostname=\u00dalo\u017eisko Hostname
systemsettings.alfresco-application.repository-hostname.description=Externe zrozumite\u013en\u00e9 hostname webovej aplik\u00e1cie Alfresco. Predvolen\u00e1 hodnota je ${localname}. Ak je pou\u017eit\u00e1 predvolen\u00e1 hodnota znak       ${localname} bude automaticky nahraden\u00fd n\u00e1zvom dom\u00e9ny \u00falo\u017eiska servera.
systemsettings.alfresco-application.protocol=Protokol
systemsettings.alfresco-application.protocol.description=S\u00fa\u010das\u0165 protokolu webovej aplik\u00e1cie Alfresco . Predvolen\u00e1 hodnota je http. Podpora HTTPS vy\u017eaduje \u010fal\u0161iu konfigur\u00e1ciu v r\u00e1mci hostite\u013esk\u00e9ho aplika\u010dn\u00e9ho servera - podrobnosti n\u00e1jdete v dokument\u00e1cii aplik\u00e1cie servera.
systemsettings.alfresco-application.port=Port
systemsettings.alfresco-application.port.description=\u010c\u00edslo externe rie\u0161ite\u013en\u00e9ho portu  webovej aplik\u00e1cie URLAlfresco. Predvolen\u00e1 hodnota je 8080.

systemsettings.server-settings=Nastavenia servera
systemsettings.server-settings.server-allow-writes=Povolen\u00e9 zapisovania servera
systemsettings.server-settings.server-allow-writes.description=Signalizuje, \u017ee \u00falo\u017eisko umo\u017en\u00ed oper\u00e1cie zapisovania (za predpokladu, \u017ee licencia je platn\u00e1).
systemsettings.server-settings.allowed-users=Povolen\u00ed u\u017e\u00edvatelia
systemsettings.server-settings.allowed-users.description=V predvolenom nastaven\u00ed je toto pole pr\u00e1zdne a v\u0161etci u\u017e\u00edvatelia sa m\u00f4\u017eu prihl\u00e1si\u0165. Zadajte \u010diarkami oddelen\u00fd zoznam u\u017e\u00edvate\u013eov, aby len t\u00edto u\u017e\u00edvatelia mali povolen\u00e9 prihl\u00e1si\u0165 sa. Ak je v zozname zadan\u00e9, \u017ee neobsahuje aktu\u00e1lneho u\u017e\u00edvate\u013ea, bude aktu\u00e1lny u\u017e\u00edvate\u013e automaticky pridan\u00fd .
systemsettings.server-settings.maxium-users=Maxim\u00e1lny po\u010det pou\u017e\u00edvate\u013eov
systemsettings.server-settings.maxium-users.description=Maxim\u00e1lny po\u010det simult\u00e1nnych u\u017e\u00edvate\u013eov s povolen\u00edm prihl\u00e1si\u0165 sa. Predvolen\u00e9 nastavenie-1 znamen\u00e1 neobmedzen\u00fd po\u010det povolen\u00fdch u\u017e\u00edvate\u013eov.

systemsettings.share-application=Zdie\u013ea\u0165 nastavenia aplik\u00e1cie
systemsettings.share-application.share-context=Zdie\u013ea\u0165 kontext
systemsettings.share-application.share-context.description=Kontextov\u00e1 cesta zdie\u013eanej webovej aplik\u00e1cie URL . Predvolen\u00e1 hodnota je podiel.
systemsettings.share-application.share-hostname=Zdie\u013ea\u0165 Hostname
systemsettings.share-application.share-hostname.description=Externe rie\u0161ite\u013en\u00e9 hostname zdie\u013eanej  webovej aplik\u00e1cie URL. Predvolen\u00e1 hodnota je ${localname}.
systemsettings.share-application.site-public-group=Str\u00e1nka verejnej skupiny
systemsettings.share-application.site-public-group.description=N\u00e1zov skupiny, ktorej u\u017e\u00edvatelia musia by\u0165 \u010dlenom pre pr\u00edstup k verejn\u00fdm str\u00e1nkam. Predvolen\u00e1 hodnota je GROUP_EVERYONE, ktor\u00e1 zah\u0155\u0148a v\u0161etk\u00fdch u\u017e\u00edvate\u013eov.
systemsettings.share-application.protocol=Protokol
systemsettings.share-application.protocol.description=S\u00fa\u010das\u0165 protokolu zdie\u013eanej webovej aplik\u00e1cie Alfresco. Predvolen\u00e1 hodnota je http. Podpora HTTPS vy\u017eaduje \u010fal\u0161iu konfigur\u00e1ciu v r\u00e1mci hostite\u013esk\u00e9ho aplika\u010dn\u00e9ho servera - podrobnosti n\u00e1jdete v dokument\u00e1cii aplik\u00e1cie servera.
systemsettings.share-application.port=Port
systemsettings.share-application.port.description=\u010c\u00edslo externe rie\u0161ite\u013en\u00e9ho portu  zdie\u013eanej webovej aplik\u00e1cie URL Alfresco. Predvolen\u00e1 hodnota je 8080.

