#X-Generator: crowdin.com
title=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0445\u043e\u0440\u0430

## Messages
message.instructions=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u0443\u043c\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0437\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438
message.empty=\u041d\u044f\u043c\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438
message.error=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0438\u0437\u0432\u044a\u0440\u0448\u0438 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b

## help text
help.title=\u0421\u044a\u0432\u0435\u0442\u0438 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435

help.subtitle1=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e \u0438\u043c\u0435 \u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435
help.info1=\u0417\u0430 \u0434\u0430 \u0442\u044a\u0440\u0441\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043e\u0442 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043e \u0438\u043c\u0435, \u0444\u0430\u043c\u0438\u043b\u043d\u043e \u0438\u043c\u0435 \u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u043f\u0440\u043e\u0441\u0442\u043e \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0435\u0434\u0438\u043d\u0438\u0447\u0435\u043d \u0438\u0437\u0440\u0430\u0437, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example1=\u0414\u0436\u043e
help.result1=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u0447\u0438\u0435\u0442\u043e \u043f\u044a\u0440\u0432\u043e \u0438\u043c\u0435, \u0444\u0430\u043c\u0438\u043b\u043d\u043e \u0438\u043c\u0435 \u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441 \u0414\u0436\u043e.
help.info2=\u0417\u0430 \u0434\u0430 \u0442\u044a\u0440\u0441\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043f\u043e \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043e \u0438 \u0444\u0430\u043c\u0438\u043b\u043d\u043e \u0438\u043c\u0435, \u043e\u0442\u0434\u0435\u043b\u0435\u0442\u0435 \u0434\u0432\u0430 \u0438\u0437\u0440\u0430\u0437\u0430 \u0441 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example2=\u0414\u0436\u043e \u0411\u043b\u043e\u0433\u0441
help.result2=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u0434\u0430\u0434\u0430\u0442 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u0447\u0438\u0435\u0442\u043e \u0438\u043c\u0435 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441 \u0414\u0436\u043e \u0438 \u0444\u0430\u043c\u0438\u043b\u0438\u044f\u0442\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441 \u0411\u043b\u043e\u0433\u0441.
help.info3=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u0430\u043c\u043e \u043d\u0430\u0447\u0430\u043b\u043e\u0442\u043e \u043d\u0430 \u0438\u043c\u0435\u0442\u043e, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example3=\u0414\u0436\u043e \u0411
help.result3=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u0434\u0430\u0434\u0430\u0442 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u0447\u0438\u0435\u0442\u043e \u0438\u043c\u0435 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441 \u0414\u0436\u043e \u0438 \u0438 \u0444\u0430\u043c\u0438\u043b\u0438\u044f\u0442\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441 \u0411.

help.subtitle2=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e
help.info4=\u0417\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043f\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0434\u043e\u0431\u0430\u0432\u0438 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u043a\u0430\u0442\u043e \u043f\u0440\u0435\u0444\u0438\u043a\u0441, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example4=\u043c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\: \u041b\u043e\u043d\u0434\u043e\u043d
help.result4=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u043d\u0430\u043c\u0435\u0440\u044f\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u0447\u0438\u0435\u0442\u043e \u043c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u041b\u043e\u043d\u0434\u043e\u043d.
help.info5=\u0417\u0430 \u0434\u0430 \u0442\u044a\u0440\u0441\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043e\u0442 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430, \u0442\u044a\u0440\u0441\u0435\u0442\u0435 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0434\u0443\u043c\u0438 \u0437\u0430\u0435\u0434\u043d\u043e, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example5=\u0434\u043b\u044a\u0436\u043d\u043e\u0441\u0442\:\u0438\u043d\u0436\u0435\u043d\u0435\u0440 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\:alfresco
help.result5=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u043d\u0430\u043c\u0435\u0440\u044f\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u0447\u0438\u044f\u0442\u043e \u0434\u043b\u044a\u0436\u043d\u043e\u0441\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0438\u043d\u0436\u0435\u043d\u0435\u0440 \u0438 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 alfresco.
help.info6=\u0417\u0430 \u0434\u0430 \u0442\u044a\u0440\u0441\u0438\u0442\u0435 \u043f\u043e \u0438\u043c\u0435 \u0438 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e, \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0434\u0430\u0434\u0435\u043d \u0442\u0435\u0440\u043c\u0438\u043d \u043d\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0441\u043b\u0435\u0434 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\:
help.example6=\u0421\u043c\u0438\u0442 \u0434\u043b\u044a\u0436\u043d\u043e\u0441\u0442\:\u0438\u043d\u0436\u0435\u043d\u0435\u0440
help.result6=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u043d\u0430\u043c\u0435\u0440\u044f\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u0447\u0438\u0438\u0442\u043e \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043e \u0438\u043c\u0435, \u0444\u0430\u043c\u0438\u043b\u043d\u043e \u0438\u043c\u0435 \u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441\u044a\u0441 \u0421\u043c\u0438\u0442 \u0438 \u0434\u043b\u044a\u0436\u043d\u043e\u0441\u0442\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0438\u043d\u0436\u0435\u043d\u0435\u0440.
help.example7=\u0410 \u0421\u043c\u0438\u0442 \u0434\u043b\u044a\u0436\u043d\u043e\u0441\u0442\:\u0438\u043d\u0436\u0435\u043d\u0435\u0440
help.result7=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u0434\u0430\u0434\u0430\u0442 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u0447\u0438\u0435\u0442\u043e \u0438\u043c\u0435 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441 \u0410 \u0438 \u0444\u0430\u043c\u0438\u043b\u0438\u044f\u0442\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441\u044a\u0441 \u0421\u043c\u0438\u0442 \u0438 \u0434\u043b\u044a\u0436\u043d\u043e\u0441\u0442\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0438\u043d\u0436\u0435\u043d\u0435\u0440.
