#X-Generator: crowdin.com
message.empty=Rezultat\u0173 nerasta
message.error=Klaida atliekant paie\u0161k\u0105
message.insite=svetain\u0117je
message.ofsize=dydis
message.modifiedby=keistas vartotojo
message.modifiedon=pakeista
message.preview=Per\u017ei\u016bra
message.singlesite={0} Svetain\u0117
message.allsites=Visos svetain\u0117s
message.infolderpath=Aplanke
message.repository=Saugykla

label.folder=Aplankas
label.document=Dokumentas
label.blogpost=Interneto dienora\u0161\u010dio \u012fra\u0161as
label.forumpost=Forumo tema
label.calendarevent=Kalendorinis \u012fvykis
label.wikipage=Wiki puslapis
label.link=Nuoroda
label.datalist=Duomen\u0173 s\u0105ra\u0161as
label.datalistitem=Duomen\u0173 s\u0105ra\u0161o elementas
label.unknown=Ne\u017einomas
label.sortby=R\u016b\u0161iuoti pagal\: {0}

button.search=Paie\u0161ka

search.info.resultinfo={0} rezultatas(-ai,-\u0173)
search.info.resultinfomore=Daugiau nei {0} rezultatai(-\u0173)
search.info.searching=Ie\u0161koma...
search.info.foundinsite=rasta {0} svetain\u0117je.
search.info.foundinallsite=rasta visose svetain\u0117se.
search.info.foundinrepository=rasta saugykloje.

search.sort.relevance=Aktualumas
search.sort.size=Dydis
search.sort.mimetype=MIME tipas
search.sort.type=Tipas

pagination.template={PreviousPageLink} {PageLinks} {NextPageLink}
pagination.template.page-report=tuscia

## help text
help.title=Paie\u0161kos patarimai

help.subtitle1=Element\u0173 paie\u0161ka pagal savybes ir turin\u012f
help.info1=Nor\u0117dami ie\u0161koti element\u0173 pagal savybes ar turin\u012f, \u012fveskite paie\u0161kos \u017eod\u012f, pavyzd\u017eiui\:
help.example1=verslo
help.result1=\u0160ios u\u017eklausos rezultatai bus visi elementai, kuriuose rastas paie\u0161kos \u017eodis "verslo" bet kuriame i\u0161 \u0161i\u0173 aspekt\u0173\: turinyje, \u017eymose, savyb\u0117se, pavadinime, apra\u0161e.
help.info2=D\u0117l tikslesni\u0173 rezultat\u0173 prid\u0117kite daugiau paie\u0161kos \u017eod\u017ei\u0173, pavyzd\u017eiui\:
help.example2=verslo procesas
help.result2=\u0160ios u\u017eklausos rezultatai bus visi elementai, kuriuose rastas paie\u0161kos \u017eodis "verslo" arba "procesas" bet kuriame i\u0161 \u0161i\u0173 aspekt\u0173\: turinyje, \u017eymose, savyb\u0117se, pavadinime, apra\u0161e. Rezultatai i\u0161d\u0117stomi pagal svarbum\u0105, ir elementai, kuriuose yra abu paie\u0161kos \u017eod\u017eiai, bus pateikti vir\u0161uje.
help.info3=Nor\u0117dami suma\u017einti paie\u0161kos rezultatus, sujunkite paie\u0161kos \u017eod\u017eius AND operatoriumi, pavyzd\u017eiui\:
help.example3=verslas ir procesas
help.result3=\u0160ios u\u017eklausos rezultatai bus visi elementai, kuriuose rasti paie\u0161kos \u017eod\u017eiai "verslo" ir "procesas" bet kuriame i\u0161 \u0161i\u0173 aspekt\u0173\: turinyje, \u017eymose, savyb\u0117se, pavadinime, apra\u0161e.
help.info4=Nor\u0117dami ie\u0161koti konkre\u010dios fraz\u0117s, naudokite kabutes, pavyzd\u017eiui\:
help.example4="verslo procesas"
help.result4=\u0160ios u\u017eklausos rezultatai bus visi elementai, kuriuose rasta paie\u0161kos fraz\u0117 "verslo procesas" bet kuriame i\u0161 \u0161i\u0173 aspekt\u0173\: turinyje, \u017eymose, savyb\u0117se, pavadinime, apra\u0161e.
help.info5=Pakaitos simboliai leid\u017eia naudoti dalin\u0119 paie\u0161k\u0105. Pavyzd\u017eiui, nor\u0117dami surasti visus elementus, kuriuose yra \u017eodis "proc"\:
help.example5=proc*

help.subtitle2=Ie\u0161koma element\u0173 pagal savybes arba turin\u012f
help.info6=Nor\u0117dami ie\u0161koti element\u0173 pagal konkre\u010di\u0105 savyb\u0119, prid\u0117kite savyb\u0119 priekyje, pavyzd\u017eiui\:
help.example6=pavadinimas\: gamyba
help.result6=\u0160ios u\u017eklausos rezultatai bus visi elementai, kuri\u0173 pavadinime rastas paie\u0161kos \u017eodis "gamyba".
help.info7=Nor\u0117dami ie\u0161koti element\u0173 pagal dokumento turin\u012f, prid\u0117kite priekyje \u017eod\u012f "tema", pavyzd\u017eiui\:
help.example7=Tema\: gamyba
help.result7=\u0160ios u\u017eklausos rezultatai bus visi dokumentai, kuri\u0173 turinyje rastas paie\u0161kos \u017eodis "gamyba".
help.info8=Da\u017eniausiai naudojami savybi\u0173 prie\u0161d\u0117liai\: name, title, description, creator, modifier, TEXT, TYPE ir ASPECT. Taip pat gali b\u016bti naudojamos kabut\u0117s ir pakaitos simboliai.
help.info9=Nor\u0117dami ie\u0161koti element\u0173 pagal suk\u016brimo dat\u0105, naudokite datos  paie\u0161k\u0105, pavyzd\u017eiui\:
help.example9=Data\: 2011-09-26
help.result9=\u0160ios u\u017eklausos rezultatai bus visi elementai, kurie buvo sukurti 2011 m. rugs\u0117jo 26 d.
help.info10=Nor\u0117dami ie\u0161koti element\u0173, modifikuot\u0173 tam tikrame datos intervale, naudokite datos intervalo paie\u0161k\u0105, pavyzd\u017eiui\:
help.example10=intervalas\: 2011-09-26...2011-10-30
help.result10=\u0160ios u\u017eklausos rezultatai bus visi elementai, kurie buvo modifikuoti nuo 2011 m. rugs\u0117jo 26 d. iki spalio 30 d. Galima naudoti specialius terminus "NOW", "MIN" ir "MAX", norint naudoti dabartin\u012f laik\u0105 (NOW), anks\u010diausi\u0105 \u012fmanom\u0105 laik\u0105 (MIN) ir tolimiausi\u0105 ateityje laik\u0105 (MAX).
