#X-Generator: crowdin.com
header.singleUpload=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b
header.multiUpload=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
header.singleUpdate=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b
header.singleImport=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435

section.recordType=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0438\u043f \u0437\u0430\u043f\u0438\u0441
section.file=\u0418\u0437\u0431\u043e\u0440 \u0444\u0430\u0439\u043b(\u043e\u0432\u0435)

label.browse=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435
label.multiUploadTip=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0438\u0442\u0435 CTRL \u0438\u043b\u0438 SHIFT, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u0444\u0430\u0439\u043b\u043e\u0432\u0435
label.singleUpdateTip=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0438\u043a\u043e\u043d\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u043a\u0430\u0447\u0438\u0442\u0435 \u043d\u043e\u0432\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 {0}
label.noFiles=\u041d\u044f\u043c\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0438\u043a\u043e\u043d\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435
label.noFlash=Flash Player \u0432\u0435\u0440\u0441\u0438\u044f 9.0.45 \u0438\u043b\u0438 \u043f\u043e-\u043a\u044a\u0441\u043d\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u043e\u0437\u0438 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u0438\u0442\u0435 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 Flash Player \u043e\u0442 <a href\="http\://www.adobe.com/go/getflashplayer"> \u0426\u0435\u043d\u0442\u044a\u0440\u0430 \u0437\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u043d\u0430 Adobe Flash Player</a>.
label.success=\u0423\u0441\u043f\u0435\u0445
label.failure=\u041d\u0435\u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435
button.upload=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
label.uploadStatus=\u0421\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\: {0} / {1} \u043a\u0430\u0447\u0435\u043d\u0438, ({2} \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e)
message.cancelStatus=\u0410\u043d\u0443\u043b\u0438\u0440\u0430\u043d\u0438 \u044a\u043f\u043b\u043e\u0443\u0434\u0438; {0} \u0444\u0430\u0439\u043b(\u043e\u0432\u0435) \u043a\u0430\u0447\u0435\u043d\u0438
message.zeroByteFileSelected=\u0418\u0437\u0431\u0440\u0430\u043b\u0438 \u0441\u0442\u0435 \u0444\u0430\u0439\u043b {0}. \u0422\u043e\u0439 \u0435 0 \u0431\u0430\u0439\u0442\u0430 \u043f\u043e \u0440\u0430\u0437\u043c\u0435\u0440 \u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043a\u0430\u0447\u0435\u043d.
message.flashError.title=\u0424\u043b\u0430\u0448 \u043a\u043e\u043c\u0443\u043d\u0438\u043a\u0430\u0446\u0438\u043e\u043d\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430
message.flashError.message=\u0411\u0440\u0430\u0443\u0437\u044a\u0440\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043a\u043e\u043c\u0443\u043d\u0438\u043a\u0438\u0440\u0430 \u0441 Flash Uploader. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u0434\u0430 \u043a\u0430\u0447\u0432\u0430\u0442\u0435 \u0432 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0441\u0430\u043c\u043e\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u0435\u043d \u0444\u0430\u0439\u043b, \u0438\u043b\u0438 \u0434\u0430 \u043e\u0431\u043d\u043e\u0432\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 Flash.

section.version=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0432\u0435\u0440\u0441\u0438\u044f\u0442\u0430
label.version=\u0422\u0430\u0437\u0438 \u0432\u0435\u0440\u0441\u0438\u044f \u0435\:
label.minorVersion=\u0412\u0442\u043e\u0440\u043e\u0441\u0442\u0435\u043f\u0435\u043d\u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u044f
label.majorVersion=\u0413\u043b\u0430\u0432\u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u044f
label.comments=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438

label.contentType=\u0422\u0438\u043f \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
type.cm_content=\u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435

label.recordType=\u0417\u0430\u043f\u0438\u0441 \u0442\u0438\u043f(\u043e\u0432\u0435)
label.recordType.description=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u0412\u0441\u0438\u0447\u043a\u0438 \u0438\u0437\u0431\u0440\u043e\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0438 \u043a\u0430\u0442\u043e \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0442\u0438\u043f(\u043e\u0432\u0435).
recordType.default=\u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435

