#X-Generator: crowdin.com
title=Szukaj osoby

## Messages
message.instructions=Wpisz szukan\u0105 fraz\u0119 aby znale\u017a\u0107 u\u017cytkownik\u00f3w
message.empty=Nie znaleziono u\u017cytkownik\u00f3w 
message.error=Nie mo\u017cna przeprowadzi\u0107 wyszukiwania u\u017cytkownik\u00f3w

## help text
help.title=Wskaz\u00f3wki dotycz\u0105ce wyszukiwania

help.subtitle1=Szukaj wed\u0142ug nazwy lub nazwiska u\u017cytkownika
help.info1=Aby wyszuka\u0107 u\u017cytkownik\u00f3w wg imienia, nazwiska lub nazwy u\u017cytkownika wystarczy wpisa\u0107 pojedynczy termin, na przyk\u0142ad\:
help.example1=Jan
help.result1=Wynikiem tej kwerendy b\u0119dzie lista wszystkich u\u017cytkownik\u00f3w, kt\u00f3rych imi\u0119, nazwisko lub nazwa u\u017cytkownika rozpoczyna si\u0119 od Jan.
help.info2=Aby wyszuka\u0107 u\u017cytkownik\u00f3w wg imienia i nazwiska, nale\u017cy oddzieli\u0107 dwa wyrazy spacj\u0105, na przyk\u0142ad\:
help.example2=Jan Kowalski
help.result2=Wynikiem tej kwerendy b\u0119dzie lista wszystkich u\u017cytkownik\u00f3w, kt\u00f3rych imi\u0119 zaczyna si\u0119 od Jan, a nazwisko zaczyna si\u0119 od Kowalski.
help.info3=Mo\u017cesz r\u00f3wnie\u017c wprowadzi\u0107 tylko pocz\u0105tek nazwiska, na przyk\u0142ad\:
help.example3=Jan K
help.result3=Wynikiem tej kwerendy b\u0119dzie lista wszystkich u\u017cytkownik\u00f3w, kt\u00f3rych imi\u0119 zaczyna si\u0119 od Jan, a nazwisko zaczyna si\u0119 od K.

help.subtitle2=Wyszukiwanie wg w\u0142a\u015bciwo\u015bci
help.info4=Aby wyszuka\u0107 u\u017cytkownik\u00f3w, z uwzgl\u0119dnieniem w\u0142a\u015bciwo\u015bci nale\u017cy wyszukiwane wyra\u017cenie poprzedzi\u0107 nazw\u0105 w\u0142a\u015bciwo\u015bci zako\u0144czon\u0105 dwukropkiem, na przyk\u0142ad\:
help.example4=lokalizacja\:londyn
help.result4=Wynikiem tej kwerendy b\u0119d\u0105 u\u017cytkownicy, kt\u00f3rych lokalizacja zawiera Londyn.
help.info5=Aby wyszuka\u0107 u\u017cytkownik\u00f3w przez wiele w\u0142a\u015bciwo\u015bci, wprowad\u017a wiele warunk\u00f3w razem, na przyk\u0142ad\:
help.example5=stanowisko\:in\u017cynier organizacja\:alfresco
help.result5=Wynikiem tej kwerendy b\u0119d\u0105 u\u017cytkownicy, kt\u00f3rych nazwa stanowiska zawiera in\u017cynier i organizacja zawiera alfresco.
help.info6=Aby wyszukiwa\u0107 wed\u0142ug nazwy u\u017cytkownika i w\u0142a\u015bciwo\u015bci, nale\u017cy doda\u0107 w\u0142a\u015bciwo\u015b\u0107 po wyszukiwanej nazwie, na przyk\u0142ad\:
help.example6=Nowak stanowisko\:in\u017cynier
help.result6=Wynikiem tej kwerendy b\u0119d\u0105 u\u017cytkownicy kt\u00f3rych imi\u0119, nazwisko lub nazwa u\u017cytkownika rozpoczyna si\u0119 od Nowak i stanowisko zawiera in\u017cynier.
help.example7=D Nowak stanowisko\:in\u017cynier
help.result7=Wynikiem tej kwerendy b\u0119dzie lista wszystkich u\u017cytkownik\u00f3w, kt\u00f3rych imi\u0119 zaczyna si\u0119 od litery D i nazwisko zaczyna si\u0119 od Nowak oraz stanowisko zawiera in\u017cynier.
