#X-Generator: crowdin.com
field.name.label=\u0418\u043c\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435
field.name.description=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e
widget.type.label=\u041a\u043e\u043d\u0442\u0440\u043e\u043b\u0430 \u043d\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440
widget.type.description=\u0422\u0438\u043f\u0430 \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0430 \u043d\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u043f\u043e\u043b\u0435
field.label.label=\u0415\u0442\u0438\u043a\u0435\u0442
field.label.description=\u0415\u0442\u0438\u043a\u0435\u0442\u044a\u0442, \u043a\u043e\u0439\u0442\u043e \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430 \u043f\u043e\u043b\u0435\u0442\u043e
field.description.label=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435
field.description.description=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e. \u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0449\u0435 \u0441\u0442\u0430\u043d\u0435 "\u043f\u043e\u043c\u043e\u0449 \u0437\u0430\u0434 \u043a\u0430\u0434\u044a\u0440" \u0437\u0430 \u043f\u043e\u043b\u0435\u0442\u043e.
field.units.label=\u0415\u0442\u0438\u043a\u0435\u0442 \u043d\u0430 \u0435\u0434\u0438\u043d\u0438\u0446\u0438\u0442\u0435
field.units.description=\u041c\u0435\u0440\u043d\u0438 \u0435\u0434\u0438\u043d\u0438\u0446\u0438, \u043e\u0442\u043d\u0430\u0441\u044f\u0449\u0438 \u0441\u0435 \u0437\u0430 \u043f\u043e\u043b\u0435\u0442\u043e, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 "\u0441\u0435\u043a\u0443\u043d\u0434\u0438", "GB", "\u043c\u0438\u043b\u0438" \u0438 \u0434\u0440.
field.options.label=\u041e\u043f\u0446\u0438\u0438
field.options.description=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0430 \u043d\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430.
field.validation.config.label=\u0423\u0442\u0432\u044a\u0440\u0436\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f
field.validation.config.description=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u0430, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e
field.visibility.config.label=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u0432\u0438\u0434\u0438\u043c\u043e\u0441\u0442\u0442\u0430
field.visibility.config.description=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0432\u0438 \u0434\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u043e\u043b\u0435\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0438\u0434\u0438 \u0447\u0440\u0435\u0437 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u0430, \u043e\u0441\u043d\u043e\u0432\u0430\u043d\u0438 \u043d\u0430  \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u043b\u0435\u0442\u0430.
field.requirement.config.label=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0435 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f
field.requirement.config.description=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0432\u0438 \u0434\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435, \u043a\u043e\u0433\u0430\u0442\u043e \u043d\u044f\u043a\u043e\u0435 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u0437\u0430 \u043f\u043e\u043b\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043e\u0441\u0438\u0433\u0443\u0440\u0438 \u0447\u0440\u0435\u0437 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u0430, \u043e\u0441\u043d\u043e\u0432\u0430\u043d\u0438 \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u043b\u0435\u0442\u0430.
field.disablement.config.label=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u0438\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435
field.disablement.config.description=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0432\u0438 \u0434\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435, \u043a\u043e\u0433\u0430\u0442\u043e \u043d\u044f\u043a\u043e\u0435 \u043f\u043e\u043b\u0435 \u0435 \u0437\u0430\u0431\u0440\u0430\u043d\u0435\u043d\u043e, \u043a\u0430\u0442\u043e \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u0430 \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u043b\u0435\u0442\u0430.

field.validation.regex.label=\u0420\u0435\u0433\u0443\u043b\u044f\u0440\u0435\u043d \u0438\u0437\u0440\u0430\u0437
field.validation.regex.description=\u0420\u0435\u0433\u0443\u043b\u044f\u0440\u0435\u043d \u0438\u0437\u0440\u0430\u0437 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e
field.validation.errorMessage.label=\u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430
field.validation.errorMessage.description=\u0422\u043e\u0432\u0430 \u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430, \u043a\u043e\u0435\u0442\u043e \u0449\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u043e\u043b\u0435\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442


rule.field.label=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043d\u0430 \u043f\u043e\u043b\u0435...
rule.field.description=\u041f\u043e\u043b\u0435\u0442\u043e, \u0437\u0430 \u043a\u043e\u0435\u0442\u043e \u0449\u0435 \u0432\u0430\u0436\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043e\u0442\u043e. \u041a\u043e\u0433\u0430\u0442\u043e \u0438\u0437\u0431\u0440\u0430\u043d\u043e\u0442\u043e \u043f\u043e\u043b\u0435 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438, \u0442\u043e\u0433\u0430\u0432\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u043e\u0442\u043e \u043f\u0440\u0430\u0432\u0438\u043b\u043e \u0449\u0435 \u0431\u044a\u0434\u0435 \u043e\u0446\u0435\u043d\u0435\u043d\u043e.
rule.is.label=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0435\u0434\u043d\u0430 \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438
rule.is.description=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u043a\u043e\u044f\u0442\u043e \u043f\u043e\u043b\u0435\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430.
rule.isNot.label=\u041d\u0415 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0435\u0434\u043d\u0430 \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438
rule.isNot.description=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u043a\u043e\u044f\u0442\u043e \u043f\u043e\u043b\u0435\u0442\u043e \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430.
rule.values.error=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u0441\u044a\u0441 \u0437\u0430\u043f\u0435\u0442\u0430\u0438

rule.display.any=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435 ''{field}'' \u043d\u044f\u043c\u0430 \u0434\u0430 \u043f\u0440\u0435\u0434\u0438\u0437\u0432\u0438\u043a\u0430 \u043d\u0438\u043a\u0430\u043a\u0432\u0430 \u0440\u0430\u0437\u043b\u0438\u043a\u0430.
rule.display.mustBe=\u041f\u043e\u043b\u0435\u0442\u043e ''{field}'' <b>\u0422\u0420\u042f\u0411\u0412\u0410</b> \u0434\u0430 \u0438\u043c\u0430 \u0435\u0434\u043d\u0430 \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\: {mustBe}.
rule.display.mustNotBe=\u041f\u043e\u043b\u0435\u0442\u043e ''{field}'' <b>\u041d\u0415 </b>\u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430 \u043d\u044f\u043a\u043e\u044f \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\: {mustNotBe}.
rule.display.mustAndmustNotBe=\u041f\u043e\u043b\u0435\u0442\u043e ''{field}'' <b>\u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430</b> \u0438\u043c\u0430 \u0435\u0434\u043d\u0430 \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\: {mustBe} \u0438 <b>\u043d\u0435</b> \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430 \u043d\u044f\u043a\u043e\u044f \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\: {mustNotBe}.
rule.fieldDeleted.label=\u041d\u044f\u043c\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u043e \u043f\u043e\u043b\u0435 \u0437\u0430 \u0442\u043e\u0432\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043e (\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u043f\u043e-\u0440\u0430\u043d\u043e \u0438\u0437\u0431\u0440\u0430\u043d\u043e\u0442\u043e \u043f\u043e\u043b\u0435 \u0434\u0430 \u0435 \u0432\u0435\u0447\u0435 \u0438\u0437\u0442\u0440\u0438\u0442\u043e). \u0422\u043e\u0432\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043e \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0438\u043c\u0430 \u0435\u0444\u0435\u043a\u0442.
