#X-Generator: crowdin.com
field.name.label=\u0406\u043c'\u044f \u043f\u043e\u043b\u044f
field.name.description=\u0406\u043c'\u044f \u043f\u043e\u043b\u044f
widget.type.label=\u0415\u043b\u0435\u043c\u0435\u043d\u0442 \u043a\u0435\u0440\u0443\u0432\u0430\u043d\u043d\u044f
widget.type.description=\u0422\u0438\u043f \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043a\u0435\u0440\u0443\u0432\u0430\u043d\u043d\u044f \u0444\u043e\u0440\u043c\u0438, \u0449\u043e \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f \u0434\u043b\u044f \u043f\u043e\u043b\u044f
field.label.label=\u041c\u0435\u0442\u043a\u0430
field.label.description=\u041c\u0456\u0442\u043a\u0430, \u0449\u043e \u0456\u0434\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0443\u0454 \u043f\u043e\u043b\u0435
field.description.label=\u041e\u043f\u0438\u0441
field.description.description=\u041e\u043f\u0438\u0441 \u043f\u043e\u043b\u044f. \u0406\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u044f \u0431\u0443\u0434\u0435 \u043d\u0430\u0434\u0430\u043d\u0430 \u043f\u0456\u0441\u043b\u044f \u043d\u0430\u0432\u0435\u0434\u0435\u043d\u043d\u044f \u043a\u0443\u0440\u0441\u043e\u0440\u0443 \u043d\u0430 \u0437\u043d\u0430\u0447\u043e\u043a \u0434\u043e\u0432\u0456\u0434\u043a\u0438 \u0434\u043b\u044f \u043f\u043e\u043b\u044f.
field.units.label=\u041c\u0456\u0442\u043a\u0430 \u043e\u0434\u0438\u043d\u0438\u0446\u0456
field.units.description=\u041e\u0434\u0438\u043d\u0438\u0446\u0456 \u0432\u0438\u043c\u0456\u0440\u044e\u0432\u0430\u043d\u043d\u044f, \u0449\u043e \u043c\u0430\u044e\u0442\u044c \u0432\u0456\u0434\u043d\u043e\u0448\u0435\u043d\u043d\u044f \u0434\u043e \u043f\u043e\u043b\u044f, \u043d\u0430\u043f\u0440\u0438\u043a\u043b\u0430\u0434 "\u0441\u0435\u043a\u0443\u043d\u0434\u0438", "\u0413\u0431\u00bb, \u00ab\u043a\u043c\u00bb \u0442\u0430 \u0456\u043d.
field.options.label=\u041e\u043f\u0446\u0456\u0457
field.options.description=\u0414\u043e\u0434\u0430\u0442\u0438 \u0440\u043e\u0437\u0448\u0438\u0440\u0435\u043d\u043d\u0456 \u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0441\u0442\u0456 \u0434\u043e \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043a\u0435\u0440\u0443\u0432\u0430\u043d\u043d\u044f \u0444\u043e\u0440\u043c\u0438.
field.validation.config.label=\u041f\u0435\u0440\u0435\u0432\u0456\u0440\u043a\u0430 \u043a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u0457
field.validation.config.description=\u041d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u043f\u0440\u0430\u0432\u0438\u043b, \u044f\u043a\u0456 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u044e\u0442\u044c\u0441\u044f \u0434\u043b\u044f \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u043a\u0438 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043f\u043e\u043b\u044f
field.visibility.config.label=\u041d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u0432\u0438\u0434\u0438\u043c\u043e\u0441\u0442\u0456
field.visibility.config.description=\u0414\u043e\u0437\u0432\u043e\u043b\u044f\u0454 \u043d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u0432\u0438\u0434\u0438\u043c\u0456\u0441\u0442\u044c \u043f\u043e\u043b\u044f \u0448\u043b\u044f\u0445\u043e\u043c \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u044f \u043f\u0440\u0430\u0432\u0438\u043b \u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u0456 \u0437\u043d\u0430\u0447\u0435\u043d\u044c \u0456\u043d\u0448\u0438\u0445 \u043f\u043e\u043b\u0456\u0432.
field.requirement.config.label=\u041a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0443\u0432\u0430\u043d\u043d\u044f \u043d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0441\u0442\u0456
field.requirement.config.description=\u0414\u043e\u0437\u0432\u043e\u043b\u044f\u0454 \u043d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u043d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u0456\u0441\u0442\u044c \u0432\u0432\u043e\u0434\u0443 \u0434\u0430\u043d\u0438\u0445 \u0432 \u043f\u043e\u043b\u0435 \u0448\u043b\u044f\u0445\u043e\u043c \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u044f \u043f\u0440\u0430\u0432\u0438\u043b \u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u0456 \u0437\u043d\u0430\u0447\u0435\u043d\u044c \u0456\u043d\u0448\u0438\u0445 \u043f\u043e\u043b\u0456\u0432.
field.disablement.config.label=\u041a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0443\u0432\u0430\u043d\u043d\u044f \u0432\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f
field.disablement.config.description=\u0414\u043e\u0437\u0432\u043e\u043b\u044f\u0454 \u043d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u0432\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f \u043f\u043e\u043b\u044f \u0448\u043b\u044f\u0445\u043e\u043c \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u044f \u043f\u0440\u0430\u0432\u0438\u043b \u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u0456 \u0437\u043d\u0430\u0447\u0435\u043d\u044c \u0456\u043d\u0448\u0438\u0445 \u043f\u043e\u043b\u0456\u0432.

field.validation.regex.label=\u0420\u0435\u0433\u0443\u043b\u044f\u0440\u043d\u0438\u0439 \u0432\u0438\u0440\u0430\u0437
field.validation.regex.description=\u0420\u0435\u0433\u0443\u043b\u044f\u0440\u043d\u0438\u0439 \u0432\u0438\u0440\u0430\u0437 \u0434\u043b\u044f \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u043a\u0438 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043f\u043e\u043b\u044f
field.validation.errorMessage.label=\u041f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u043f\u0440\u043e \u043f\u043e\u043c\u0438\u043b\u043a\u0443
field.validation.errorMessage.description=\u0426\u0435 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u043f\u0440\u043e \u043f\u043e\u043c\u0438\u043b\u043a\u0443, \u044f\u043a\u0435 \u0431\u0443\u0434\u0435 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0442\u0438\u0441\u044f, \u044f\u043a\u0449\u043e \u043f\u043e\u043b\u0435 \u043c\u0456\u0441\u0442\u0438\u0442\u044c \u043d\u0435\u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f


rule.field.label=\u0417\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043f\u043e\u043b\u044f...
rule.field.description=\u041f\u043e\u043b\u0435, \u0434\u043e \u044f\u043a\u043e\u0433\u043e \u0431\u0443\u0434\u0435 \u0437\u0430\u0441\u0442\u043e\u0441\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u043f\u0440\u0430\u0432\u0438\u043b\u043e. \u041f\u0440\u0438 \u0437\u043c\u0456\u043d\u0456 \u0432\u0438\u0431\u0440\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u043b\u044f \u0431\u0443\u0434\u0435 \u043e\u0446\u0456\u043d\u044e\u0432\u0430\u0442\u0438\u0441\u044c \u0432\u0438\u043a\u043e\u043d\u0430\u043d\u043d\u044f \u043f\u0440\u0430\u0432\u0438\u043b\u0430.
rule.is.label=\u041e\u0434\u043d\u0435 \u0437 \u0442\u0430\u043a\u0438\u0445 \u0437\u043d\u0430\u0447\u0435\u043d\u044c
rule.is.description=\u0417\u043d\u0430\u0447\u0435\u043d\u043d\u044f, \u0449\u043e \u043f\u043e\u0432\u0438\u043d\u043d\u0435 \u0431\u0443\u0442\u0438 \u0432 \u043f\u043e\u043b\u0456.
rule.isNot.label=\u041d\u0415 \u043c\u043e\u0436\u0435 \u043c\u0456\u0441\u0442\u0438\u0442\u0438 \u0436\u043e\u0434\u043d\u0435 \u0437 \u0442\u0430\u043a\u0438\u0445 \u0437\u043d\u0430\u0447\u0435\u043d\u044c
rule.isNot.description=\u0417\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043f\u043e\u043b\u044f \u043d\u0435 \u043f\u043e\u0432\u0438\u043d\u043d\u043e \u0431\u0443\u0442\u0438.
rule.values.error=\u041f\u043e\u0432\u0438\u043d\u043d\u0456 \u0431\u0443\u0442\u0438 \u0441\u043f\u0438\u0441\u043a\u043e\u043c, \u0440\u043e\u0437\u0434\u0456\u043b\u0435\u043d\u043d\u0438\u043c \u043a\u043e\u043c\u0430\u043c\u0438

rule.display.any=\u041f\u043e\u043b\u0435 ''{field}'' \u043d\u0435 \u0431\u0443\u0434\u0435 \u043c\u0430\u0442\u0438 \u0436\u043e\u0434\u043d\u043e\u0433\u043e \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f.
rule.display.mustBe=\u041f\u043e\u043b\u0435 ''{field}'' <b>\u041f\u041e\u0412\u0418\u041d\u041d\u041e</b> \u043c\u0430\u0442\u0438 \u043e\u0434\u043d\u0435 \u0437 \u043d\u0430\u0441\u0442\u0443\u043f\u043d\u0438\u0445 \u0437\u043d\u0430\u0447\u0435\u043d\u044c\: {mustBe}.
rule.display.mustNotBe=\u041f\u043e\u043b\u0435 ''{field}''  \u043f\u043e\u0432\u0438\u043d\u043d\u043e <b>\u041d\u0415 \u041c\u0406\u0421\u0422\u0418\u0422\u0418</b> \u043e\u0434\u043d\u0435 \u0437 \u043d\u0430\u0441\u0442\u0443\u043f\u043d\u0438\u0445 \u0437\u043d\u0430\u0447\u0435\u043d\u044c\: {mustBe}.
rule.display.mustAndmustNotBe=\u041f\u043e\u043b\u0435 ''{field}'' <b>\u041f\u041e\u0412\u0418\u041d\u041d\u041e</b> \u043f\u0440\u0438\u0439\u043c\u0430\u0442\u0438 \u043e\u0434\u043d\u0435 \u0437 \u043d\u0430\u0441\u0442\u0443\u043f\u043d\u0438\u0445 \u0437\u043d\u0430\u0447\u0435\u043d\u044c\: {mustBe} \u0456 <b>\u041d\u0415 \u041f\u041e\u0412\u0418\u041d\u041d\u041e</b> \u043f\u0440\u0438\u0439\u043c\u0430\u0442\u0438 \u0442\u0430\u043a\u0456 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f\: {mustNotBe}.
rule.fieldDeleted.label=\u0414\u043b\u044f \u0446\u044c\u043e\u0433\u043e \u043f\u0440\u0430\u0432\u0438\u043b\u0430 \u043d\u0435 \u0432\u0438\u0431\u0440\u0430\u043d\u043e \u0436\u043e\u0434\u043d\u043e\u0433\u043e \u043f\u043e\u043b\u044f (\u043c\u043e\u0436\u043b\u0438\u0432\u043e \u043f\u043e\u043f\u0435\u0440\u0435\u0434\u043d\u044c\u043e \u0432\u0438\u0431\u0440\u0430\u043d\u0435 \u043f\u043e\u043b\u0435 \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u043e). \u041d\u0430\u0440\u0430\u0437\u0456 \u043f\u0440\u0430\u0432\u0438\u043b\u043e \u043d\u0435 \u0434\u0456\u044f\u0442\u0438\u043c\u0435.
