#X-Generator: crowdin.com
## Copy To Dialog
# {0} = file name (or see below)
services.ActionService.copyTo.title=Copy {0} to...
services.ActionService.moveTo.title=Move {0} to...
# used in place of {0} to indicate more than one file.
services.ActionService.copyMoveTo.multipleFiles=files

# The confirmation button label for the copy/move dialog:
services.ActionService.copyTo.ok=Copy
services.ActionService.moveTo.ok=\u0627\u0646\u062a\u0642\u0627\u0644 \u062f\u0627\u062f\u0646
services.ActionService.createLink=Create Link

copyMoveService.copy.completeSuccess=Copy completed successfully
copyMoveService.copy.partialSuccess=\u06a9\u067e\u06cc \u062a\u0627 \u062d\u062f\u06cc \u0645\u0648\u0641\u0642 \u0628\u0648\u062f\u060c \u0627\u0645\u0627 \u0647\u0645\u0647 \u067e\u0631\u0648\u0646\u062f\u0647 \u0647\u0627 \u06cc\u0627 \u067e\u0648\u0634\u0647 \u0647\u0627 \u06a9\u067e\u06cc \u0646\u0634\u062f\u0646\u062f
copyMoveService.move.completeSuccess=Move completed successfully
copyMoveService.move.partialSuccess=\u0627\u0646\u062a\u0642\u0627\u0644 \u062a\u0627 \u062d\u062f\u06cc \u0645\u0648\u0641\u0642 \u0628\u0648\u062f\u060c \u0627\u0645\u0627 \u0647\u0645\u0647 \u067e\u0631\u0648\u0646\u062f\u0647 \u0647\u0627 \u06cc\u0627 \u067e\u0648\u0634\u0647 \u0647\u0627 \u0645\u0646\u062a\u0642\u0644 \u0646\u0634\u062f\u0646\u062f
copyMoveService.createLink.completeSuccess=Create link completed successfully
copyMoveService.createLink.partialSuccess=Create link partially successful, but not all links to the files or folders could be created

copyMoveService.copy.failure.title=Copy Failed
copyMoveService.move.failure.title=Move Failed
copyMoveService.createLink.failure.title=Create link failed

copyMoveService.copy.failure=The file or folder couldn't be copied right now. Try again, or check with your IT Team.
copyMoveService.move.failure=The file or folder couldn't be moved right now. Try again, or check with your IT Team.
copyMoveService.createLink.failure=The link for file or folder couldn't be created right now. Try again, or check with your IT Team.

copyMoveService.copy.multiple.failure=The files or folders couldn't be copied right now. Try again, or check with your IT Team.
copyMoveService.move.multiple.failure=The files or folders couldn't be moved right now. Try again, or check with your IT Team.
copyMoveService.createLink.multiple.failure=The link for files or folders couldn't be created right now. Try again, or check with your IT Team.

