#X-Generator: crowdin.com
field.name.label=\u038c\u03bd\u03bf\u03bc\u03b1 \u03c0\u03b5\u03b4\u03af\u03bf\u03c5
field.name.description=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03c0\u03b5\u03b4\u03af\u03bf\u03c5
widget.type.label=\u0388\u03bb\u03b5\u03b3\u03c7\u03bf\u03c2 \u03c6\u03cc\u03c1\u03bc\u03b1\u03c2
widget.type.description=\u039f \u03c4\u03cd\u03c0\u03bf\u03c2 \u03c4\u03bf\u03c5 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5 \u03c6\u03cc\u03c1\u03bc\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf
field.label.label=\u0395\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1
field.label.description=\u0397 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03c0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03af\u03b6\u03b5\u03b9 \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf
field.description.label=\u03a0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae
field.description.description=\u039c\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03bf\u03c5 \u03c0\u03b5\u03b4\u03af\u03bf\u03c5. \u039f\u03b9 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03c0\u03b1\u03c1\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b8\u03b1 \u03b3\u03af\u03bd\u03bf\u03c5\u03bd "hover help" \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf.
field.units.label=\u0395\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 \u03bc\u03bf\u03bd\u03ac\u03b4\u03c9\u03bd
field.units.description=\u039c\u03b9\u03b1 \u03bc\u03ad\u03c4\u03c1\u03b7\u03c3\u03b7 \u03bc\u03bf\u03bd\u03ac\u03b4\u03c9\u03bd \u03c0\u03bf\u03c5 \u03c3\u03c7\u03b5\u03c4\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf, \u03c0.\u03c7. "\u03b4\u03b5\u03c5\u03c4\u03b5\u03c1\u03cc\u03bb\u03b5\u03c0\u03c4\u03b1", "GB", "\u03bc\u03af\u03bb\u03b9\u03b1", \u03ba\u03bb\u03c0.
field.options.label=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2
field.options.description=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03ad\u03bb\u03b5\u03b3\u03c7\u03bf \u03c6\u03cc\u03c1\u03bc\u03b1\u03c2.
field.validation.config.label=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03b5\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7\u03c2
field.validation.config.description=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03c4\u03b5 \u03c4\u03bf\u03c5\u03c2 \u03ba\u03b1\u03bd\u03cc\u03bd\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03c4\u03b9\u03bc\u03ae\u03c2 \u03c4\u03bf\u03c5 \u03c0\u03b5\u03b4\u03af\u03bf\u03c5
field.visibility.config.label=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03bf\u03c1\u03b1\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2
field.visibility.config.description=\u03a3\u03b1\u03c2 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03c4\u03b5 \u03c0\u03cc\u03c4\u03b5 \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bf\u03c1\u03b1\u03c4\u03cc \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ce\u03bd\u03c4\u03b1\u03c2 \u03ba\u03b1\u03bd\u03cc\u03bd\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b2\u03b1\u03c3\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03c4\u03b9\u03bc\u03ad\u03c2 \u03ac\u03bb\u03bb\u03c9\u03bd \u03c0\u03b5\u03b4\u03af\u03c9\u03bd.
field.requirement.config.label=\u03a1\u03cd\u03b8\u03bc\u03b9\u03c3\u03b7 \u03b1\u03c0\u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2
field.requirement.config.description=\u03a3\u03b1\u03c2 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03c4\u03b5 \u03c0\u03cc\u03c4\u03b5 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c0\u03b1\u03c1\u03ad\u03c7\u03b5\u03c4\u03b1\u03b9 \u03ba\u03ac\u03c0\u03bf\u03b9\u03b1 \u03b5\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ce\u03bd\u03c4\u03b1\u03c2 \u03ba\u03b1\u03bd\u03cc\u03bd\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b2\u03b1\u03c3\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b9\u03c2 \u03c4\u03b9\u03bc\u03ad\u03c2 \u03ac\u03bb\u03bb\u03c9\u03bd \u03c0\u03b5\u03b4\u03af\u03c9\u03bd.
field.disablement.config.label=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2
field.disablement.config.description=\u03a3\u03b1\u03c2 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03c4\u03b5 \u03c0\u03cc\u03c4\u03b5 \u03ba\u03ac\u03c0\u03bf\u03b9\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ce\u03bd\u03c4\u03b1\u03c2 \u03ba\u03b1\u03bd\u03cc\u03bd\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b2\u03b1\u03c3\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03c4\u03b9\u03bc\u03ad\u03c2 \u03ac\u03bb\u03bb\u03c9\u03c2 \u03c0\u03b5\u03b4\u03af\u03c9\u03bd.

field.validation.regex.label=\u039a\u03b1\u03bd\u03bf\u03bd\u03b9\u03ba\u03ae \u0388\u03ba\u03c6\u03c1\u03b1\u03c3\u03b7
field.validation.regex.description=\u039c\u03b9\u03b1 \u03ba\u03b1\u03bd\u03bf\u03bd\u03b9\u03ba\u03ae \u03ad\u03ba\u03c6\u03c1\u03b1\u03c3\u03b7 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03c4\u03b9\u03bc\u03ae\u03c2 \u03c4\u03bf\u03c5 \u03c0\u03b5\u03b4\u03af\u03bf\u03c5
field.validation.errorMessage.label=\u039c\u03ae\u03bd\u03c5\u03bc\u03b1 \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1\u03c4\u03bf\u03c2
field.validation.errorMessage.description=\u0391\u03c5\u03c4\u03cc \u03b5\u03af\u03bd\u03b1\u03b9 \u03c4\u03bf \u03bc\u03ae\u03bd\u03c5\u03bc\u03b1 \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1\u03c4\u03bf\u03c2 \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03c0\u03c1\u03bf\u03b2\u03bb\u03b7\u03b8\u03b5\u03af \u03cc\u03c4\u03b1\u03bd \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03bc\u03b7 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b7 \u03c4\u03b9\u03bc\u03ae


rule.field.label=\u03a4\u03b9\u03bc\u03ae \u03c0\u03b5\u03b4\u03af\u03bf\u03c5...
rule.field.description=\u03a4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03c3\u03c4\u03bf \u03bf\u03c0\u03bf\u03af\u03bf \u03b8\u03b1 \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03c3\u03c4\u03b5\u03af \u03bf \u03ba\u03b1\u03bd\u03cc\u03bd\u03b1\u03c2. \u038c\u03c4\u03b1\u03bd \u03c4\u03bf \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03b1\u03bb\u03bb\u03ac\u03b6\u03b5\u03b9 \u03c4\u03cc\u03c4\u03b5 \u03bf \u03c0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03b9\u03b6\u03cc\u03bc\u03b5\u03bd\u03bf\u03c2 \u03ba\u03b1\u03bd\u03cc\u03bd\u03b1\u03c2 \u03b8\u03b1 \u03b1\u03be\u03b9\u03bf\u03bb\u03bf\u03b3\u03b7\u03b8\u03b5\u03af.
rule.is.label=\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03af\u03b1 \u03b1\u03c0\u03bf \u03c4\u03b9\u03c2 \u03b1\u03ba\u03cc\u03bb\u03bf\u03c5\u03b8\u03b5\u03c2 \u03c4\u03b9\u03bc\u03ad\u03c2
rule.is.description=\u039c\u03b9\u03b1 \u03c4\u03b9\u03bc\u03ae \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03ad\u03c0\u03c1\u03b5\u03c0\u03b5 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf.
rule.isNot.label=\u0394\u0395\u039d \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03af\u03b1 \u03b1\u03c0\u03bf \u03c4\u03b9\u03c2 \u03b1\u03ba\u03cc\u03bb\u03bf\u03c5\u03b8\u03b5\u03c2 \u03c4\u03b9\u03bc\u03ad\u03c2
rule.isNot.description=\u039c\u03b9\u03b1 \u03c4\u03b9\u03bc\u03ae \u03c0\u03bf\u03c5 \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u0394\u0395\u039d \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9.
rule.values.error=\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b9\u03b1 \u03bb\u03af\u03c3\u03c4\u03b1 \u03c7\u03c9\u03c1\u03b9\u03b6\u03cc\u03bc\u03b5\u03bd\u03b7 \u03bc\u03b5 \u03ba\u03cc\u03bc\u03bc\u03b1\u03c4\u03b1

rule.display.any=\u0397 \u03c4\u03b9\u03bc\u03ae \u03c4\u03bf\u03c5 \u03c0\u03b5\u03b4\u03af\u03bf\u03c5 '{field}' \u03b4\u03b5\u03bd \u03b8\u03b1 \u03ba\u03ac\u03bd\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03ac.\u00a0
rule.display.mustBe=\u03a4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf '{field}' <b>\u03a0\u03a1\u0395\u03a0\u0395\u0399</b> \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03bc\u03af\u03b1 \u03b1\u03c0\u03bf \u03c4\u03b9\u03c2 \u03b1\u03ba\u03cc\u03bb\u03bf\u03c5\u03b8\u03b5\u03c2 \u03c4\u03b9\u03bc\u03ad\u03c2\: {mustBe}.
rule.display.mustNotBe=\u03a4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf '{field}' <b>\u0394\u0395\u039d</b> \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03bf\u03c0\u03bf\u03b9\u03b1\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03b1\u03c0\u03bf \u03c4\u03b9\u03c2 \u03b1\u03ba\u03cc\u03bb\u03bf\u03c5\u03b8\u03b5\u03c2 \u03c4\u03b9\u03bc\u03ad\u03c2\: {mustNotBe}.
rule.display.mustAndmustNotBe=\u03a4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf '{field}' <b>\u03a0\u03a1\u0395\u03a0\u0395\u0399</b> \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03bc\u03af\u03b1 \u03b1\u03c0\u03bf \u03c4\u03b9\u03c2 \u03b1\u03ba\u03cc\u03bb\u03bf\u03c5\u03b8\u03b5\u03c2 \u03c4\u03b9\u03bc\u03ad\u03c2\: {mustBe} \u03ba\u03b1\u03b9 <b>\u0394\u0395\u039d</b> \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03bf\u03c0\u03bf\u03b9\u03b1\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03b1\u03c0\u03bf \u03c4\u03b9\u03c2 \u03b1\u03ba\u03cc\u03bb\u03bf\u03c5\u03b8\u03b5\u03c2 \u03c4\u03b9\u03bc\u03ad\u03c2\: {mustNotBe}.
rule.fieldDeleted.label=\u039a\u03b1\u03bd\u03ad\u03bd\u03b1 \u03c0\u03b5\u03b4\u03af\u03bf \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03cc\u03bd \u03c4\u03bf\u03bd \u03ba\u03b1\u03bd\u03cc\u03bd\u03b1 (\u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03b9\u03b8\u03b1\u03bd\u03cc \u03cc\u03c4\u03b9 \u03ad\u03bd\u03b1 \u03c0\u03b5\u03b4\u03af\u03bf \u03c0\u03bf\u03c5 \u03b5\u03af\u03c7\u03b5 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03b5\u03af \u03c0\u03c1\u03bf\u03b7\u03b3\u03bf\u03c5\u03bc\u03ad\u03bd\u03c9\u03c2 \u03c4\u03ce\u03c1\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03b5\u03af). \u0391\u03c5\u03c4\u03cc\u03c2 \u03bf \u03ba\u03b1\u03bd\u03cc\u03bd\u03b1\u03c2 \u03b4\u03b5\u03bd \u03b8\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b5\u03c0\u03b9 \u03c4\u03bf\u03c5 \u03c0\u03b1\u03c1\u03cc\u03bd\u03c4\u03bf\u03c2 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b5\u03c0\u03af\u03b4\u03c1\u03b1\u03c3\u03b7.
