#X-Generator: crowdin.com
##
# Google Docs Share display labels
##

googledocs.actions.edit=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e43\u0e19 Google Docs\u2122
googledocs.actions.editing=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e43\u0e19 Google Docs\u2122...
googledocs.actions.editing.failure=We hit a problem opening the file in Google Docs\u2122. Please try again. If this happens again then please contact your Alfresco Administrator.
googledocs.actions.authentication.failure=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a Google Docs\u2122
googledocs.actions.exportable.check.failure=We hit a problem opening the file in Google Docs\u2122. If this happens again then please contact your Alfresco Administrator.

googledocs.actions.checkin=Check In Google Doc\u2122
googledocs.actions.checkingin=Checking In Google Doc\u2122...
googledocs.actions.checkin.failure=We hit an error retrieving the document from Google\u2122. Please try again. If this happens again then please contact your Alfresco Administrator.

googledocs.actions.resume=\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e41\u0e01\u0e49\u0e44\u0e02\u0e43\u0e19 Google Docs\u2122
googledocs.actions.cancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e41\u0e01\u0e49\u0e44\u0e02\u0e43\u0e19 Google Docs\u2122
googledocs.actions.cancel.failure=Failed to cancel editing Google Docs\u2122

title.conversionUpgradeAction=\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23
title.conversionDowngradeAction=\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e01\u0e32\u0e23 Downgrade \u0e1f\u0e2d\u0e23\u0e4c\u0e41\u0e21\u0e15
label.confirmUpgradeAction=\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e08\u0e30\u0e16\u0e39\u0e01\u0e2d\u0e31\u0e1e\u0e40\u0e01\u0e23\u0e14\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e01\u0e25\u0e31\u0e1a\u0e40\u0e02\u0e49\u0e32\u0e44\u0e1b\u0e22\u0e31\u0e07 Alfresco \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e08\u0e30\u0e17\u0e33\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
label.confirmDowngradeAction=\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e08\u0e30\u0e16\u0e39\u0e01\u0e2d\u0e31\u0e1e\u0e40\u0e01\u0e23\u0e14\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e01\u0e25\u0e31\u0e1a\u0e40\u0e02\u0e49\u0e32\u0e44\u0e1b\u0e22\u0e31\u0e07 Alfresco \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e08\u0e30\u0e17\u0e33\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?

title.googleDocs.reAuthorize=\u0e2d\u0e19\u0e38\u0e21\u0e31\u0e15\u0e34\u0e42\u0e14\u0e22 Google Docs
text.googleDocs.reAuthorize=Please authorize Alfresco to connect to your Google Docs account in order to continue.

# Create Content menu items
create-content.googledocs.document=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 Google Docs\u2122 ...
create-content.googledocs.document.creating=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e42\u0e14\u0e22 Google Docs\u2122...
create-content.googledocs.document.failure=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e08\u0e32\u0e01 Google Docs\u2122 \u0e44\u0e14\u0e49
create-content.googledocs.spreadsheet=Google Docs\u2122 Spreadsheet...
create-content.googledocs.spreadsheet.creating=\u0e2a\u0e23\u0e49\u0e32\u0e07 Google Docs\u2122 Spreadsheet...
create-content.googledocs.spreadsheet.failure=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e23\u0e49\u0e32\u0e07 Google Docs\u2122 Spreadsheet \u0e44\u0e14\u0e49
create-content.googledocs.presentation=Google Docs\u2122 Presentation...
create-content.googledocs.presentation.creating=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 Google Docs\u2122 Presentation...
create-content.googledocs.presentation.failure=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 Google Docs\u2122 Presentation \u0e44\u0e14\u0e49

# Errors
googledocs.error.resumeSharingTemplateError=The Resume Editing dialog could not be opened.

#Google Docs disabled
googledocs.disabled.title=Google Docs\u2122 \u0e1b\u0e34\u0e14\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e0a\u0e31\u0e48\u0e27\u0e04\u0e23\u0e32\u0e27
googledocs.disabled.text=\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07 Google Docs\u2122 \u0e1b\u0e34\u0e14\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e0a\u0e31\u0e48\u0e27\u0e04\u0e23\u0e32\u0e27 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21

#Google Docs Version Popup
label.header=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e48\u0e19
label.version=\u0e23\u0e38\u0e48\u0e19\u0e19\u0e35\u0e49\u0e21\u0e35\:
label.minorVersion=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e40\u0e25\u0e47\u0e01\u0e19\u0e49\u0e2d\u0e22 ({0})
label.majorVersion=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e17\u0e35\u0e48\u0e2a\u0e33\u0e04\u0e31\u0e0d ({0})
label.comments=\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19

# Concurrent Editors
googledocs.concurrentEditors.title=Concurrent Editors
googledocs.concurrentEditors.text=Other users are editing this document. Changes may be lost if you continue.

# Invalid Filename
googledocs.invalidFilename.title=\u0e0a\u0e37\u0e48\u0e2d\u0e44\u0e1f\u0e25\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
googledocs.invalidFilename.text=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e44\u0e1b Alfresco \u0e0a\u0e37\u0e48\u0e2d\u0e44\u0e1f\u0e25\u0e4c\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

# Access Denied
googledocs.accessDenied.title=\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e16\u0e39\u0e01\u0e1b\u0e0f\u0e34\u0e40\u0e2a\u0e18
googledocs.accessDenied.text=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e0b\u0e15\u0e4c\u0e19\u0e35\u0e49

googledocs.cancelAction.title=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e41\u0e01\u0e49\u0e44\u0e02
googledocs.cancelAction.text=If you cancel the editing then any changes that have been made to this file won't be saved. Are you sure you want to cancel?

googledocs.error.text=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e15\u0e32\u0e21\u0e17\u0e35\u0e48\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d  \u0e01\u0e23\u0e38\u0e13\u0e32\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07

