#X-Generator: crowdin.com
hybrid.workflow.error.invalid.destination=\u0412 \u043f\u0440\u043e\u0446\u0435\u0441\u0456\: {0} \u0432\u043a\u0430\u0437\u0430\u043d\u043e \u043d\u0435\u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0445\u043c\u0430\u0440\u0438-\u043f\u0440\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f
hybrid.workflow.error.missing.package=\u041f\u0440\u043e\u0446\u0435\u0441 \u043d\u0435 \u043c\u0456\u0441\u0442\u0438\u0442\u044c \u043d\u0430\u0431\u0456\u0440\u0443 \u043f\u0430\u043a\u0435\u0442\u0456\u0432
hybrid.workflow.error.missing.content=\u0414\u043b\u044f \u0437\u0430\u043f\u0443\u0441\u043a\u0443 \u0425\u043c\u0430\u0440\u043d\u043e\u0433\u043e \u043f\u0440\u043e\u0446\u0435\u0441\u0443 \u043f\u043e\u0442\u0440\u0456\u0431\u0435\u043d \u043f\u0440\u0438\u043d\u0430\u0439\u043c\u043d\u0456 \u043e\u0434\u0438\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0437\u043c\u0456\u0441\u0442\u0443
hybrid.workflow.disabled=\u0412\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0430 \u043c\u043e\u0436\u043b\u0438\u0432\u0456\u0441\u0442\u044c \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f \u0413\u0456\u0431\u0440\u0438\u0434\u043d\u0438\u0445 \u043f\u0440\u043e\u0446\u0435\u0441\u0456\u0432, \u0430\u0431\u043e \u043d\u0435 \u0432\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u043e \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u044e
hybrid.workflow.error.unsync.not.allowed=\u0412\u0438\u0434\u0430\u043b\u0435\u043d\u043d\u044f \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u0432 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u0457 \u0437\u0430\u0431\u043e\u0440\u043e\u043d\u0435\u043d\u043e, \u0434\u043b\u044f \u0446\u0438\u0445 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u0432 \u0454 \u0430\u043a\u0442\u0438\u0432\u043d\u0438\u0439 \u0433\u0456\u0431\u0440\u0438\u0434\u043d\u0438\u0439 \u043f\u0440\u043e\u0446\u0435\u0441, \u043f\u0440\u043e\u0446\u0435\u0441 \u0441\u043f\u043e\u0447\u0430\u0442\u043a\u0443 \u043f\u043e\u0432\u0438\u043d\u0435\u043d \u0431\u0443\u0442\u0438 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0438\u0439 \u0430\u0431\u043e \u0441\u043a\u0430\u0441\u043e\u0432\u0430\u043d\u0438\u0439.
hybrid.workflow.error.assignees.permissions=The following user(s) are not part of the site you selected as destination\: {0}. Invite them to the site in order to have them participate in the cloud-workflow.
hybrid.workflow.error.content.already.in.hybrid.workflow=\u041e\u0434\u0438\u043d \u0437 \u0432\u0438\u0431\u0440\u0430\u043d\u0438\u0445 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456\u0432 \u0432\u0436\u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u043e\u0432\u0430\u043d\u043e \u0437 \u0425\u043c\u0430\u0440\u043e\u044e. \u0412\u0438 \u043c\u0430\u0454\u0442\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u0437\u043c\u0456\u0441\u0442, \u044f\u043a\u0438\u0439 \u0449\u0435 \u043d\u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u043e\u0432\u0430\u043d\u0438\u0439 \u0437 \u0425\u043c\u0430\u0440\u043e\u044e \u0434\u043b\u044f \u0437\u0430\u043f\u0443\u0441\u043a\u0443 \u043d\u043e\u0432\u043e\u0433\u043e \u0413\u0456\u0431\u0440\u0438\u0434\u043d\u043e\u0433\u043e  \u043f\u0440\u043e\u0446\u0435\u0441\u0443.
hybrid.workflow.error.content.permissions=\u0412\u0438 \u043d\u0430 \u043c\u0430\u0454\u0442\u0435 \u0434\u043e\u0441\u0442\u0430\u0442\u043d\u0456\u0445 \u043f\u0440\u0430\u0432 \u0434\u043b\u044f \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u0457 ''{0}'' \u0437 \u0425\u043c\u0430\u0440\u043e\u044e.

# process defaults
hybridAdhoc.workflow.title=Hybrid Task
hybridAdhoc.workflow.description=Assign a new task to someone on the Cloud
hybridAdhoc.task.wf_adhocTask.title=\u0417\u0430\u0432\u0434\u0430\u043d\u043d\u044f
hybridAdhoc.task.wf_adhocTask.description=\u0417\u0430\u0432\u0434\u0430\u043d\u043d\u044f
hybridReview.workflow.title=Hybrid Review
hybridReview.workflow.description=Request document approval from someone on the Cloud
hybridReview.task.wf_activitiReviewTask.title=\u0420\u043e\u0437\u0433\u043b\u044f\u043d\u0443\u0442\u0438
hybridReview.task.wf_activitiReviewTask.description=\u0420\u043e\u0437\u0433\u043b\u044f\u043d\u0443\u0442\u0438
