#X-Generator: crowdin.com
hybrid.workflow.error.invalid.destination=\u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0648\u062c\u0647\u0629 \u0633\u062d\u0627\u0628\u0629 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d\u0629 \u0641\u064a \u0639\u0645\u0644\u064a\u0629\: {0}
hybrid.workflow.error.missing.package=\u0627\u0644\u0639\u0645\u0644\u064a\u0629 \u062a\u0641\u062a\u0642\u062f \u0625\u062d\u062f\u064a \u0623\u0648 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0627\u0644\u0645\u0643\u062a\u0628\u0627\u062a \u0627\u0644\u0628\u0631\u0645\u062c\u064a\u0629
hybrid.workflow.error.missing.content=\u0645\u0637\u0644\u0648\u0628 \u0645\u062d\u062a\u0648\u0649 \u0648\u0627\u062d\u062f \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0644\u0628\u062f\u0621 \u0645\u0646\u0638\u0648\u0645\u0629 \u0627\u0644\u0639\u0645\u0644
hybrid.workflow.disabled=\u062a\u0645 \u062a\u0639\u0637\u064a\u0644 \u0648\u0638\u0627\u0626\u0641 \u0645\u0646\u0638\u0648\u0645\u0629 \u0627\u0644\u0639\u0645\u0644 \u0627\u0644\u0647\u062c\u064a\u0646 \u0623\u0648 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629
hybrid.workflow.error.unsync.not.allowed=\u0625\u0632\u0627\u0644\u0629 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u063a\u064a\u0631 \u0645\u0633\u0645\u0648\u062d\u060c \u0645\u0646\u0638\u0648\u0645\u0629 \u0627\u0644\u0639\u0645\u0644 \u0627\u0644\u0647\u062c\u064a\u0646 \u0645\u0641\u0639\u0644\u0629 \u0639\u0644\u0649 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629\u060c \u064a\u062c\u0628 \u0623\u0648\u0644\u0627\u064b \u0625\u0646\u0647\u0627\u0621 \u0623\u0648 \u0625\u0643\u0645\u0627\u0644 \u0645\u0646\u0638\u0648\u0645\u0629 \u0627\u0644\u0639\u0645\u0644.
hybrid.workflow.error.assignees.permissions=The following user(s) are not part of the site you selected as destination\: {0}. Invite them to the site in order to have them participate in the cloud-workflow.
hybrid.workflow.error.content.already.in.hybrid.workflow=\u0625\u062d\u062f\u0649 \u0627\u0644\u0648\u062b\u0627\u0626\u0642 \u0627\u0644\u0645\u062e\u062a\u0627\u0631\u0629 \u062a\u0645 \u0645\u0632\u0627\u0645\u0646\u062a\u0647\u0627 \u0628\u0627\u0644\u0641\u0639\u0644 \u0645\u0639 \u0627\u0644\u0633\u062d\u0627\u0628\u0629\u060c \u064a\u0645\u0643\u0646\u0643 \u0641\u0642\u0637 \u0625\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u062d\u062a\u0648\u0649 \u063a\u064a\u0631 \u0645\u062a\u0632\u0627\u0645\u0646 \u0645\u0639 \u0627\u0644\u0633\u062d\u0627\u0628\u0629 \u0648\u0630\u0644\u0643 \u0644\u0628\u062f\u0621 \u0645\u0646\u0638\u0648\u0645\u0629 \u0639\u0645\u0644 \u0647\u062c\u064a\u0646.
hybrid.workflow.error.content.permissions=\u0627\u0646\u062a \u0644\u0627 \u062a\u0645\u062a\u0644\u0643 \u0627\u0644\u0635\u0644\u0627\u062d\u064a\u0627\u062a \u0627\u0644\u0644\u0627\u0632\u0645\u0629 \u0644\u0645\u0632\u0627\u0645\u0646\u0629  ''{0}'' \u0625\u0644\u0649 \u0627\u0644\u0633\u062d\u0627\u0628\u0629.

# process defaults
hybridAdhoc.workflow.title=Hybrid Task
hybridAdhoc.workflow.description=Assign a new task to someone on the Cloud
hybridAdhoc.task.wf_adhocTask.title=\u0627\u0644\u0645\u0647\u0645\u0629
hybridAdhoc.task.wf_adhocTask.description=\u0627\u0644\u0645\u0647\u0645\u0629
hybridReview.workflow.title=Hybrid Review
hybridReview.workflow.description=Request document approval from someone on the Cloud
hybridReview.task.wf_activitiReviewTask.title=\u0645\u0631\u0627\u062c\u0639\u0629
hybridReview.task.wf_activitiReviewTask.description=\u0645\u0631\u0627\u062c\u0639\u0629
