#X-Generator: crowdin.com
rm.action.not-defined=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0438 {0} \u043d\u0435 \u0435 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u043e.
rm.action.no-implicit-noderef=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0438\u0442\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u043d\u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u043a\u043e\u0441\u0432\u0435\u043d\u0430 nodeRef.
rm.action.record-not-declared=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u043e \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0437\u0430\u043f\u0438\u0441\u044a\u0442 \u043d\u0435 \u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d. (actionedUponNodeRef \= {1})
rm.action.expected-record-level=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u043e \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0432\u0430 \u043d\u0435 \u0435 \u0437\u0430\u043f\u0438\u0441. (actionedUponNodeRef \= {1})
rm.action.not-all-records-declared=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u043e \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0437\u0430\u043f\u0438\u0441\u0438 \u0432 \u043f\u0430\u043f\u043a\u0430\u0442\u0430 \u0437\u0430\u043f\u0438\u0441\u0438 \u0441\u0430 \u043f\u044a\u043b\u043d\u0438. (actionedUponNodeRef \= {1})
rm.action.not-eligible=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u043e \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u043e\u0442\u043e \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 \u0432 \u0437\u0430\u043f\u0438\u0441 \u0438\u043b\u0438 \u0432 \u043f\u0430\u043f\u043a\u0430 \u0437\u0430 \u0437\u0430\u043f\u0438\u0441\u0438 \u043d\u0435 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f \u043d\u0430 \u0443\u0441\u043b\u043e\u0432\u0438\u044f\u0442\u0430. (actionedUponNodeRef \= {1})
rm.action.no-disposition-instructions=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u043e \u0433\u0443\u043f\u0438\u0440\u0430\u043d\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438. (nodeRef \= {1})
rm.action.no-disposition-lisfecycle-set=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u043e \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u043d\u0430\u0431\u043e\u0440 \u0436\u0438\u0437\u043d\u0435\u043d\u0438 \u0446\u0438\u043a\u043b\u0438 \u043f\u0440\u0438 \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435. (nodeRef \= {1})
rm.action.next-disp-not-set=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u043e \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u0435 \u0435 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u0435\u043d\u043e \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u043e\u0442\u043e \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 . (nodeRef \= {1})
rm.action.not-next-disp=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u043e \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0432\u0430 \u043d\u0435 \u0435 \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u043e\u0442\u043e \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0437\u0430\u043f\u0438\u0441 \u0438\u043b\u0438 \u043f\u0430\u043f\u043a\u0430 \u0437\u0430\u043f\u0438\u0441\u0438. (nodeRef \= {1})
rm.action.not-record-folder=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u043e \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0432\u0430 \u043d\u0435 \u0435 \u043f\u0430\u043f\u043a\u0430 \u0437\u0430 \u0437\u0430\u043f\u0438\u0441\u0438. (nodeRef \= {1})
rm.action.actioned-upon-not-record=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0432\u0430 \u043d\u0435 \u0435 \u0437\u0430\u043f\u0438\u0441. (filePlanComponet \= {1})
rm.action.custom-aspect-not-recognised=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f\u0442 \u0442\u0438\u043f \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0438, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u0435 \u0441\u0435 \u0440\u0430\u0437\u043f\u043e\u0437\u043d\u0430\u0432\u0430. (customAspect \= {0})
rm.action.event-no-disp-lc=\u0421\u044a\u0431\u0438\u0442\u0438\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u0435 \u0435 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u043e \u0432 \u0436\u0438\u0437\u043d\u0435\u043d\u0438\u044f \u0446\u0438\u043a\u044a\u043b \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435\u0442\u043e.
rm.action.undeclared-only-records=\u0421\u0430\u043c\u043e \u0437\u0430\u043f\u0438\u0441\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0438. (nodeRef \= {0})
rm.action.no-declare-mand-prop=\u0417\u0430\u043f\u0438\u0441\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u0435 \u0441\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0438.
rm.action.ghosted-prop-update=\u0421\u0432\u043e\u0439\u0441\u0442\u0432\u0430\u0442\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u0435\u0434\u0438 \u0440\u0430\u0437\u0440\u0443\u0448\u0435\u043d\u0438\u044f \u0437\u0430\u043f\u0438\u0441 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438.
rm.action.valid-date-disp-asof=\u0414\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0434\u0430\u0442\u0430.
rm.action.disp-asof-lifecycle-applied=\u0413\u0440\u0443\u043f\u0438\u0440\u0430\u043d\u0435 \u043a\u0430\u0442\u043e \u0434\u0430\u0442\u0430 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441 \u0438\u043b\u0438 \u043f\u0430\u043f\u043a\u0430 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441, \u043a\u043e\u0435\u0442\u043e \u0438\u043c\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d \u0436\u0438\u0437\u043d\u0435\u043d \u0446\u0438\u043a\u044a\u043b, \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430.
rm.action.hold-edit-reason-none=\u041f\u0440\u0438\u0447\u0438\u043d\u0430\u0442\u0430 \u0437\u0430 \u0437\u0430\u0434\u044a\u0440\u0436\u0430\u043d\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u044f\u043c\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u043f\u0440\u0438\u0447\u0438\u043d\u0430.
rm.action.hold-edit-type=\u041f\u0440\u0438\u0447\u0438\u043d\u0430\u0442\u0430 \u0437\u0430 \u0437\u0430\u0434\u0440\u044a\u0436\u0430\u043d\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0430, \u0437\u0430\u0449\u043e\u0442\u043e \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u043d\u0438\u044f \u0432\u044a\u0437\u0435\u043b \u043d\u0435 \u0435 \u043e\u0442 \u0442\u0438\u043f {0}. (nodeRef \= {1})
rm.action.specify-avlid-date=\u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430 \u043a\u044a\u043c \u0434\u0430\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0434\u0430\u0442\u0430.
rm.action.review-details-only=\u0421\u0430\u043c\u043e \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u0437\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u0437\u0430 \u0436\u0438\u0437\u043d\u0435\u043d\u043e\u0432\u0430\u0436\u043d\u0438 \u0437\u0430\u043f\u0438\u0441\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0438.
rm.action.freeze-no-reason=\u0417\u0430\u043f\u0438\u0441 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u043c\u0440\u0430\u0437\u0435\u043d \u0431\u0435\u0437 \u043f\u0440\u0438\u0447\u0438\u043d\u0430.
rm.action.freeze-only-records-folders=\u0421\u0430\u043c\u043e \u0437\u0430\u043f\u0438\u0441\u0438 \u0438\u043b\u0438 \u043f\u0430\u043f\u043a\u0438 \u0441\u044a\u0441 \u0437\u0430\u043f\u0438\u0441\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u043c\u0440\u0430\u0437\u0435\u043d\u0438.
rm.action.no-open-record-folder=\u041f\u0430\u043f\u043a\u0430\u0442\u0430 \u0437\u0430 \u0437\u0430\u043f\u0438\u0441 \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0430, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u0435 \u0435 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0430 \u043a\u0430\u0442\u043e \u043f\u0430\u043f\u043a\u0430 \u0437\u0430 \u0437\u0430\u043f\u0438\u0441. (actionedUponNodeRef \= {0})
rm.action.not-hold-type=\u0417\u0430\u0434\u044a\u0440\u0436\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434e \u043e\u0442\u043a\u0430\u0437\u0430\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0432\u044a\u0437\u0435\u043b\u044a\u0442 \u043d\u0435 \u0435 \u043e\u0442 \u0442\u0438\u043f {0}. (actionedUponNodeRef \= {1})
rm.action.no-read-mime-message=Mimetype \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u0447\u0435\u0442\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e {0}.
rm.action.email-declared=\u0418\u043c\u0435\u0439\u043b\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0438, \u0437\u0430\u0449\u043e\u0442\u043e \u0437\u0430\u043f\u0438\u0441\u044a\u0442 \u0435 \u043f\u044a\u043b\u0435\u043d. (actionedUponNodeRef \= {0})
rm.action.email-not-record=\u0418\u043c\u0435\u0439\u043b\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0438, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0432\u044a\u0437\u0435\u043b\u044a\u0442 \u043d\u0435 \u0435 \u0437\u0430\u043f\u0438\u0441. (actionedUponNodeRef \= {0})
rm.action.email-create-child-assoc=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u0434\u044a\u0449\u0435\u0440\u043d\u0430 \u0430\u0441\u043e\u0446\u0438\u0430\u0446\u0438\u044f.
rm.action.node-already-transfer=\u0422\u043e\u0437\u0438 \u0432\u044a\u0437\u0435\u043b \u0432\u0435\u0447\u0435 \u0441\u0435 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f.
rm.action.node-not-transfer=\u0412\u044a\u0437\u0435\u043b\u044a\u0442 \u043d\u0435 \u0435 \u043e\u0431\u0435\u043a\u0442 \u043d\u0430 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435.
rm.action.undo-not-last=\u0418\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0442\u043c\u0435\u043d\u0435\u043d\u043e, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0435 \u0435 \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u043e.
rm.action.records_only_undeclared=\u0421\u0430\u043c\u043e \u0437\u0430\u043f\u0438\u0441\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0438.
rm.action.event-not-undone=\u0421\u044a\u0431\u0438\u0442\u0438\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0442\u043c\u0435\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e \u043d\u0435 \u0435 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u043e \u0432 \u0436\u0438\u0437\u043d\u0435\u043d\u0438\u044f \u0446\u0438\u043a\u044a\u043b \u043d\u0430 \u0440\u0430\u0437\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438\u0435\u0442\u043e.
rm.action.node-not-record-category=The disposition schedule could not be created, because the actioned upon node ({0}) was not a record category.
rm.action.parameter-not-supplied=The parameter ''{0}'' has not been supplied.
rm.action.delete-not-hold-type=The hold couldn''t be deleted, because the node isn''t of type {0}. (actionedUponNodeRef\={1})
