#X-Generator: crowdin.com
rm.action.not-defined=\u0397 \u03b5\u03bd\u03ad\u03c1\u03b3\u03b5\u03b9\u03b1 \u03b4\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03c3\u03b7\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ce\u03bd {0} \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03bf\u03c1\u03b9\u03c3\u03c4\u03b5\u03af.
rm.action.no-implicit-noderef=\u0397 \u03b4\u03c1\u03ac\u03c3\u03b7 \u03b4\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03b9\u03c3\u03b7\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ce\u03bd {0}  \u03b4\u03b5\u03bd \u03ae\u03c4\u03b1\u03bd \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc \u03bd\u03b1 \u03b5\u03ba\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03b5\u03af, \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03b7 \u03b4\u03c1\u03ac\u03c3\u03b7 \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03b3\u03ae \u03c0\u03bf\u03c5 \u03b4\u03b5\u03bd \u03c0\u03b1\u03c1\u03ad\u03c7\u03b5\u03b9 \u03ad\u03bd\u03b1 implicit nodeRef.
rm.action.record-not-declared=The disposition action {0} couldn''t be performed, because the record isn''t complete. (actionedUponNodeRef\={1})
rm.action.expected-record-level=The disposition action {0} couldn''t be performed, because this isn''t a record. (actionedUponNodeRef\={1})
rm.action.not-all-records-declared=The disposition action {0} couldn''t be performed, because not all the records in the record folder are complete. (actionedUponNodeRef\={1})
rm.action.not-eligible=The disposition action {0} couldn''t be performed, because the next disposition action on the record or record folder isn''t eligible. (actionedUponNodeRef\={1})
rm.action.no-disposition-instructions=The disposition action {0} couldn''t be performed, because no disposition instructions could be found. (nodeRef\={1})
rm.action.no-disposition-lisfecycle-set=The disposition action {0} couldn''t be performed, because there''s no available disposition life-cycle set. (nodeRef\={1})
rm.action.next-disp-not-set=The disposition action {0} couldn''t be performed, because the next disposition action isn''t set. (nodeRef\={1})
rm.action.not-next-disp=The disposition action {0} couldn''t be performed, because this isn''t the next disposition action for this record or record folder. (nodeRef\={1})
rm.action.not-record-folder=The disposition action {0} couldn''t be performed, because this isn''t a record folder. (nodeRef\={1})
rm.action.actioned-upon-not-record=\u0397 \u03b4\u03c1\u03ac\u03c3\u03b7 {0} \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03ba\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03b5\u03af \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03b1\u03c5\u03c4\u03cc \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b9\u03b1 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae. (filePlanComponet \={1})
rm.action.custom-aspect-not-recognised=\u039f \u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03c3\u03bc\u03ad\u03bd\u03bf\u03c2 \u03c4\u03cd\u03c0\u03bf\u03c2 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03c3\u03c4\u03b5\u03af, \u03b3\u03b9\u03b1\u03c4\u03af \u03b4\u03b5\u03bd \u03b1\u03bd\u03b1\u03b3\u03bd\u03c9\u03c1\u03af\u03b6\u03b5\u03c4\u03b1\u03b9. (customAspect\={0})
rm.action.event-no-disp-lc=\u03a4\u03bf \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd {0} \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03b8\u03b5\u03af, \u03b3\u03b9\u03b1\u03c4\u03af \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03bf\u03c1\u03b9\u03c3\u03c4\u03b5\u03af \u03c3\u03c4\u03bf\u03bd \u03ba\u03cd\u03ba\u03bb\u03bf \u03b6\u03c9\u03ae\u03c2 \u03b4\u03b9\u03ac\u03b8\u03b5\u03c3\u03b7\u03c2.
rm.action.undeclared-only-records=\u039c\u03cc\u03bd\u03bf \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03b8\u03bf\u03cd\u03bd. (nodeRef \={0})
rm.action.no-declare-mand-prop=\u0397 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03b8\u03b5\u03af, \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03b4\u03b5\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03c4\u03b5\u03b8\u03b5\u03af\u03c2 \u03cc\u03bb\u03b5\u03c2 \u03bf\u03b9 \u03c5\u03c0\u03bf\u03c7\u03c1\u03b5\u03c9\u03c4\u03b9\u03ba\u03ad\u03c2 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ce\u03bd.
rm.action.ghosted-prop-update=\u039f\u03b9 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5 \u03bc\u03b9\u03b1\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03c1\u03b1\u03c6\u03b5\u03af \u03c0\u03c1\u03bf\u03b7\u03b3\u03bf\u03c5\u03bc\u03ad\u03bd\u03c9\u03c2 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03b5\u03bd\u03b7\u03bc\u03b5\u03c1\u03c9\u03b8\u03bf\u03cd\u03bd.
rm.action.valid-date-disp-asof=The disposition action as of date must be a valid date.
rm.action.disp-asof-lifecycle-applied=The disposition as of date for a record or record folder which has a lifecycle applied can't be edited.
rm.action.hold-edit-reason-none=\u0394\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b3\u03af\u03bd\u03b5\u03b9 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c4\u03bf\u03c5 \u03bb\u03cc\u03b3\u03bf\u03c5 \u03b1\u03bd\u03b1\u03bc\u03bf\u03bd\u03ae\u03c2, \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03b4\u03bf\u03b8\u03b5\u03af \u03bb\u03cc\u03b3\u03bf\u03c2.
rm.action.hold-edit-type=\u0394\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03b5\u03af \u03c4\u03bf\u03c5 \u03bb\u03cc\u03b3\u03bf\u03c5 \u03b1\u03bd\u03b1\u03bc\u03bf\u03bd\u03ae\u03c2, \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03b7 \u03b4\u03c1\u03ac\u03c3\u03b7 \u03c0\u03c1\u03bf\u03c2 \u03ba\u03cc\u03bc\u03b2\u03bf \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03c4\u03bf\u03c5 \u03c4\u03cd\u03c0\u03bf\u03c5 {0}. (nodeRef \={1})
rm.action.specify-avlid-date=\u0397 \u03b1\u03bd\u03b1\u03b8\u03b5\u03ce\u03c1\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b9\u03b1 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b7 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1.
rm.action.review-details-only=\u039c\u03cc\u03bd\u03bf \u03bf\u03b9 \u03b1\u03bd\u03b1\u03b8\u03b5\u03c9\u03c1\u03b7\u03bc\u03ad\u03bd\u03b5\u03c2 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03c2 \u03b6\u03c9\u03c4\u03b9\u03ba\u03ae\u03c2 \u03c3\u03b7\u03bc\u03b1\u03c3\u03af\u03b1\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ce\u03bd \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03bf\u03cd\u03bd.
rm.action.freeze-no-reason=\u0397 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03bc\u03c0\u03b5\u03b9 \u03c3\u03b5 \u03b1\u03bd\u03b1\u03bc\u03bf\u03bd\u03ae \u03c7\u03c9\u03c1\u03af\u03c2 \u03bb\u03cc\u03b3\u03bf.
rm.action.freeze-only-records-folders=\u039c\u03cc\u03bd\u03bf \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2 \u03ae \u03c6\u03ac\u03ba\u03b5\u03bb\u03bf\u03b9 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ce\u03bd \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03bc\u03c0\u03bf\u03c5\u03bd \u03c3\u03b5 \u03b1\u03bd\u03b1\u03bc\u03bf\u03bd\u03ae.
rm.action.no-open-record-folder=\u039f \u03c6\u03ac\u03ba\u03b5\u03bb\u03bf\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b1\u03bd\u03bf\u03af\u03be\u03b5\u03b9 \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03b4\u03b5\u03bd \u03bf\u03c1\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c9\u03c2 \u03c6\u03ac\u03ba\u03b5\u03bb\u03bf\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2. (actionedUponNodeRef \={0})
rm.action.not-hold-type=\u0397 \u03b1\u03bd\u03b1\u03bc\u03bf\u03bd\u03ae \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03ba\u03b1\u03c4\u03b1\u03c1\u03b3\u03b7\u03b8\u03b5\u03af \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03bf \u03ba\u03cc\u03bc\u03b2\u03bf\u03c2 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03c4\u03cd\u03c0\u03bf\u03c5 {0}. (actionedUponNodeRef\={1})
rm.action.no-read-mime-message=\u03a4\u03bf \u03bc\u03ae\u03bd\u03c5\u03bc\u03b1 mimetype \u03b4\u03b5\u03bd \u03bc\u03c0\u03cc\u03c1\u03b5\u03c3\u03b5 \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b2\u03b1\u03c3\u03c4\u03b5\u03af, \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae {0}.
rm.action.email-declared=\u03a4\u03bf \u03b7\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03cc \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b5\u03af\u03bf \u03b4\u03b5\u03bd \u03c7\u03c9\u03c1\u03af\u03c3\u03c4\u03b7\u03ba\u03b5 \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03b7 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae \u03b5\u03af\u03bd\u03b1\u03b9 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03bc\u03ad\u03bd\u03b7. (actionedUponNodeRef\={0})
rm.action.email-not-record=\u03a4\u03bf \u03b7\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03cc \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b5\u03af\u03bf \u03b4\u03b5\u03bd \u03c7\u03c9\u03c1\u03af\u03c3\u03c4\u03b7\u03ba\u03b5 \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03bf \u03ba\u03cc\u03bc\u03b2\u03bf\u03c2 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae. (actionedUponNodeRef\={0})
rm.action.email-create-child-assoc=\u0394\u03b5\u03bd \u03bc\u03c0\u03cc\u03c1\u03b5\u03c3\u03b5 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03b9 \u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03c3\u03bc\u03ad\u03bdo \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03bc\u03bf.
rm.action.node-already-transfer=\u039f \u03ba\u03cc\u03bc\u03b2\u03bf\u03c2 \u03b2\u03c1\u03af\u03c3\u03ba\u03b5\u03c4\u03b1\u03b9 \u03ae\u03b4\u03b7 \u03c3\u03b5 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac.
rm.action.node-not-transfer=\u039f \u03ba\u03cc\u03bc\u03b2\u03bf\u03c2 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03bd\u03c4\u03b9\u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2.
rm.action.undo-not-last=\u0397 \u03b1\u03c0\u03bf\u03ba\u03bf\u03c0\u03ae \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b1\u03bd\u03b1\u03b9\u03c1\u03b5\u03b8\u03b5\u03af, \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03b7 \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1 \u03b4\u03c1\u03ac\u03c3\u03b7 \u03b4\u03b5\u03bd \u03b1\u03c0\u03bf\u03ba\u03cc\u03c0\u03b7\u03ba\u03b5.
rm.action.records_only_undeclared=\u039c\u03cc\u03bd\u03bf \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03b8\u03bf\u03cd\u03bd.
rm.action.event-not-undone=\u03a4\u03bf \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd {0} \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc \u03bd\u03b1 \u03b1\u03bd\u03b1\u03b9\u03c1\u03b5\u03b8\u03b5\u03af, \u03b3\u03b9\u03b1\u03c4\u03af \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03bf\u03c1\u03b9\u03c3\u03c4\u03b5\u03af \u03c3\u03c4\u03bf\u03bd \u03ba\u03cd\u03ba\u03bb\u03bf \u03b6\u03c9\u03ae\u03c2 \u03b4\u03b9\u03ac\u03b8\u03b5\u03c3\u03b7\u03c2.
rm.action.node-not-record-category=The disposition schedule could not be created, because the actioned upon node ({0}) was not a record category.
rm.action.parameter-not-supplied=\u0397 \u03c0\u03b1\u03c1\u03ac\u03bc\u03b5\u03c4\u03c1\u03bf\u03c2 ''{0}'' \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03c0\u03b1\u03c1\u03b1\u03c3\u03c7\u03b5\u03b8\u03b5\u03af.
rm.action.delete-not-hold-type=\u0397 \u03b1\u03bd\u03b1\u03bc\u03bf\u03bd\u03ae \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03b5\u03af \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03bf \u03ba\u03cc\u03bc\u03b2\u03bf\u03c2 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03c4\u03cd\u03c0\u03bf\u03c5 {0}. (actionedUponNodeRef\={1})
