#X-Generator: crowdin.com
rm.action.not-defined=Akcia {0} riadenia z\u00e1znamov nebola definovan\u00e1.
rm.action.no-implicit-noderef=\u010dinno\u0165 {0} riadenia z\u00e1znamov nemohla by\u0165 vykonan\u00e1, preto\u017ee akcia implement\u00e1cie neposkytuje implicitn\u00e9 nodeRef.
rm.action.record-not-declared=\u010cinnos\u0165 dispoz\u00edcie {0} nemola by\u0165 vykonan\u00e1, preto\u017ee z\u00e1znam nie je kompletn\u00fd. (actionedUponNodeRef \= {1})
rm.action.expected-record-level=\u010cinnos\u0165 dispoz\u00edcie {0} nemohla by\u0165 vykonan\u00e1, preto\u017ee to nie je z\u00e1znam. (actionedUponNodeRef \= {1})
rm.action.not-all-records-declared=\u010cinnos\u0165 dispoz\u00edcie {0} nemohla by\u0165 vykonan\u00e1, preto\u017ee nie s\u00fa kompletn\u00e9 v\u0161etky z\u00e1znamy v prie\u010dinku z\u00e1znamov. (actionedUponNodeRef \= {1})
rm.action.not-eligible=\u010cinnos\u0165 dispoz\u00edcie {0} nemohla by\u0165 vykonan\u00e1, preto\u017ee n\u00e1sleduj\u00faca dispoz\u00edcia akcie na z\u00e1zname alebo v prie\u010dinku z\u00e1znamov nie je opr\u00e1vnen\u00e1. (actionedUponNodeRef \= {1})
rm.action.no-disposition-instructions=\u010cinnos\u0165 dispoz\u00edcie {0} nemohla by\u0165 vykonan\u00e1, preto\u017ee sa nedaj\u00fa n\u00e1js\u0165 \u017eiadne in\u0161trukcie dispoz\u00edcie. (nodeRef \= {1})
rm.action.no-disposition-lisfecycle-set=\u010cinnos\u0165 dispoz\u00edcie {0} nemohla by\u0165 vykonan\u00e1, preto\u017ee v nastaven\u00ed life-cycle nie je \u017eiadna dostupn\u00e1 dispoz\u00edcia. (nodeRef \= {1})
rm.action.next-disp-not-set=\u010cinnos\u0165 dispoz\u00edcie {0} nemohla by\u0165 vykonan\u00e1, preto\u017ee n\u00e1sleduj\u00faca akcia dispoz\u00edcie nie je nastaven\u00e1. (nodeRef \= {1})
rm.action.not-next-disp=\u010cinnos\u0165 dispoz\u00edcie {0} nemohla by\u0165 vykonan\u00e1, preto\u017ee toto nie je n\u00e1sladuj\u00faca akcia dispoz\u00edcie pre tento z\u00e1znam, alebo prie\u010dinok z\u00e1znamu. (nodeRef\={1})
rm.action.not-record-folder=\u010cinnos\u0165 dispoz\u00edcie {0} nemohla by\u0165 vykonan\u00e1, preto\u017ee toto nie je prie\u010dinok z\u00e1znamu (nodeRef\={1})
rm.action.actioned-upon-not-record=\u010cinnos\u0165 dispoz\u00edcie {0} nemohla by\u0165 vykonan\u00e1, preto\u017ee toto nie je z\u00e1znam (filePlanComponet\={1})
rm.action.custom-aspect-not-recognised=Vlastn\u00fd typ nemo\u017eno pou\u017ei\u0165, preto\u017ee nie je uznan\u00fd. (CustomAspect \= {0})
rm.action.event-no-disp-lc=Udalos\u0165 {0} nie je mo\u017en\u00e9 dokon\u010di\u0165, preto\u017ee nie je definovan\u00e1 na dispoz\u00edci\u00ed lifecycle.
rm.action.undeclared-only-records=Iba z\u00e1znamy, m\u00f4\u017eu by\u0165 dokon\u010den\u00e9. (nodeRef \= {0})
rm.action.no-declare-mand-prop=Z\u00e1znam nemo\u017eno dokon\u010di\u0165, preto\u017ee neboli nastaven\u00e9 v\u0161etky z\u00e1znamy povinn\u00fdch vlastnost\u00ed.
rm.action.ghosted-prop-update=Vlastnosti obsahu predt\u00fdm zni\u010den\u00e9ho z\u00e1znamu sa nedaj\u00fa aktualizova\u0165.
rm.action.valid-date-disp-asof=\u010cinnos\u0165 dispoz\u00edcie k d\u00e1tumu mus\u00ed by\u0165 platn\u00fd d\u00e1tum.
rm.action.disp-asof-lifecycle-applied=Dispoz\u00edciu k d\u00e1tumu z\u00e1znamu, alebo prie\u010dinku z\u00e1znamu, ktor\u00e1 m\u00e1 aplikovan\u00fd \u017eivotn\u00fd cyklus nemo\u017eno upravova\u0165.
rm.action.hold-edit-reason-none=D\u00f4vod dr\u017ea\u0165 sa ned\u00e1 upravi\u0165, preto\u017ee \u017eiadny d\u00f4vod nebol uveden\u00fd.
rm.action.hold-edit-type=D\u00f4vod dr\u017ea\u0165 sa ned\u00e1 upravi\u0165, preto\u017ee krit\u00e9rium na uzol nie je typu {0}. (nodeRef \= {1})
rm.action.specify-avlid-date=Presk\u00famanie k d\u00e1tumu mus\u00ed by\u0165 platn\u00e9ho d\u00e1tumu.
rm.action.review-details-only=Len presk\u00famanie podrobnost\u00ed z\u00e1sadn\u00fdch z\u00e1znamov m\u00f4\u017ee by\u0165 upravovan\u00e9.
rm.action.freeze-no-reason=Z\u00e1znam nem\u00f4\u017ee by\u0165 zmrazen\u00fd bezd\u00f4vodne.
rm.action.freeze-only-records-folders=Iba z\u00e1znamy alebo prie\u010dinky z\u00e1znamu m\u00f4\u017eu by\u0165 zmrazen\u00e9.
rm.action.no-open-record-folder=Prie\u010dinok z\u00e1znamu nemohol by\u0165 otvoren\u00fd, preto\u017ee nie je definovan\u00fd ako prie\u010dinok z\u00e1znamu. (actionedUponNodeRef \= {0})
rm.action.not-hold-type=Hold nemohol by\u0165 opusten\u00fd, preto\u017ee uzol nie je typu {0}. (actionedUponNodeRef \= {1})
rm.action.no-read-mime-message=Spr\u00e1va mimetype nemohla by\u0165 pre\u010d\u00edtan\u00e1, preto\u017ee {0}.
rm.action.email-declared=E-mail nemohol by\u0165 rozdelen\u00fd, preto\u017ee z\u00e1znam je kompletn\u00fd. (actionedUponNodeRef \= {0})
rm.action.email-not-record=E-mail nemohol by\u0165 rozdelen\u00fd, preto\u017ee uzol nie je z\u00e1znam. (actionedUponNodeRef \= {0})
rm.action.email-create-child-assoc=Nepodarilo sa vytvori\u0165 vlastn\u00e9 podriaden\u00e9 zdru\u017eenie.
rm.action.node-already-transfer=Uzol je u\u017e je preveden\u00fd.
rm.action.node-not-transfer=Uzol nie je objektom prevodu.
rm.action.undo-not-last=Odrezanie sa ned\u00e1 vr\u00e1ti\u0165 sp\u00e4\u0165, preto\u017ee posledn\u00e1 \u010dinnos\u0165 dispoz\u00edcie bola odrezan\u00e1.
rm.action.records_only_undeclared=Iba z\u00e1znamy, m\u00f4\u017eu by\u0165 dokon\u010den\u00e1.
rm.action.event-not-undone=Udalos\u0165 {0} nie je mo\u017en\u00e9 dokon\u010di\u0165, preto\u017ee nie je definovan\u00e1 na dispoz\u00edci\u00ed lifecycle.
rm.action.node-not-record-category=The disposition schedule could not be created, because the actioned upon node ({0}) was not a record category.
rm.action.parameter-not-supplied=Parameter "{0}" nebol zadan\u00fd.
rm.action.delete-not-hold-type=The hold couldn''t be deleted, because the node isn''t of type {0}. (actionedUponNodeRef\={1})
