#X-Generator: crowdin.com
rm.action.not-defined=Kay\u0131t y\u00f6netimi eylemi {0} tan\u0131ml\u0131 de\u011fil.
rm.action.no-implicit-noderef=The records management action {0} couldn''t be performed, because the action  implementation doesn''t provide an implicit nodeRef.
rm.action.record-not-declared=The disposition action {0} couldn''t be performed, because the record isn''t complete. (actionedUponNodeRef\={1})
rm.action.expected-record-level=The disposition action {0} couldn''t be performed, because this isn''t a record. (actionedUponNodeRef\={1})
rm.action.not-all-records-declared=The disposition action {0} couldn''t be performed, because not all the records in the record folder are complete. (actionedUponNodeRef\={1})
rm.action.not-eligible=The disposition action {0} couldn''t be performed, because the next disposition action on the record or record folder isn''t eligible. (actionedUponNodeRef\={1})
rm.action.no-disposition-instructions=The disposition action {0} couldn''t be performed, because no disposition instructions could be found. (nodeRef\={1})
rm.action.no-disposition-lisfecycle-set=The disposition action {0} couldn''t be performed, because there''s no available disposition life-cycle set. (nodeRef\={1})
rm.action.next-disp-not-set=The disposition action {0} couldn''t be performed, because the next disposition action isn''t set. (nodeRef\={1})
rm.action.not-next-disp=The disposition action {0} couldn''t be performed, because this isn''t the next disposition action for this record or record folder. (nodeRef\={1})
rm.action.not-record-folder=The disposition action {0} couldn''t be performed, because this isn''t a record folder. (nodeRef\={1})
rm.action.actioned-upon-not-record=The action {0} can''t be performed because this isn''t a record. (filePlanComponet\={1})
rm.action.custom-aspect-not-recognised=\u00d6zel t\u00fcr uygulanamad\u0131, \u00e7\u00fcnk\u00fc tan\u0131ml\u0131 de\u011fil. (customAspect\={0})
rm.action.event-no-disp-lc=Eylem {0} tamamlanamad\u0131, \u00e7\u00fcnk\u00fc kural hayat d\u00f6ng\u00fcs\u00fcnde tan\u0131ml\u0131 de\u011fil.
rm.action.undeclared-only-records=Yaln\u0131zca kay\u0131tlar tamamlanabilir. (nodeRef{0} \=)
rm.action.no-declare-mand-prop=Kay\u0131t tamamlanamad\u0131, \u00e7\u00fcnk\u00fc t\u00fcm zorunlu \u00f6zellikler ayarlanmam\u0131\u015f.
rm.action.ghosted-prop-update=\u00d6nceki yokedilen kay\u0131t \u00f6zelli\u011fi i\u00e7eri\u011fi g\u00fcncellenemedi.
rm.action.valid-date-disp-asof=Feragat etme eylemi ge\u00e7erli bir tarih olmal\u0131d\u0131r.
rm.action.disp-asof-lifecycle-applied=The disposition as of date for a record or record folder which has a lifecycle applied can't be edited.
rm.action.hold-edit-reason-none=The hold reason can't be edited, because no reason has been given.
rm.action.hold-edit-type=The hold reason can''t be edited, because actioned upon node is not of type {0}. (nodeRef\={1})
rm.action.specify-avlid-date=G\u00f6zden ge\u00e7irme tarihi itibariyle ge\u00e7erli bir tarih olmas\u0131 gerekir.
rm.action.review-details-only=Sadece g\u00f6zden ge\u00e7irme ayr\u0131nt\u0131lar\u0131 hayati kay\u0131tlar\u0131 d\u00fczenlenebilir.
rm.action.freeze-no-reason=Bir kay\u0131t bir neden olmaks\u0131z\u0131n tutulamaz.
rm.action.freeze-only-records-folders=Sadece kay\u0131tlar veya kay\u0131t klas\u00f6rleri tutulabilir.
rm.action.no-open-record-folder=Kay\u0131t klas\u00f6r\u00fc a\u00e7\u0131lamad\u0131, \u00e7\u00fcnk\u00fc kay\u0131t klas\u00f6r\u00fc olarak tan\u0131mlanmam\u0131\u015f. (actionedUponNodeRef\={0})
rm.action.not-hold-type=Tutmaktan feragat edilemez, \u00e7\u00fcnk\u00fc k\u00fcme {0} tipinde de\u011fil. (actionedUponNodeRef\={1})
rm.action.no-read-mime-message=Mime t\u00fcr\u00fc ileti okunamad\u0131, \u00e7\u00fcnk\u00fc {0}.
rm.action.email-declared=E-posta b\u00f6l\u00fcnemedi, \u00e7\u00fcnk\u00fc kay\u0131t tamamlanm\u0131\u015f. (actionedUponNodeRef\={0})
rm.action.email-not-record=E-posta b\u00f6l\u00fcnemedi, \u00e7\u00fcnk\u00fc d\u00fc\u011f\u00fcm bir kay\u0131t de\u011fil. (actionedUponNodeRef\={0})
rm.action.email-create-child-assoc=\u00d6zel \u00e7ocuk ili\u015fkisi olu\u015fturulamad\u0131.
rm.action.node-already-transfer=D\u00fc\u011f\u00fcm zaten transfer edilmi\u015f.
rm.action.node-not-transfer=D\u00fc\u011f\u00fcm bir transfer nesnesi de\u011fil.
rm.action.undo-not-last=Kesme eylemi geri al\u0131namaz, \u00e7\u00fcnk\u00fc son eylem e\u011filimi kesilmemi\u015f.
rm.action.records_only_undeclared=Yaln\u0131zca kay\u0131tlar tamamlanabilir.
rm.action.event-not-undone=Olay {0} geri al\u0131namaz, \u00e7\u00fcnk\u00fc kural hayat d\u00f6ng\u00fcs\u00fcnde tan\u0131ml\u0131 de\u011fil.
rm.action.node-not-record-category=\u0130dare tarihi olu\u015fturulamad\u0131, \u00e7\u00fcnk\u00fc ({0}) d\u00fc\u011f\u00fcm\u00fcndeki eylem bir kategori kayd\u0131 de\u011fildi.
rm.action.parameter-not-supplied={0} parametresi sa\u011flanmam\u0131\u015f.
rm.action.delete-not-hold-type=Tutulan silinemedi, \u00e7\u00fcnk\u00fc k\u00fcme {0} tipinde de\u011fil. (actionedUponNodeRef\={1})
