#X-Generator: crowdin.com
rm.service.error-add-content-container=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u0629 \u0645\u062d\u062a\u0648\u0649 \u0625\u0644\u0649 \u062d\u0627\u0648\u064a\u0629 \u0633\u062c\u0644. \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u062c\u0644\u062f\u0627\u062a \u0627\u0644\u0633\u062c\u0644 \u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0645\u0644\u0641.
rm.service.update-disposition-action-def=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u062f\u064a\u062b \u062a\u0639\u0631\u064a\u0641 \u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u0627\u062a\u0644\u0627\u0641 \u0641\u064a\u0647\u0627\u060c \u0644\u0623\u0646\u0647 \u064a\u062c\u0631\u064a \u0646\u0634\u0631 \u062a\u062d\u062f\u064a\u062b.
rm.service.set-id=\u0642\u064a\u0645\u0629 \u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0639\u0631\u0641 {0} \u0643\u0627\u0626\u0646 \u0644\u0644\u0642\u0631\u0627\u0621\u0629 \u0641\u0642\u0637 \u0648\u0644\u0630\u0644\u0643 \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0639\u064a\u064a\u0646.
rm.service.path-node=\u063a\u064a\u0631 \u0642\u0627\u062f\u0631 \u0639\u0644\u0649 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0633\u0627\u0631. (nodeRef\={0})
rm.service.invalid-rm-node=\u0635\u0627\u0644\u062d \u064a\u0633\u062c\u0644 \u0639\u0642\u062f\u0647 \u0625\u062f\u0627\u0631\u0629\u060c \u0644\u0623\u0646 \u0627\u0644\u062c\u0627\u0646\u0628 {0} \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f.
rm.service.no-root=\u063a\u064a\u0631 \u0642\u0627\u062f\u0631 \u0639\u0644\u0649 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u062c\u0630\u0631 \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0633\u062c\u0644\u0627\u062a.
rm.service.dup-root=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0646\u0634\u0627\u0621 \u062c\u0630\u0631 \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0633\u062c\u0644\u0627\u062a\u060c \u0644\u0623\u0646 \u0647\u0646\u0627\u0643 \u0623\u062d\u062f \u0628\u0627\u0644\u0641\u0639\u0644 \u0645\u0648\u062c\u0648\u062f \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0647\u0631\u0645\u064a.
rm.service.root-type=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0646\u0634\u0627\u0621 \u062c\u0630\u0631 \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0633\u062c\u0644\u0627\u062a\u060c \u0644\u0623\u0646 \u0627\u0644\u0646\u0648\u0639 {0} \u0644\u064a\u0633 \u0646\u0648\u0639 \u0641\u0631\u0639\u064a \u0645\u0646 rm\:recordsManagementRootContainer.
rm.service.container-parent-type=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0646\u0634\u0627\u0621 \u062d\u0627\u0648\u064a\u0629 \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0633\u062c\u0644\u0627\u062a\u060c \u0644\u0623\u0646 \u0627\u0644\u0648\u0627\u0644\u062f \u0644\u0645 \u064a\u0643\u0646 \u0627\u0644\u0646\u0648\u0639 \u0627\u0644\u0641\u0631\u0639\u064a \u0645\u0646 rm\:recordsManagement (parentType\={0})
rm.service.container-type=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0646\u0634\u0627\u0621 \u062d\u0627\u0648\u064a\u0629 \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0633\u062c\u0644\u0627\u062a\u060c \u0644\u0623\u0646 \u0627\u0644\u0646\u0648\u0639 {0} \u0644\u064a\u0633 \u0646\u0648\u0639 \u0641\u0631\u0639\u064a \u0645\u0646 rm\:recordsManagementContainer.
rm.service.container-expected=\u0645\u0631\u062c\u0639 \u0639\u0642\u062f\u0647 \u0625\u0644\u0649 \u0639\u0642\u062f\u0647 rm\:recordsManagementContainer \u0627\u0644\u0645\u062a\u0648\u0642\u0639.
rm.service.record-folder-expected=\u0645\u0631\u062c\u0639 \u0639\u0642\u062f\u0647 \u0625\u0644\u0649 \u0639\u0642\u062f\u0647 rm\:recordFolder \u0627\u0644\u0645\u062a\u0648\u0642\u0639.
rm.service.parent-record-folder-root=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0644\u062f \u0633\u062c\u0644\u060c \u0644\u0623\u0646 \u0627\u0644\u0623\u0635\u0644 \u062c\u0630\u0631 \u0625\u062f\u0627\u0631\u0629 \u0633\u062c\u0644\u0627\u062a.
rm.service.parent-record-folder-type=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0644\u062f \u0627\u0644\u0633\u062c\u0644\u060c \u0644\u0623\u0646\u0647 \u0627\u0644\u0623\u0635\u0644 \u0644\u0645 \u064a\u0643\u0646 \u0627\u0644\u0646\u0648\u0639 \u0627\u0644\u0641\u0631\u0639\u064a \u0645\u0646 rm\:recordsManagementContainer. (parentType\={0})
rm.service.record-folder-type=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0644\u062f \u0627\u0644\u0633\u062c\u0644\u060c \u0644\u0623\u0646 \u0627\u0644\u0646\u0648\u0639 \u0627\u0644\u0645\u062a\u0648\u0641\u0631 \u0647\u0648 \u0644\u064a\u0633 \u0646\u0648\u0639 \u0641\u0631\u0639\u064a \u0645\u0646 rm\:recordFolder. (type\={0})
rm.service.not-record=\u0639\u0642\u062f\u0647 {0} \u0644\u064a\u0633\u062a \u0631\u0642\u0645\u0627\u064b \u0642\u064a\u0627\u0633\u064a\u0627\u064b.
rm.service.vital-def-missing=\u0627\u0644\u062c\u0627\u0646\u0628 \u0627\u0644\u062d\u064a\u0648\u064a \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0633\u062c\u0644 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f \u0639\u0644\u0649 \u0639\u0642\u062f\u0647.  (nodeRef\={0})
rm.service.close-record-folder-not-folder=\u0644\u0645 \u0623\u0633\u062a\u0637\u0639 \u0625\u063a\u0644\u0627\u0642 \u0645\u062c\u0644\u062f \u0627\u0644\u0633\u062c\u0644 \u0646\u0638\u0631\u0627\u064b \u0644\u0623\u0646\u0647 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u0631\u064a\u0641 \u0643\u0645\u062c\u0644\u062f \u0633\u062c\u0644. (nodeRef\={0})
rm.service.node-has-aspect={0} \u0639\u0642\u062f\u0647 \u0628\u0627\u0644\u0641\u0639\u0644 \u0627\u0644\u062c\u0627\u0646\u0628 {1}.
rm.service.final-version=\u0627\u0644\u0646\u0647\u0627\u0626\u064a
rm.service.final-version-description=\u0627\u0644\u0646\u0633\u062e\u0629 \u0627\u0644\u0646\u0647\u0627\u0626\u064a\u0629 \u0645\u0646 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0627\u0644\u0645\u0624\u0631\u0634\u0641\u0629
