#X-Generator: crowdin.com
rm.service.error-add-content-container=Conte\u00fado n\u00e3o pode ser adicionado a um container de registro.  Por favor, use pastas de registros para arquivar o conte\u00fado.
rm.service.update-disposition-action-def=N\u00e3o pode atualizar a defini\u00e7\u00e3o de a\u00e7\u00e3o de descarte porque uma atualiza\u00e7\u00e3o est\u00e1 sendo publicada.
rm.service.set-id=O valor do identificador de propriedade do objeto {0} n\u00e3o pode ser definido porque ele \u00e9 somente leitura.
rm.service.path-node=Unable to get path. (nodeRef\={0})
rm.service.invalid-rm-node=N\u00f3 de gerenciamento de registros inv\u00e1lido pois o aspecto {0} n\u00e3o est\u00e1 presente.
rm.service.no-root=N\u00e3o \u00e9 poss\u00edvel encontrar raiz do gerenciamento de registros.
rm.service.dup-root=N\u00e3o \u00e9 poss\u00edvel criar a raiz de gerenciamento de registros porque j\u00e1 existe uma raiz de gerenciamento de registros nessa hierarquia.
rm.service.root-type=N\u00e3o \u00e9 poss\u00edvel criar a raiz de gerenciamento de registros porque o tipo {0} n\u00e3o \u00e9 um subtipo de rm\:recordsManagementRootContainer.
rm.service.container-parent-type=N\u00e3o \u00e9 poss\u00edvel criar o cont\u00eainer de gerenciamento de registros porque o pai n\u00e3o \u00e9  sub-tipo de rm\:recordsManagement (parentType \= {0})
rm.service.container-type=N\u00e3o \u00e9 poss\u00edvel criar cont\u00eainer de gerenciamento de registros porque o tipo {0} n\u00e3o \u00e9 um subtipo de rm\:recordsManagementContainer.
rm.service.container-expected=Refer\u00eancia para um n\u00f3 de rm\:recordsManagementContainer esperada.
rm.service.record-folder-expected=Refer\u00eancia para um n\u00f3 de rm\:recordFolder esperada.
rm.service.parent-record-folder-root=N\u00e3o \u00e9 poss\u00edvel criar uma pasta de registros porque o pai \u00e9 uma raiz de gerenciamento de registros.
rm.service.parent-record-folder-type=N\u00e3o \u00e9 poss\u00edvel criar pasta de registros porque o pai n\u00e3o \u00e9 sub-tipo de rm\:recordsManagementContainer. (parentType \= {0})
rm.service.record-folder-type=N\u00e3o \u00e9 poss\u00edvel criar pasta de registros porque o tipo informado n\u00e3o \u00e9 um subtipo de rm\:recordFolder. (tipo \= {0})
rm.service.not-record=O n\u00f3 {0} n\u00e3o \u00e9 um registro.
rm.service.vital-def-missing=Aspecto de defini\u00e7\u00e3o de registro vital n\u00e3o est\u00e1 presente no n\u00f3. (nodeRef \= {0})
rm.service.close-record-folder-not-folder=The record folder couldn''t be closed because it''s not defined as a record folder.(nodeRef\={0})
rm.service.node-has-aspect=The node {0} has already the aspect {1}.
rm.service.final-version=Final
rm.service.final-version-description=The final archived record version
