#X-Generator: crowdin.com
header=\u041c\u043e\u0438\u0442\u0435 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438
label.load-failed=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0437\u0430\u0440\u0435\u0434\u0438 \u0441\u043f\u0438\u0441\u044a\u043a \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438
label.filter=\u041f\u043e\u043a\u0430\u0436\u0438
label.older-activities=\u041f\u043e-\u0441\u0442\u0430\u0440\u0438 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438

## Note to translators: The User Interface renders Filters 1, 2, 3 next to each other. The English translation gives these the appearance of a sentence, for example: "My activities, status updates, in the last 14 days".
## This is entirely optional. If the language doesn't allow for this structure, please capitalise the messages in Filter 2+3 so they appear disconnected.

# Filter 1
filter.mine=\u041c\u043e\u0438\u0442\u0435 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438
filter.others=\u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0438
filter.all=\u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438
filter.following=\u0410\u0437 \u0441\u043b\u0435\u0434\u0432\u0430\u043c
# Filter 2
filter.allItems=\u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
filter.statusItems=\u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 \u043d\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e
filter.commentItems=\u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438
filter.contentItems=\u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
filter.membershipItems=\u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430
# Filter 3
filter.today=\u0434\u043d\u0435\u0441
filter.7days=\u043f\u0440\u0435\u0437 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 7 \u0434\u043d\u0438
filter.14days=\u043f\u0440\u0435\u0437 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 14 \u0434\u043d\u0438
filter.28days=\u043f\u0440\u0435\u0437 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 28 \u0434\u043d\u0438

empty.title=\u0421\u043b\u0435\u0434\u0432\u0430\u0439\u0442\u0435 \u043a\u0430\u043a\u0432\u043e \u0441\u0435 \u0441\u043b\u0443\u0447\u0432\u0430 \u0432\u044a\u0432 \u0432\u0430\u0448\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
empty.description=\u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u0432 \u0442\u043e\u0437\u0438 \u0441\u043f\u0438\u0441\u044a\u043a \u0441\u043b\u0435\u0434\u0432\u0430\u0442 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0432 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435, \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u0432\u0438\u0435 \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438\u0442\u0435. \u0412\u0438\u0435 \u0449\u0435 \u0432\u0438\u0434\u0438\u0442\u0435 \u043d\u0435\u0449\u0430, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u0438 \u0445\u0430\u0440\u0435\u0441\u0432\u0430\u043d\u0438\u044f\u0442\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043a\u043e\u0439 \u0441\u0435 \u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043b \u0438 \u043d\u0430\u043f\u0443\u0441\u043a\u0430\u043b \u0432\u0430\u0448\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435.

## Note to translators: Please retain the HTML tags in the dashlet.help message.
dashlet.help=<p>\u041a\u0430\u043a\u0432\u043e \u0441\u0435 \u0441\u043b\u0443\u0447\u0432\u0430 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u0441\u0430\u0439\u0442 \u0435 \u043b\u0435\u0441\u043d\u043e \u0434\u0430 \u0437\u043d\u0430\u0435\u0442\u0435 \u0441 \u0442\u043e\u0437\u0438 \u0441\u0435\u043a\u0442\u043e\u0440. \u0422\u043e\u0439 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0430\u0442 \u043a\u044a\u043c \u0432\u0430\u0441, \u043a\u0430\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u043e, \u0438\u0437\u0442\u0440\u0438\u0442\u043e \u0438 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u043e. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043a\u043e\u0439 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u0438 \u043d\u0430\u043f\u0443\u0441\u043a\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435.</p> <p>\u0424\u0438\u043b\u0442\u0440\u0438\u0442\u0435 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438 \u043f\u043e \u043f\u0435\u0440\u0438\u043e\u0434 \u043e\u0442 \u0432\u0440\u0435\u043c\u0435 \u0438 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043e\u0441\u0442.</p>
