#X-Generator: crowdin.com
header=\u041c\u043e\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435

link.createSite=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442
link.deleteSite=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435

filter.all=\u0412\u0441\u0438\u0447\u043a\u0438
filter.favSites=\u041c\u043e\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438
filter.recentSites=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435

empty.title=\u0411\u044a\u0440\u0437 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0432\u0430\u0448\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
empty.description=\u0421\u0430\u0439\u0442\u044a\u0442 \u0435 \u043e\u0431\u043b\u0430\u0441\u0442 \u043d\u0430 \u043f\u0440\u043e\u0435\u043a\u0442\u0430, \u043a\u044a\u0434\u0435\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u0438 \u043e\u0431\u0441\u044a\u0434\u0438\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0441 \u0434\u0440\u0443\u0433\u0438 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.
empty.description.sample-site=\u041d\u0438\u0435 \u0432\u043a\u043b\u044e\u0447\u0438\u0445\u043c\u0435 \u041f\u0440\u0438\u043c\u0435\u0440\u0435\u043d \u0441\u0430\u0439\u0442 \u0437\u0430 \u0432\u0430\u0441. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0438\u0437\u0441\u043b\u0435\u0434\u0432\u0430\u0442\u0435 \u0444\u0443\u043d\u043a\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 Alfresco.

## Note to translators: Please retain the HTML tags in the dashlet.help message.
dashlet.help=<p>\u0421\u0430\u0439\u0442\u043e\u0432\u0435 \u0441\u0430 \u043e\u0431\u043b\u0430\u0441\u0442\u0438 \u043d\u0430 \u043f\u0440\u043e\u0435\u043a\u0442\u0430, \u043a\u044a\u0434\u0435\u0442\u043e \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u043d\u043e \u0441 \u0434\u0440\u0443\u0433\u0438 \u0445\u043e\u0440\u0430, \u0441\u043f\u043e\u0434\u0435\u043b\u044f\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0438 \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u043d\u043e \u0432\u044a\u0440\u0445\u0443 \u043d\u0435\u0433\u043e. \u0422\u043e\u0437\u0438 \u0441\u0435\u043a\u0442\u043e\u0440 \u0438\u0437\u0431\u0440\u043e\u044f\u0432\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435, \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438\u0442\u0435. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u0441\u043f\u0438\u0441\u044a\u043a, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u0430\u043c\u043e \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435.</p> <p>\u041e\u0442 \u0442\u0443\u043a \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0432\u044a\u0440\u0448\u0432\u0430\u0442\u0435\: <ul><li>\u041d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f \u043a\u044a\u043c \u0441\u0430\u0439\u0442</li> <li>\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u043e\u0432 \u0441\u0430\u0439\u0442</li> <li>\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442, \u0430\u043a\u043e \u0441\u0442\u0435 \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 </li> <li>\u041c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442 \u043a\u0430\u0442\u043e \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0432 \u043c\u0435\u043d\u044e\u0442\u043e \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0437\u0430 \u043f\u043e-\u043b\u0435\u0441\u0435\u043d \u0434\u043e\u0441\u0442\u044a\u043f</li></ul></p>

