#X-Generator: crowdin.com
title=Vyh\u013eada\u0165 \u013eud\u00ed

## Messages
message.instructions=Zadejte v\u00fdraz pre vyh\u013ead\u00e1vanie pou\u017e\u00edvate\u013eov
message.empty=Nen\u00e1jden\u00ed \u017eiadni u\u017e\u00edvatelia 
message.error=Nemo\u017eno vykona\u0165 h\u013eadanie u\u017e\u00edvate\u013ea

## help text
help.title=Tipy pre vyh\u013ead\u00e1vanie

help.subtitle1=H\u013eada\u0165 pod\u013ea n\u00e1zvu alebo mena u\u017e\u00edvate\u013ea
help.info1=Pre vyh\u013ead\u00e1vanie u\u017e\u00edvate\u013eov pod\u013ea krstn\u00e9ho mena, priezviska alebo u\u017e\u00edvate\u013esk\u00e9ho mena, sta\u010d\u00ed nap\u00edsa\u0165 jeden v\u00fdraz, napr\u00edklad\:
help.example1=Jo\u017eo
help.result1=V\u00fdsledky pre tento dotaz zobraz\u00ed zoznam v\u0161etk\u00fdch u\u017e\u00edvate\u013eov, ktor\u00fdch krstn\u00e9 meno, priezvisko alebo meno u\u017e\u00edvate\u013ea za\u010d\u00edna s Jo\u017eo.
help.info2=Vyh\u013ead\u00e1vanie u\u017e\u00edvate\u013eov pod\u013ea mena a priezviska, samostatn\u00e9 dva pojmy s medzerou, napr\u00edklad\:
help.example2=Jo\u017eo Blogovi\u010d
help.result2=V\u00fdsledky pre tento dotaz zobraz\u00ed zoznam v\u0161etk\u00fdch u\u017e\u00edvate\u013eov, ktor\u00fdch meno za\u010d\u00edna s Jo\u017eo a priezvisko za\u010d\u00edna s Blogovi\u010d.
help.info3=M\u00f4\u017eete tie\u017e zada\u0165 len za\u010diatok mena, napr\u00edklad\:
help.example3=Jo\u017eo B
help.result3=V\u00fdsledky pre tento dotaz zobraz\u00ed zoznam v\u0161etk\u00fdch u\u017e\u00edvate\u013eov, ktor\u00fdch meno za\u010d\u00edna s Jo\u017eo a priezvisko za\u010d\u00edna s B.

help.subtitle2=Vyh\u013ead\u00e1vanie pod\u013ea objektu
help.info4=Pre vyh\u013ead\u00e1vanie u\u017e\u00edvate\u013eov pod\u013ea vlastnosti, pridajte vlastnos\u0165 ako predponu, napr\u00edklad\:
help.example4=miesto\: Lond\u00fdn
help.result4=V\u00fdsledky pre tento dotaz n\u00e1jdu u\u017e\u00edvate\u013eov, ktor\u00fdch umiestnenie obsahuje Lond\u00fdn.
help.info5=Pre vyh\u013ead\u00e1vanie u\u017e\u00edvate\u013eov pod\u013ea viacer\u00fdch vlastnost\u00ed, vyh\u013eadajte viacero v\u00fdrazov spolo\u010dne, napr\u00edklad\:
help.example5=pracovn\u00e1 poz\u00edcia\:in\u017einier organiz\u00e1cia\:alfresco
help.result5=V\u00fdsledky pre tento dotaz n\u00e1jdu u\u017e\u00edvate\u013eov, ktor\u00fdch pracovn\u00e1 funkcia obsahuje in\u017einier a organiz\u00e1cia obsahuje alfresco.
help.info6=Vyh\u013ead\u00e1vanie pod\u013ea mena a objektu, prida\u0165 h\u013eadan\u00fd v\u00fdraz pre objekt po n\u00e1zve h\u013eadania, napr\u00edklad\:
help.example6=Kov\u00e1\u010d pracovn\u00e1 poz\u00edcia\:in\u017einier
help.result6=V\u00fdsledky pre tento dotaz n\u00e1jdu u\u017e\u00edvate\u013eov, ktor\u00fdch krstn\u00e9 meno, priezvisko alebo u\u017e\u00edvate\u013esk\u00e9 meno za\u010d\u00edna Kov\u00e1\u010d a pracovn\u00e1 funkcia obsahuje in\u017einier.
help.example7=A Kov\u00e1\u010d pracovn\u00e1 poz\u00edcia\:in\u017einier
help.result7=V\u00fdsledky pre tento dotaz zobrazia zoznam v\u0161etk\u00fdch u\u017e\u00edvate\u013eov, ktor\u00fdch meno za\u010d\u00edna na A a priezvisko za\u010d\u00edna Kov\u00e1\u010d a pracovn\u00e1 funkcia obsahuje in\u017einier.
