#X-Generator: crowdin.com
field.name.label=Nom del camp
field.name.description=El nom del camp
widget.type.label=Control de format
widget.type.description=El tipus de control de format que s'utilitzar\u00e0 pel camp
field.label.label=Etiqueta
field.label.description=L'etiqueta que identifica el camp
field.description.label=Descripci\u00f3
field.description.description=Una descripci\u00f3 del camp. La informaci\u00f3 proporcionada es convertir\u00e0 en 'ajuda al passar per sobre' pel camp.
field.units.label=Etiqueta d'unitats
field.units.description=Una mesura d'unitats pertinents al camp, per exemple, "segons", "GB", "km", etc.
field.options.label=Opcions
field.options.description=Afegir les opcions disponibles al control de format.
field.validation.config.label=Configuraci\u00f3 de validaci\u00f3
field.validation.config.description=Configurar les regles utilitzades per validar el valor de camp
field.visibility.config.label=Configuraci\u00f3 de visibilitat
field.visibility.config.description=Permet configurar quan es podr\u00e0 veure el camp creant regles basades en altres valors de camp.
field.requirement.config.label=Configuraci\u00f3 de requisits
field.requirement.config.description=Permet configurar quan \u00e9s necessari proporcionar alguna entrada pel camp creant regles basades en altres valors de camp.
field.disablement.config.label=Configuraci\u00f3 de desactivaci\u00f3
field.disablement.config.description=Permet configurar quan es desactivar\u00e0 algun dels camps creant regles basades en altres valors de camp.

field.validation.regex.label=Expressi\u00f3 regular
field.validation.regex.description=Una expressi\u00f3 regular que s'utilitzar\u00e0 per validar el valor de camp
field.validation.errorMessage.label=Missatge d'error
field.validation.errorMessage.description=Aquest \u00e9s el missatge d'error que es mostrar\u00e0 quan el camp cont\u00e9 un valor no v\u00e0lid


rule.field.label=Valor del camp...
rule.field.description=El camp al que s'aplicar\u00e0 la regla. Quan el camp seleccionat canvia, la regla definida s'avaluar\u00e0.
rule.is.label=Ha de ser un dels valors seg\u00fcents
rule.is.description=Un valor que hauria de ser el camp.
rule.isNot.label=NO ha de ser un dels valors seg\u00fcents
rule.isNot.description=Un valor que el camp NO ha de ser.
rule.values.error=Ha de ser una llista separada per comes

rule.display.any=El valor del camp '{field}' no far\u00e0 difer\u00e8ncies. 
rule.display.mustBe=El camp '{field}' <b>HA DE SER</b> un dels valors seg\u00fcents\: {mustBe}.
rule.display.mustNotBe=El camp '{field}' <b>NO</b> ha de ser cap dels valors seg\u00fcents\: {mustNotBe}.
rule.display.mustAndmustNotBe=El camp '{field}' <b>HA DE SER</b> un dels valors seg\u00fcents\: {mustBe} i <b>NO</b> ha de ser cap dels valors seg\u00fcents\: {mustNotBe}.
rule.fieldDeleted.label=Cap camp seleccionat per a aquesta regla (\u00e9s possible que s'hagi esborrat un camp seleccionat pr\u00e8viament). Aquesta regla no tindr\u00e0 cap efecte actualment.
