#X-Generator: crowdin.com
hybrid.workflow.error.invalid.destination=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043e\u0431\u043b\u0430\u043a-\u0434\u0435\u0441\u0442\u0438\u043d\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0430 \u0432 \u043f\u0440\u043e\u0446\u0435\u0441\: {0}
hybrid.workflow.error.missing.package=\u041f\u0440\u043e\u0446\u0435\u0441\u044a\u0442 \u043d\u0435 \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u043a\u044a\u043c \u043f\u0430\u043a\u0435\u0442
hybrid.workflow.error.missing.content=\u041f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043e\u0442\u043e\u043a \u0432 \u043e\u0431\u043b\u0430\u043a\u0430
hybrid.workflow.disabled=\u0424\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u043e\u0441\u0442\u0442\u0430 \u0425\u0438\u0431\u0440\u0438\u0434\u0435\u043d \u043f\u043e\u0442\u043e\u043a  \u0435 \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0430 \u0438\u043b\u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e
hybrid.workflow.error.unsync.not.allowed=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u043c\u043f\u043b\u0435\u043a\u0442\u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0435 \u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u043e, \u0445\u0438\u0431\u0440\u0438\u0434\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a \u0435 \u0430\u043a\u0442\u0438\u0432\u0435\u043d \u0437\u0430 \u0442\u0430\u0437\u0438 \u043a\u043e\u043c\u043f\u043b\u0435\u043a\u0442\u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f, \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f\u0442 \u043f\u043e\u0442\u043e\u043a \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d \u0438\u043b\u0438 \u043e\u0442\u043c\u0435\u043d\u0435\u043d \u043f\u044a\u0440\u0432\u043e.
hybrid.workflow.error.assignees.permissions=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b(\u0438) \u043d\u0435 \u0441\u0430 \u0447\u0430\u0441\u0442 \u043e\u0442 \u0441\u0430\u0439\u0442\u0430, \u0438\u0437\u0431\u0440\u0430\u043d \u043a\u0430\u0442\u043e \u0434\u0435\u0441\u0442\u0438\u043d\u0430\u0446\u0438\u044f\: {0}. \u043f\u043e\u043a\u0430\u043d\u0435\u0442\u0435 \u0433\u0438 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0443\u0447\u0430\u0441\u0442\u0432\u0430\u0442 \u0432 \u043e\u0431\u043b\u0430\u0447\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a.
hybrid.workflow.error.content.already.in.hybrid.workflow=\u0415\u0434\u0438\u043d \u043e\u0442 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0432\u0435\u0447\u0435 \u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d \u0441 \u043e\u0431\u043b\u0430\u043a\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0441\u0430\u043c\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u043e \u0441 \u043e\u0431\u043b\u0430\u043a\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u043d\u043e\u0432 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u0445\u0438\u0431\u0440\u0438\u0434\u0435\u043d \u043f\u043e\u0442\u043e\u043a.
hybrid.workflow.error.content.permissions=\u0412\u0438\u0435 \u043d\u044f\u043c\u0430\u0442\u0435 \u0434\u043e\u0441\u0442\u0430\u0442\u044a\u0447\u043d\u043e \u043f\u0440\u0430\u0432\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435 "{0}" \u0432 \u043e\u0431\u043b\u0430\u043a\u0430.
# process defaults
hybridAdhoc.task.wf_adhocTask.title=\u0417\u0430\u0434\u0430\u0447\u0430
hybridAdhoc.task.wf_adhocTask.description=\u0417\u0430\u0434\u0430\u0447\u0430
hybridReview.task.wf_activitiReviewTask.title=\u041f\u0440\u0435\u0433\u043b\u0435\u0434
hybridReview.task.wf_activitiReviewTask.description=\u041f\u0440\u0435\u0433\u043b\u0435\u0434
