#X-Generator: crowdin.com
authentication-passthru.title=\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u062f\u0644\u064a\u0644 \u0628\u0627\u0633\u062b\u0631\u0648-{0}
authentication-passthru.intro-text=\u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u0641\u0631\u0639\u064a \u0627\u0644\u062a\u0645\u0631\u064a\u0631\u064a (\u0628\u0627\u0633\u062b\u0631\u0648) \u062a\u062d\u0644 \u0645\u062d\u0644 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0642\u064a\u0627\u0633\u064a \u0641\u064a \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642 \u0645\u0639 \u0648\u062d\u062f\u0629 \u062a\u062d\u0643\u0645 \u0627\u0644\u0645\u062c\u0627\u0644/\u0627\u0644\u0645\u0644\u0642\u0645 \u0644 Windows\u060c \u0623\u0648 \u0642\u0627\u0626\u0645\u0629 \u0645\u0646 \u0627\u0644\u0645\u0644\u0642\u0645\u0627\u062a \u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642. \u0648\u0647\u0630\u0627 \u064a\u0648\u0641\u0631 \u0627\u0644\u062d\u0627\u062c\u0629 \u0625\u0644\u0649 \u0625\u0646\u0634\u0627\u0621 \u062d\u0633\u0627\u0628\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642. \u0643\u0645\u0627 \u064a\u062f\u0639\u0645 \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u0641\u0631\u0639\u064a \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631\u064a NTLM \u0645\u0641\u0631\u062f \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0627\u0644\u0623\u062d\u0627\u062f\u064a (SSO) \u0648\u0638\u0627\u0626\u0641 WebDav \u0648 "\u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642 \u0645\u0633\u062a\u0643\u0634\u0641" \u0648\u062d\u0635\u0629 \u0627\u0644\u0639\u0645\u0644\u0627\u0621 \u0648\u0645\u0635\u0627\u062f\u0642\u0629 CIFS \u0627\u0644\u0645\u0628\u0627\u0634\u0631 \u0644\u0645\u0644\u0642\u0645 CIFS. V1 NTLM \u0641\u0642\u0637 \u0645\u0639\u062a\u0645\u062f \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u062a\u0643\u0648\u064a\u0646.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.instruction-link=\u0631\u0627\u062c\u0639 <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-passthru-intro.html" target\="_blank"> \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u062a\u0645\u0631\u064a\u0631\u064a</a> \u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

authentication-passthru.passthru-authentication=\u0645\u0635\u0627\u062f\u0642\u0629 Passthru 
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer=\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u062e\u0627\u062f\u0645 \u0627\u0644\u0645\u062d\u0644\u064a
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer.description=\u0641\u064a \u062d\u0627\u0644\u0629 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0645\u0644\u0642\u0645 \u0627\u0644\u0645\u062d\u0644\u064a \u0647\u0648 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0644\u0644\u0645\u0635\u0627\u062f\u0642\u0629 passthru \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u062a\u0635\u0627\u0644\u0627\u062a \u0627\u0644\u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0625\u0644\u0649 \u0627\u0644\u0645\u0644\u0642\u0645.
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess=\u0627\u0644\u0633\u0645\u0627\u062d \u0628\u062f\u062e\u0648\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 Guest
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess.description=\u0625\u0630\u0627 \u0643\u0627\u0646 \u0645\u0633\u0645\u0648\u062d \u0628\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0627\u0644\u0645\u062d\u062f\u062f \u062b\u0645 \u0636\u064a\u0641 \u0639\u0644\u0649 \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642. \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 Guest \u0641\u0642\u0637 \u0645\u0639\u062a\u0645\u062f \u0645\u0646 \u0642\u0628\u0644 \u0627\u0644\u0639\u0645\u064a\u0644 Explorer.
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP=\u0645\u0635\u0627\u062f\u0642\u0629 \u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0646\u0642\u0644 \u0627\u0644\u0645\u0644\u0641\u0627\u062a
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP.description=\u0625\u0630\u0627 \u062a\u0645 \u062a\u0645\u0643\u064a\u0646 \u0645\u0635\u0627\u062f\u0642\u0629 \u0645\u0646\u062a\u0642\u0627\u0629 passthru \u0644\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0646\u0642\u0644 \u0627\u0644\u0645\u0644\u0641\u0627\u062a.
authentication-passthru.passthru-authentication.passthru.authentication.domain=\u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u0645\u062c\u0627\u0644
authentication-passthru.passthru-authentication.passthru.authentication.domain.description=\u0623\u062f\u062e\u0644 \u0627\u0633\u0645 \u0645\u062c\u0627\u0644 Windows NetBIOS \ufefb\u0633\u062a\u062e\u062f\u0627\u0645 \u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0628\u0627\u0633\u062b\u0631\u0648. \u0647\u0630\u0627 \u0645\u062d\u0627\u0648\u0644\u0629 \u0644\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0648\u062d\u062f\u0627\u062a \u0627\u0644\u062a\u062d\u0643\u0645 \u0628\u0627\u0644\u0645\u062c\u0627\u0644 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0634\u0628\u0643\u0629 \u0628\u062b. \u0625\u0630\u0627 \u0644\u0645 \u064a\u062a\u0645 \u0628\u062b \u0627\u0644\u0634\u0628\u0643\u0629 \u0628\u0646\u062c\u0627\u062d \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 passthru.authentication.servers \u0644\u062a\u062d\u062f\u064a\u062f \u0642\u0627\u0626\u0645\u0629 \u0648\u062d\u062f\u0629 \u062a\u062d\u0643\u0645 \u0645\u062c\u0627\u0644 \u0628\u0627\u0633\u0645 \u0623\u0648 \u0639\u0646\u0648\u0627\u0646.
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder=\u062a\u0631\u062a\u064a\u0628 \u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder.description=\u0627\u0644\u0646\u0648\u0639 \u0645\u0646 \u0627\u0644\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644\u0627\u062a \u0648\u062a\u0631\u062a\u064a\u0628 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0644\u0644\u062f\u0648\u0631\u0627\u062a \u0645\u0635\u0627\u062f\u0642\u0629 passthru. \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 NetBIOS\u060c \u0648\u0647\u064a \u0623\u0646\u0648\u0627\u0639 \u0627\u0644\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0645\u062a\u0627\u062d NetBIOS \u0644 NetBIOS \u0639\u0628\u0631 TCP \u0648 TCPIP \u0644\u0644\u0634\u0631\u0643\u0627\u062a \u0627\u0644\u0635\u063a\u064a\u0631\u0629 \u0648\u0627\u0644\u0645\u062a\u0648\u0633\u0637\u0629 \u0627\u0644\u0645\u062d\u0644\u064a\u0629.
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval=\u0627\u0644\u0641\u0627\u0635\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0644\u0644\u062a\u062d\u0642\u0642 \u063a\u064a\u0631 \u0645\u062a\u0635\u0644
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval.description=\u062a\u0639\u064a\u0646 \u0639\u062f\u062f \u0627\u0644\u0645\u0631\u0627\u062a \u0641\u064a \u062b\u0648\u0627\u0646 passthru \u0627\u0644\u0645\u0644\u0642\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0648\u0636\u0639 \u0639\u0644\u0627\u0645\u0629 \u0643\u063a\u064a\u0631 \u0645\u062a\u0635\u0644 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0644\u0645\u0639\u0631\u0641\u0629 \u0645\u0627 \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0627\u0644\u0622\u0646 \u0639\u0644\u0649 \u0627\u0644\u0625\u0646\u062a\u0631\u0646\u062a. \u0627\u0644\u0641\u0627\u0635\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0644\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a 5 \u062f\u0642\u0627\u0626\u0642. 
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest=\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u062c\u0647\u0648\u0644 \u0643\u0623\u0646\u0647 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 Guest
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest.description=\u062a\u062d\u062f\u064a\u062f \u0645\u0627 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641 \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u0628\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0643\u0645\u0633\u062a\u062e\u062f\u0645 \u0636\u064a\u0641 \u0641\u064a \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062f\u062e\u0648\u0644 \u0627\u0644\u0645\u0648\u062d\u062f (SSO). \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 Guest \u0641\u0642\u0637 \u0645\u0639\u062a\u0645\u062f \u0645\u0646 \u0642\u0628\u0644 \u0627\u0644\u0639\u0645\u064a\u0644 Explorer.
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames=\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062f\u064a\u0631\u0648\u0646
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames.description=\u0625\u0630\u0627 \u0644\u0632\u0645 \u0627\u0644\u0623\u0645\u0631\u060c \u0642\u0645 \u0628\u0625\u062f\u062e\u0627\u0644 \u0642\u0627\u0626\u0645\u0629 \u0645\u0641\u0635\u0648\u0644\u0629 \u0628\u0641\u0648\u0627\u0635\u0644 \u0645\u0646 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u0633\u064a\u062a\u0645 \u0625\u0639\u062a\u0628\u0627\u0631\u0647\u0645 \u0645\u062f\u064a\u0631\u0648\u0646 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a.
authentication-passthru.passthru-authentication.passthru.authentication.servers=\u062e\u0648\u0627\u062f\u0645 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.passthru-authentication.passthru.authentication.servers.description=\u0625\u0630\u0627 \u0644\u0632\u0645 \u0627\u0644\u0623\u0645\u0631\u060c \u0642\u0645 \u0628\u0625\u062f\u062e\u0627\u0644 \u0642\u0627\u0626\u0645\u0629 \u0628\u0641\u0648\u0627\u0635\u0644 \u0645\u0646 \u062e\u0627\u062f\u0645 \u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0623\u0648 \u0627\u0644\u0639\u0646\u0627\u0648\u064a\u0646 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0644\u0644\u0645\u0635\u0627\u062f\u0642\u0629. \u0627\u0644\u062a\u0645\u0631\u064a\u0631 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0645\u0635\u0627\u062f\u0642 \u0633\u064a\u062a\u0645 \u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u062a\u0648\u0627\u0632\u0646 \u0628\u064a\u0646 \u0627\u0644\u0645\u0644\u0642\u0645\u0627\u062a \u0627\u0644\u0645\u062a\u0648\u0641\u0631\u0629\u060c \u0648\u064a\u0645\u0643\u0646 \u0631\u0635\u062f \u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0627\u062f\u0645 \u0639\u0644\u0649 \u0634\u0628\u0643\u0629 \u0627\u0644\u0625\u0646\u062a\u0631\u0646\u062a/\u062f\u0648\u0646 \u0627\u062a\u0635\u0627\u0644. \u0627\u0646\u0638\u0631 <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-passthru-domainprops.html" target\="_blank"> \u062e\u0635\u0627\u0626\u0635 \u0645\u0633\u062a\u0648\u0649 \u0627\u0644\u0645\u062c\u0627\u0644</a> \u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout=\u0645\u0647\u0644\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout.description=\u0642\u064a\u0645\u0629 \u0627\u0644\u0645\u0647\u0644\u0629 \u0628\u0627\u0644\u0645\u0644\u0644\u064a \u062b\u0627\u0646\u064a\u0629 \u0639\u0646\u062f \u0641\u062a\u062d \u062c\u0644\u0633\u0629 \u0639\u0645\u0644 \u0625\u0644\u0649 \u0645\u0644\u0642\u0645 \u0645\u0635\u0627\u062f\u0642\u0629. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0647\u0648 5000.

