#X-Generator: crowdin.com
syncsettings.title=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u062a\u0632\u0627\u0645\u0646
syncsettings.help-text=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u062a\u062f\u064a\u0631 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0645\u0646 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u0645\u0639 \u0643\u0644 \u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0633\u062c\u0644\u0627\u062a (\u062e\u0648\u0627\u062f\u0645 LDAP) \u0641\u064a \u0633\u0644\u0633\u0644\u0629 \u0645\u0635\u0627\u062f\u0642\u0629.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
syncsettings.help-link=\u0642\u0645 \u0628\u0632\u064a\u0627\u0631\u0629 <a href\="http\://docs.alfresco.com/4.2/index.jsp?topic\=%2Fcom.alfresco.enterprise.doc%2Fconcepts%2Fsync-intro.html" target\="_blank"> \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629</a> \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

syncsettings.settings=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u062a\u0632\u0627\u0645\u0646
syncsettings.sync-on-startup=\u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0639\u0646\u062f \u0628\u062f\u0621 \u0627\u0644\u062a\u0634\u063a\u064a\u0644
syncsettings.sync-on-startup.description=\u062d\u062f\u062f \u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0639\u0646\u062f \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0646\u0638\u0627\u0645. \u0648\u0647\u0630\u0627 \u0644\u0636\u0645\u0627\u0646 \u062a\u0647\u064a\u0626\u0629 \u0645\u062a\u0649 \u064a\u062a\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0623\u0648\u0644\u0627\u060c \u064a\u062a\u0645 \u0627\u0644\u062c\u0632\u0621 \u0627\u0644\u0623\u0643\u0628\u0631 \u0645\u0646 \u0639\u0645\u0644 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0639\u0646\u062f \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062e\u0627\u062f\u0645 \u0628\u062f\u0644\u0627\u064b \u0645\u0646 \u0623\u0648\u0644 \u062a\u0633\u062c\u064a\u0644 \u0644\u0644\u062f\u062e\u0648\u0644. 
syncsettings.sync-missing-people=\u0645\u0632\u0627\u0645\u0646\u0629 \u0639\u0646\u062f \u062f\u062e\u0648\u0644 \u0627\u0644\u0623\u0634\u062e\u0635 \u0641\u064a \u0639\u062f\u0627\u062f \u0627\u0644\u0645\u0641\u0642\u0648\u062f\u064a\u0646
syncsettings.sync-missing-people.description=\u062d\u062f\u062f \u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062a\u0632\u0627\u0645\u0646 \u0639\u0646\u062f\u0645\u0627 \u064a\u062a\u0645 \u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0628\u0646\u062c\u0627\u062d \u0648\u0627\u0644\u0630\u064a\u0646 \u0644\u0645 \u064a\u062a\u0648\u0627\u062c\u062f\u0648\u0627 \u0628\u0639\u062f \u0641\u064a \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648.
syncsettings.allow-deletions=\u0627\u0644\u0633\u0645\u0627\u062d \u0628\u0627\u0644\u062d\u0630\u0641
syncsettings.allow-deletions.description=\u0625\u0630\u0627 \u062a\u0645 \u0627\u0644\u062a\u062d\u062f\u064a\u062f \u0639\u0646\u062f\u0647\u0627 \u064a\u0645\u0643\u0646 \u062d\u0630\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0648\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u062d\u0644\u064a\u0629  \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0639\u0646\u062f \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639 \u0639\u0645\u0644\u064a\u0627\u062a \u0627\u0644\u0625\u0632\u0627\u0644\u0629 \u0623\u0648 \u062d\u064a\u0632 \u0627\u0644\u062a\u0635\u0627\u0631\u0639.
syncsettings.logging-interval=\u0627\u0644\u0641\u0627\u0635\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0644\u0644\u062a\u0633\u062c\u064a\u0644
syncsettings.logging-interval.description=\u064a\u062a\u0645 \u062a\u0633\u062c\u064a\u0644 \u0639\u062f\u062f \u0625\u062f\u062e\u0627\u0644\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0648 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u062a\u064a \u062a\u0645 \u0645\u0639\u0627\u0644\u062c\u062a\u0647\u0627 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0642\u0628\u0644 \u0627\u0644\u062a\u0642\u062f\u0645 \u0639\u0644\u0649 \u0645\u0633\u062a\u0648\u0649 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a. \u0648\u0647\u0630\u0627 \u064a\u062a\u0637\u0644\u0628 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0627\u0644\u062a\u0627\u0644\u064a \u0641\u064a log4j.properties\: log4j.logger.org.alfresco.repo.security.sync\=info. \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0647\u064a 100.
syncsettings.auto-create-people=\u0625\u0646\u0634\u0627\u0621 \u062a\u0644\u0642\u0627\u0626\u064a \u0644\u0644\u0623\u0634\u062e\u0627\u0635 \u0639\u0646\u062f \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644
syncsettings.auto-create-people.description=\u0639\u0646\u062f \u0627\u0644\u062a\u062d\u062f\u064a\u062f\u060c \u064a\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0639 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0643\u0644\u0645\u0627 \u062a\u062a\u0645 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0628\u0646\u062c\u0627\u062d \u0623\u062d\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u063a\u064a\u0631 \u0645\u062a\u0648\u0627\u062c\u062f\u064a\u0646 \u0628\u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648\u060c \u0648\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u064a\u0647\u0645 \u0641\u064a \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629. \u0641\u064a \u062d\u0627\u0644\u0629 \u0639\u062f\u0645 \u062a\u062d\u062f\u064a\u062f \u0647\u0630\u0627 \u064a\u0633\u0645\u062d \u0644\u0643 \u0628\u062a\u0642\u064a\u064a\u062f \u0641\u064a \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0641\u0631\u0639\u064a\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u064a\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 LDAP\u060c \u0648\u0641\u0642\u0637 \u064a\u0633\u0645\u062d \u0628\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0644\u0644\u0630\u064a\u0646 \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0645 \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u062a\u0632\u0627\u0645\u0646 . \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u062a\u062d\u0643\u0645 \u0641\u064a \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0639\u0646 \u0637\u0631\u064a\u0642 \u062a\u0639\u062f\u064a\u0644 \u062e\u0635\u0627\u0626\u0635 \u0625\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0644\u0645\u0635\u0627\u062f\u0642\u0629 LDAP \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u0641\u0631\u0639\u064a.
syncsettings.sync-changes-only=\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0641\u0642\u0637
syncsettings.sync-changes-only.description=\u062d\u062f\u062f \u0647\u0630\u0627 \u0627\u0644\u062e\u064a\u0627\u0631 \u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u062a\u0641\u0627\u0636\u0644\u064a\u0629\u060c \u0642\u0645 \u0628\u0625\u0644\u063a\u0627\u0621 \u0627\u0644\u062a\u062d\u062f\u064a\u062f \u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0643\u0627\u0645\u0644\u0629. \u0628\u063a\u0636 \u0627\u0644\u0646\u0638\u0631 \u0639\u0646 \u0647\u0630\u0627 \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0642\u062f \u0644\u0627 \u064a\u0632\u0627\u0644 \u064a\u0645\u0643\u0646 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u062a\u0641\u0627\u0636\u0644\u064a\u0629 \u0639\u0646\u062f \u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0646\u062c\u0627\u062d \u0648\u0627\u0644\u063a\u064a\u0631 \u0645\u062a\u0648\u0627\u062c\u062f \u0641\u064a \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648.
syncsettings.import-cron-expression=\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0623\u0645\u0631 \u0643\u0631\u0648\u0646
syncsettings.import-cron-expression.description=\u062d\u062f\u062f \u0623\u0645\u0631 \u0643\u0631\u0648\u0646 \u0627\u0644\u0630\u064a \u064a\u0639\u0631\u0641 \u0645\u062a\u0649 \u064a\u062c\u0628 \u062a\u0634\u063a\u064a\u0644 \u0645\u0647\u0645\u0629 \u0645\u0632\u0627\u0645\u0646\u0629 \u0645\u062c\u062f\u0648\u0644\u0629. \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0627\u064b\u060c \u064a\u0643\u0648\u0646 \u0647\u0630\u0627 \u0643\u0644 24 \u0633\u0627\u0639\u0629 \u0641\u064a \u0645\u0646\u062a\u0635\u0641 \u0627\u0644\u0644\u064a\u0644.
syncsettings.sync-worker-threads=\u0645\u0632\u0627\u0645\u0646\u0629  Worker Threads
syncsettings.sync-worker-threads.description=\u0639\u062f\u062f worker threads \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0644\u0644\u0645\u0632\u0627\u0645\u0646\u0629. \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0647\u064a 1.

