#X-Generator: crowdin.com
authentication-internal.title=\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u062f\u0644\u064a\u0644 \u0627\u0644\u062f\u0627\u062e\u0644\u064a \u0641\u064a \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648
authentication-internal.intro-text=\u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u062f\u0627\u062e\u0644\u064a\u0629 \u0641\u064a \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0641\u064a \u0633\u0644\u0633\u0644\u0629 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0641\u064a \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648. \u062a\u0633\u062a\u0646\u062f \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0639\u0644\u064a \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u062e\u0632\u0646\u0629 \u0641\u064a \u0645\u0633\u062a\u0648\u062f\u0639 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648. \u0647\u0630\u0647 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0642\u0627\u062f\u0631\u0629 \u0639\u0644\u0649 \u062f\u0639\u0645 \u0643\u0644\u0627 \u0645\u0646 \u0646\u0645\u0627\u0630\u062c \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0648 \u0623\u064a\u0636\u0627 \u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u062f\u062e\u0648\u0644 \u0627\u0644\u0623\u062d\u0627\u062f\u064a(SSO)  \u0627\u0644\u0645\u0639\u062a\u0645\u062f \u0639\u0644\u064a  NTLM \u060c \u0641\u0636\u0644\u0627 \u0639\u0646 \u062a\u0648\u0641\u064a\u0631 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0628\u062e\u0627\u062f\u0645 CIFS.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-internal.instruction-link=\u0642\u0645 \u0628\u0632\u064a\u0627\u0631\u0629 <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-alfrescontlm-intro.html" target\="_blank"> \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629</a> \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

authentication-internal.internal-authentication=\u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u062f\u0627\u062e\u0644\u064a\u0629
authentication-internal.internal-authentication.allow-guest-login=\u0627\u0644\u0633\u0645\u0627\u062d \u0628\u062f\u062e\u0648\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 Guest
authentication-internal.internal-authentication.allow-guest-login.description=\u062d\u062f\u062f \u0644\u0644\u0633\u0645\u0627\u062d \u0628\u062f\u062e\u0648\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 Guest \u0625\u0644\u0649 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648. \u062f\u062e\u0648\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 Guest \u0641\u0642\u0637 \u0645\u0639\u062a\u0645\u062f \u0645\u0646 \u0642\u0628\u0644 \u0639\u0645\u064a\u0644 \u0627\u0644\u0645\u062a\u0635\u0641\u062d.
authentication-internal.internal-authentication.map-unknown-user-to-guest=\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u062c\u0647\u0648\u0644 \u0643\u0623\u0646\u0647 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 Guest
authentication-internal.internal-authentication.map-unknown-user-to-guest.description=\u0639\u0646\u062f \u0627\u0644\u062a\u062d\u062f\u064a\u062f\u060c \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062c\u0647\u0648\u0644\u064a\u0646 \u0633\u064a\u062a\u0645 \u062a\u0633\u062c\u064a\u0644\u0647\u0645 \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u0644\u0644\u062f\u062e\u0648\u0644 \u0643\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 Guest \u0641\u064a \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062f\u062e\u0648\u0644 \u0627\u0644\u0645\u0648\u062d\u062f (SSO). \u062f\u062e\u0648\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 Guest \u0645\u0639\u062a\u0645\u062f \u0641\u0642\u0637 \u0645\u0646 \u0642\u0628\u0644 \u0639\u0645\u064a\u0644 \u0627\u0644\u0645\u062a\u0635\u0641\u062d.
