#X-Generator: crowdin.com
authentication-kerberos.title=\u062a\u062d\u0631\u064a\u0631 \u062f\u0644\u064a\u0644-{0} kerberos
authentication-kerberos.intro-text=\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u062e\u062f\u0645\u0629 \u062c\u0627\u0641\u0627 \u0644\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0648\u0627\u0644\u062a\u062e\u0648\u064a\u0644 (JAAS) \u062f\u0627\u062e\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u0641\u0631\u0639\u064a Kerberos \u0644\u062f\u0639\u0645 \u0645\u0635\u0627\u062f\u0642\u0629 Kerberos \u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0648\u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631. \u064a\u0645\u0643\u0646\u0643 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 Kerberos \u0645\u0642\u0627\u0628\u0644 \u062e\u0627\u062f\u0645 Active Directory \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644 LDAP  \u0623\u0648 NTLM \u062d\u064a\u062b \u0623\u0646\u0647 \u064a\u0648\u0641\u0631 \u062a\u0634\u0641\u064a\u0631 \u0642\u0648\u064a \u062f\u0648\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 SSL. \u0641\u0645\u0646 \u0627\u0644\u0645\u0645\u0643\u0646 \u062a\u0635\u062f\u064a\u0631 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0646\u0638\u0627\u0645 LDAP \u0641\u0631\u0639\u064a \u0645\u062a\u0633\u0644\u0633\u0644 .
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-kerberos.instruction-link=\u0627\u0644\u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0625\u0636\u0627\u0641\u064a \u0645\u0637\u0644\u0648\u0628 \u0644\u0625\u0639\u062f\u0627\u062f Kerberos. \u0631\u0627\u062c\u0639 <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-kerberos-intro.html" target\="_blank"> \u062a\u0643\u0648\u064a\u0646 Kerberos</a> \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

authentication-kerberos.kerberos-authentication=\u0645\u0635\u0627\u062f\u0642\u0629 Kerberos 
authentication-kerberos.kerberos-authentication.kerberos.authentication.user.configEntryName=\u0627\u0633\u0645 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 Config \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
authentication-kerberos.kerberos-authentication.kerberos.authentication.user.configEntryName.description=\u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0641\u064a \u0645\u0644\u0641 \u0627\u0644\u062a\u0643\u0648\u064a\u0646 JAAS \u0627\u0644\u062a\u064a \u064a\u0646\u0628\u063a\u064a \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0644\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u0645\u0633\u062a\u0646\u062f\u0629 \u0625\u0644\u0649 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631. \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0627\u0644\u062a\u064a \u064a\u0648\u0635\u064a \u0628\u0647\u0627 \u0647\u064a Alfresco.
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.configEntryName=\u0627\u0633\u0645 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 Config CIFS
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.configEntryName.description=\u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0641\u064a \u0645\u0644\u0641 \u0627\u0644\u062a\u0643\u0648\u064a\u0646 JAAS \u0627\u0644\u062a\u064a \u064a\u0646\u0628\u063a\u064a \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0644\u0645\u0635\u0627\u062f\u0642\u0629 CIFS. \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0627\u0644\u062a\u064a \u064a\u0648\u0635\u064a \u0628\u0647\u0627 \u0647\u064a AlfrescoCIFS.
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.password=\u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 CIFS
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.password.description=\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0644 CIFS Kerberos \u0627\u0644\u0631\u0626\u064a\u0633.
authentication-kerberos.kerberos-authentication.kerberos.authentication.stripUsernameSuffix=\u0642\u0637\u0627\u0639 \u0644\u0627\u062d\u0642\u0629 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
authentication-kerberos.kerberos-authentication.kerberos.authentication.stripUsernameSuffix.description=\u0639\u0646\u062f \u062a\u062d\u062f\u064a\u062f\u0647 @domain \u0644\u0627\u062d\u0642\u0629 \u064a\u062a\u0645 \u062a\u062c\u0631\u064a\u062f\u0647 \u0645\u0646 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0645\u0635\u0627\u062f\u0642\u0629 Kerberos \u0641\u064a CIFS\u060c SPP\u060c WebDAV\u060c \u0648\u0639\u0645\u064a\u0644 \u0648\u064a\u0628. \u0625\u0630\u0627 \u0644\u0645 \u064a\u0643\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062d\u062f\u062f \u062b\u0645 \u0627\u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u0645\u062a\u0639\u062f\u062f \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0644\u0627\u062d\u0642\u0629 @domain.
authentication-kerberos.kerberos-authentication.kerberos.authentication.defaultAdministratorUserNames=\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062f\u064a\u0631\u0648\u0646
authentication-kerberos.kerberos-authentication.kerberos.authentication.defaultAdministratorUserNames.description=\u0625\u0630\u0627 \u0644\u0632\u0645 \u0627\u0644\u0623\u0645\u0631\u060c \u0642\u0645 \u0628\u0625\u062f\u062e\u0627\u0644 \u0642\u0627\u0626\u0645\u0629 \u0645\u0641\u0635\u0648\u0644\u0629 \u0628\u0641\u0648\u0627\u0635\u0644 \u0645\u0646 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u0633\u064a\u062a\u0645 \u0625\u0639\u062a\u0628\u0627\u0631\u0647\u0645 \u0645\u062f\u064a\u0631\u0648\u0646 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a.
authentication-kerberos.kerberos-authentication.kerberos.authentication.realm=\u0645\u062c\u0627\u0644 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 Kerberos
authentication-kerberos.kerberos-authentication.kerberos.authentication.realm.description=\u0646\u0637\u0627\u0642 Kerberos \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0644\u0644\u0645\u0635\u0627\u062f\u0642\u0629. \u064a\u0646\u0628\u063a\u064a \u0623\u0646 \u064a\u0643\u0648\u0646 \u0627\u0644\u0645\u062c\u0627\u0644 \u0645\u0643\u062a\u0648\u0628 \u0628\u0623\u062d\u0631\u0641 \u0643\u0628\u064a\u0631\u0629\u060c \u0645\u062b\u0627\u0644 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0645\u062c\u0627\u0644 \u0647\u0648 alfresco.org \u062b\u0645 \u0627\u0644\u0639\u0627\u0644\u0645 \u064a\u0646\u0628\u063a\u064a \u0623\u0646 \u064a\u0643\u0648\u0646 ALFRESCO.ORG.
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.configEntryName=\u0627\u0633\u0645 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 HTTP Config
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.configEntryName.description=\u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0641\u064a \u0645\u0644\u0641 \u0627\u0644\u062a\u0643\u0648\u064a\u0646 JAAS \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0644\u062a\u0633\u062c\u064a\u0644 \u0648\u0627\u062d\u062f\u0629 \u0627\u0644\u0645\u0633\u062a\u0646\u062f\u0629 \u0625\u0644\u0649 \u0648\u064a\u0628 \u0639\u0644\u0649 (SSO). \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0627\u0644\u062a\u064a \u064a\u0648\u0635\u064a \u0628\u0647\u0627 \u0647\u064a AlfrescoHTTP.
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.password=\u0643\u0644\u0645\u0629 \u0633\u0631 HTTP
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.password.description=\u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 HTTP Kerberos.

