#X-Generator: crowdin.com
header.createSite=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442
label.shortName=\u0418\u043c\u0435 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441
label.shortNameHelp=\u0422\u043e\u0432\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e URL \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0432\u044a\u0432 \u0432\u0430\u0448\u0438\u044f \u0431\u0440\u0430\u0443\u0437\u044a\u0440 <br/>, \u0430 \u0441\u044a\u0449\u043e \u0438 \u043f\u0440\u0438 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0441\u0430\u0439\u0442\u0430 \u0447\u0440\u0435\u0437 \u0434\u0440\u0443\u0433\u0438 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0438 <br/> \u043a\u0430\u0442\u043e WebDav. <br> \u041d\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438 \u0438\u043b\u0438 \u0441\u043f\u0435\u0446\u0438\u0430\u043b\u043d\u0438 \u0437\u043d\u0430\u0446\u0438.
label.access=\u0412\u0438\u0434\u0438\u043c\u043e\u0441\u0442
label.isPublic=\u041e\u0431\u0449\u0435\u0441\u0442\u0432\u0435\u043d\u0438
label.isModerated=\u041c\u043e\u0434\u0435\u0440\u0438\u0440\u0430\u043d\u043e \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u0432 \u0441\u0430\u0439\u0442
label.moderatedHelp=\u0421\u0430\u0439\u0442 \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430\u0442 \u043a\u043e\u0439 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430 \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430
label.isPrivate=\u0427\u0430\u0441\u0442\u043d\u0438
label.type=\u0422\u0438\u043f
title.collaborationSite=\u0421\u0430\u0439\u0442 \u0437\u0430 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430
message.failure=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0430\u0439\u0442
message.creating=\u0421\u0430\u0439\u0442\u044a\u0442 \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d...
error.duplicateShortName=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0430\u0439\u0442, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e URL \u0410\u0434\u0440\u0435\u0441\u044a\u0442 \u0432\u0435\u0447\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430
error.loggedOut=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430\u0442\u0430 \u0432\u0438 \u0441\u0435\u0441\u0438\u044f \u0438\u0437\u0442\u0435\u0447\u0435, \u043c\u043e\u043b\u044f \u0432\u043b\u0435\u0437\u0442\u0435 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e
error.noPermissions=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0430\u0439\u0442. \u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f.
error.create=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0430\u0439\u0442 \u0432 \u0442\u043e\u0437\u0438 \u043c\u043e\u043c\u0435\u043d\u0442. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u043f\u043e-\u043a\u044a\u0441\u043d\u043e.
