#X-Generator: crowdin.com
header.createSite=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442
label.shortName=\u0418\u043c\u0435 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441
label.shortNameHelp=This is part of the address of the site.<br/>\nDo not use spaces or special characters.
label.access=\u0412\u0438\u0434\u0438\u043c\u043e\u0441\u0442
label.type=\u0422\u0438\u043f
title.collaborationSite=\u0421\u0430\u0439\u0442 \u0437\u0430 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430
message.failure=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0430\u0439\u0442
message.creating=\u0421\u0430\u0439\u0442\u044a\u0442 \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d...
error.duplicateShortName=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0430\u0439\u0442, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e URL \u0410\u0434\u0440\u0435\u0441\u044a\u0442 \u0432\u0435\u0447\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430
error.loggedOut=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430\u0442\u0430 \u0432\u0438 \u0441\u0435\u0441\u0438\u044f \u0438\u0437\u0442\u0435\u0447\u0435, \u043c\u043e\u043b\u044f \u0432\u043b\u0435\u0437\u0442\u0435 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e
error.noPermissions=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0430\u0439\u0442. \u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f.
error.create=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0430\u0439\u0442 \u0432 \u0442\u043e\u0437\u0438 \u043c\u043e\u043c\u0435\u043d\u0442. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u043f\u043e-\u043a\u044a\u0441\u043d\u043e.
error.unableToCreate=This site name is already used by another site. Check to see if there's an existing site with this name (it might have been deleted and be in a trashcan) or try another name.

