#X-Generator: crowdin.com
systemsettings.title=Configuraci\u00f3 del sistema
systemsettings.intro-text=La configuraci\u00f3 del sistema \u00e9s una combinaci\u00f3 de la configuraci\u00f3 del servidor, la configuraci\u00f3 del repositori de l'aplicaci\u00f3 web d'Alfresco i la configuraci\u00f3 de l'aplicaci\u00f3 d'Alfresco Share. 

systemsettings.alfresco-application.description=La configuraci\u00f3 nom\u00e9s es pot modificar mitjant\u00e7ant el fitxer <code>alfresco-global.properties</code>. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
systemsettings.instruction-link=Vegeu <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/cmd-line-config.html" target\="_blank">Command line configuration</a> per a m\u00e9s detalls.

systemsettings.alfresco-application=Configuraci\u00f3 de repositori Alfresco
systemsettings.alfresco-application.repository-context=Context del repositori
systemsettings.alfresco-application.repository-context.description=La ruta contextual de l'URL de l'aplicaci\u00f3 web d'Alfresco. Per defecte \u00e9s alfresco.
systemsettings.alfresco-application.repository-hostname=Nom de host del repositori
systemsettings.alfresco-application.repository-hostname.description=El nom de host de l'aplicaci\u00f3 web d'Alfresco resoluble externament. El valor per defecte \u00e9s ${localname}. Si s'utilitza el valor per defecte autom\u00e0ticament es substituir\u00e0 el token ${localname} pel nom de domini del servidor del repositori.
systemsettings.alfresco-application.protocol=Protocol
systemsettings.alfresco-application.protocol.description=El component de protocol de l'aplicaci\u00f3 web d'Alfresco. Per defecte \u00e9s http. La compatibilitat amb HTTPS requereix configuraci\u00f3 addicional dins el servidor d'aplicaci\u00f3 - vegeu la documentaci\u00f3 del vostre servidor d'aplicaci\u00f3 per a m\u00e9s detalls.
systemsettings.alfresco-application.port=Port
systemsettings.alfresco-application.port.description=El n\u00famero de port resoluble externament de l'URL de l'aplicaci\u00f3 web d'Alfresco. Per defecte \u00e9s 8080.

systemsettings.server-settings=Configuraci\u00f3 del servidor
systemsettings.server-settings.server-allow-writes=El servidor permet escriptura
systemsettings.server-settings.server-allow-writes.description=Indica que el repositori permetr\u00e0 operacions d'escriptura (sempre que la llic\u00e8ncia sigui v\u00e0lida).
systemsettings.server-settings.allowed-users=Usuaris permesos
systemsettings.server-settings.allowed-users.description=Per defecte, aquest camp \u00e9s buit i es poden connectar tots els usuaris. Escriviu una llista separada amb comes d'usuaris per permetre connectar-se nom\u00e9s a aquests usuaris. Si a la llista no s'introdueix l'usuari actual, aquest ser\u00e0 afegit autom\u00e0ticament.
systemsettings.server-settings.maxium-users=M\u00e0xim d'usuaris
systemsettings.server-settings.maxium-users.description=Nombre m\u00e0xim d'usuaris simultanis que es permet connectar. La configuraci\u00f3 per defecte de -1 significa que hi ha un nombre il\u00b7limitat d'usuaris permesos.

systemsettings.share-application=Configuraci\u00f3 d'aplicaci\u00f3 Share
systemsettings.share-application.share-context=Compartir context
systemsettings.share-application.share-context.description=La ruta contextual de l'URL de l'aplicaci\u00f3 web de Share. Per defecte \u00e9s share.
systemsettings.share-application.share-hostname=Nom de host de Share
systemsettings.share-application.share-hostname.description=El nom de host resoluble externament de l'aplicaci\u00f3 web de Share. Per defecte \u00e9s ${localname}.
systemsettings.share-application.site-public-group=Grup de lloc p\u00fablic
systemsettings.share-application.site-public-group.description=El nom del grup del qual els usuaris necessiten ser membres per accedir als llocs p\u00fablics. Per defecte \u00e9s GROUP_EVERYONE, que cont\u00e9 tots els usuaris.
systemsettings.share-application.protocol=Protocol
systemsettings.share-application.protocol.description=El component de protocol de l'aplicaci\u00f3 web de Share. Per defecte \u00e9s http. La compatibilitat amb HTTPS requereix configuraci\u00f3 addicional dins el servidor d'aplicaci\u00f3 - vegeu la documentaci\u00f3 del vostre servidor d'aplicaci\u00f3 per a m\u00e9s detalls.
systemsettings.share-application.port=Port
systemsettings.share-application.port.description=El n\u00famero de port resoluble externament de l'URL de l'aplicaci\u00f3 web de Share. Per defecte \u00e9s 8080.

