#X-Generator: crowdin.com
activiti.engine.mandatory.properties.missing=Propietats de la tasca obligat\u00f2ria no s''han proporcionat\! {0}
activiti.engine.deploy.workflow.error=No s'ha pogut desplegar la definici\u00f3 de flux de treball.
activiti.engine.is.workflow.deployed.error=No s'ha pogut determinar si la definici\u00f3 de flux de treball ja est\u00e0 desplegada. 
activiti.engine.undeploy.workflow.error=No s''ha pogut desfer el desplegament de la definici\u00f3 de flux de treball {0}.
activiti.engine.undeploy.workflow.unexisting.error=No s''ha pogut cancel\u00b7lar el desplegament de la definici\u00f3 de flux de treball inexistent {0}.
activiti.engine.get.workflow.definition.error=No ha pogut recuperar les definicions de flux de treball.
activiti.engine.get.workflow.definition.by.id.error=No ha pogut recuperar la definici\u00f3 de flux de treball d''identificador {0}.
activiti.engine.get.workflow.definition.by.name.error=No ha pogut recuperar la definici\u00f3 de flux de treball de nom {0}.
activiti.engine.get.all.workflow.definitions.by.name.error=No ha pogut recuperar totes les definicions de flux de treball {0}.
activiti.engine.get.workflow.definition.image.error=No ha pogut recuperar la imatge de definici\u00f3 de flux de treball per a {0}.
activiti.engine.get.workflow.definition.unexisting.image.error=No s''ha pogut recuperar la imatge de definici\u00f3 de flux de treball per a {0}, la definici\u00f3 no existeix.
activiti.engine.get.task.definitions.error=No ha pogut recuperar les definicions de tasca de flux de treball per a la definici\u00f3 de flux de treball {0}.
activiti.engine.get.process.definition.error=Definici\u00f3 de flux de treball {0} no existeix.
activiti.engine.start.workflow.error=No ha pogut comen\u00e7ar a flux de treball {0}.
activiti.engine.start.workflow.no.start.task.error=No s''ha pogut comen\u00e7ar a flux de treball {0}, no \u00e9s una tasca d''inici definida en la definici\u00f3 del proc\u00e9s.
activiti.engine.get.workflows.error=No ha pogut recuperar inst\u00e0ncies de flux de treball per la definici\u00f3 {0}.
activiti.engine.get.active.workflows.error=No ha pogut recuperar inst\u00e0ncies de flux de treball per la definici\u00f3 {0}.
activiti.engine.get.completed.workflows.error=No ha pogut recuperar inst\u00e0ncies de flux de treball per la definici\u00f3 {0}.
activiti.engine.get.workflow.instance.by.id.error=No ha pogut recuperar la inst\u00e0ncia del flux de treball amb identificador {0}.
activiti.engine.get.process.instance.error=Inst\u00e0ncia de flux de treball no existeix per l''identificador {0}.
activiti.engine.get.workflow.paths.error=No s''han pogut recuperar les rutes de la inst\u00e0ncia del flux de treball {0}.
activiti.engine.get.path.properties.error=No s''han pogut recuperar les propietats de la ruta {0}.
activiti.engine.cancel.workflow.error=No s''ha pogut cancel\u00b7lar la inst\u00e0ncia del flux de treball {0}.
activiti.engine.cancel.unexisting.workflow.error=No ha pogut cancel\u00b7lar la inst\u00e0ncia del flux de treball inexistents {0}.
activiti.engine.delete.workflow.error=No s''ha pogut suprimir la inst\u00e0ncia del flux de treball {0}.
activiti.engine.delete.unexisting.workflow.error=No s''ha pogut suprimir la inst\u00e0ncia inexistent del flux de treball {0}.
activiti.engine.signal.transition.error=Fracassat al indicar la transici\u00f3 {0} des cam\u00ed de flux de treball {1}..
activiti.engine.event.unsupported=Els esdeveniments d'activaci\u00f3 no estan suportats en les rutes de flux de treball que s'executen al motor Activiti.
activiti.engine.fire.event.error=Fracas al lle\u00e7ar esdeveniment {0} al cam\u00ed de flux de treball {1}.
activiti.engine.get.tasks.for.path.error=No s''han pogut recuperar les tasques assignades a la ruta de flux de treball {0}.
activiti.engine.get.timers.error=No s''ha pogut recuperar cap temporitzadors per al flux de treball {0}.
activiti.engine.find.completed.task.instances.error=No s''ha pogut recuperar la llista d''inst\u00e0ncies de tasques finalitzades pel actor {0}.
activiti.engine.get.assigned.tasks.error=No s''han pogut recuperar les tasques assignades a l''autoritat {0} en estat {1}.
activiti.engine.get.pooled.tasks.error=No s''han pogut recuperar les tasques agrupades per a les autoritats {0}.
activiti.engine.query.tasks.error=Fracassat per tasques de consulta. Consulta\: {0}.
activiti.engine.get.task.instance.error=Exemple de tasca {0} no existeix.
activiti.engine.update.task.error=No s''ha pogut actualitzar la tasca de flux de treball {0}.
activiti.engine.update.task.unexisting.error=No ha pogut actualitzar la tasca de flux de treball {0}, la tasca no existeix.
activiti.engine.update.starttask.illegal.error=No ha pogut actualitzar la tasca de flux de treball {0}, tasques d''inici no es pot actualitzar en l''activitat.
activiti.engine.end.task.invalid.transition=La transici\u00f3 {0} no \u00e9s v\u00e0lida per a la tasca de flux de treball {1}, nom\u00e9s la transici\u00f3 {2} est\u00e0 perm\u00e8sa.
activiti.engine.end.task.unexisting.error=No s''ha pogut indicar la transici\u00f3 de la tasca {0}, la tasca no existeix.
activiti.engine.end.task.error=No s''ha pogut indicar la transici\u00f3 {0} des de la tasca de flux de treball {1}.
activiti.engine.get.task.by.id.error=No ha pogut recuperar la tasca {0}.
activiti.engine.compile.process.definition.zip.error=No s'ha pogut interpretar la definici\u00f3 de proc\u00e9s del flux de fitxer comprimit d'Activiti.
activiti.engine.compile.process.definition.xml.error=No s'ha pogut analitzar sint\u00e0cticament la definici\u00f3 de proc\u00e9s del corrent xml d'Activiti.
activiti.engine.compile.process.definition.unsupported.error=No s''ha pogut analitzar sint\u00e0cticament la definici\u00f3 de proc\u00e9s. Tipus MIME {0} no adm\u00e8s
activiti.engine.get.activiti.id.error=Format d''identificador {0} no \u00e9s v\u00e0lid.
activiti.engine.get.workflow.token.invalid=Cam\u00ed de flux de treball no \u00e9s v\u00e0lid {0}.
activiti.engine.get.workflow.token.is.null=Cam\u00ed del flux de treball {0} no existeix.
activiti.engine.set.task.properties.invalid.value=El valor {0} no \u00e9s v\u00e0lid per a la propietat de tasca {1}.
activiti.engine.package.already.associated.error=No \u00e9s pot associar un paquet del flux de treball {0} amb la inst\u00e0ncia del flux de treball {1} ja que est\u00e0 associat amb una inst\u00e0ncia del flux de treball {2} .
activiti.engine.convert.value.error=No es pot convertir el valor d''Activiti {0} a un valor d''Alfresco, ja que no \u00e9s serialitzable.
activiti.engine.get.company.home.invalid=Ruta d''inici de companyia no v\u00e0lida {0}.
activiti.engine.get.company.home.multiple=Ruta d''inici de companyia no v\u00e0lida {0}. S''esperava 1 coincid\u00e8ncia, per\u00f2 se n''han trobat {1}.
