#X-Generator: crowdin.com
content.template.calculates_if_the_document=\u041f\u0440\u0435\u0441\u043c\u0435\u0442\u0443\u0432\u0430 \u0434\u0430\u043b\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442 \u0438\u043c\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u043d\u043e \u043b\u043e\u043a\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0447\u043a\u0438 \u0430\u0441\u043f\u0435\u043a\u0442
content.template.displays_useful_information=\u041f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u0442\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442
content.template.displays_a_list_of_the_documents=\u041f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430 \u043b\u0438\u0441\u0442\u0430 \u043e\u0434 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u0442\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0432\u043e \u043d\u0435\u0433\u043e\u0432\u0438\u043e\u0442 \u043f\u0440\u043e\u0441\u0442\u043e\u0440
content.template.displays_a_list_of_spaces=\u041f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430 \u043b\u0438\u0441\u0442\u0430 \u043e\u0434 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0438 \u0437\u0430 \u0442\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0432\u043e \u043d\u0435\u0433\u043e\u0432\u0438\u043e\u0442 \u043f\u0440\u043e\u0441\u0442\u043e\u0440
content.template.shows_a_simple_summary_page=Shows a simple summary page about the current user and their Home Space
content.template.calculates_if_the_document_has=\u041f\u0440\u0435\u0441\u043c\u0435\u0442\u0443\u0432\u0430 \u0434\u0430\u043b\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442 \u0438\u043c\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u043d\u043e \u043f\u0440\u0435\u0432\u0435\u0434\u0443\u0432\u0430\u0447\u043a\u0438 \u0430\u0441\u043f\u0435\u043a\u0442
content.template.displays_a_list_of_the_documents_in_the_current_space=Displays a list of the documents in the current space created or modified in the last 7 days
content.template.example_of_various_lists=Example of various lists of documents, spaces and summary information about the current user
content.template.displays_a_list_of_the_documents_in_the_current_user_Home_Space=Displays a list of the documents in the current user Home Space. Text document content is shown inline, as is JPG content as small thumbnail images.
content.template.displays_the_audit_trail=Displays the audit trail for an object.
email.template.email_template_for_notifying_users=Email template for notifying users from a rule or action
email.template.email_template_for_notifying_users_of_an_Invite=Email template for notifying users of an Invite to a space or document
rss.template.renders_a_valid_rss=Renders a valid RSS2.0 XML document showing the documents in the current space created or modified in the last 7 days. The template should be configured to use the appropriate server and port before use.
rss.template.rss_recent_docs=RSS recent docs
