#X-Generator: crowdin.com
message.changeCategoryName.success=\u0423\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438 \u0438\u043c\u0435 \u043d\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f
message.changeCategoryName.solr.success=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f \u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043d\u0430\u0440\u0435\u0434\u0435\u043d\u0430 \u043d\u0430 \u043e\u043f\u0430\u0448\u043a\u0430 \u0432 SOLR \u0437\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438. \u041c\u043e\u043b\u044f, \u043e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435, \u0447\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0435 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043c\u0438\u043d\u0443\u0442\u0438, \u0434\u043e\u043a\u0430\u0442\u043e \u0442\u044f \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430; \u0412\u0438\u0435 \u0449\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043e\u0431\u043d\u043e\u0432\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0442\u0435 \u0441\u0430 \u0431\u0438\u043b\u0438 \u0438\u0437\u0432\u044a\u0440\u0448\u0435\u043d\u0438
message.addCategory.success=\u0423\u0441\u043f\u0435\u0448\u043d\u043e \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f
message.addCategory.solr.success=\u041d\u043e\u0432\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0435 \u043d\u0430 \u043e\u043f\u0430\u0448\u043a\u0430 \u0441 SOLR \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435. \u041c\u043e\u043b\u044f, \u043e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435, \u0447\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0435 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043c\u0438\u043d\u0443\u0442\u0438, \u0434\u043e\u043a\u0430\u0442\u043e \u0442\u044f \u0441\u0435 \u0434\u043e\u0431\u0430\u0432\u044f; \u0412\u0438\u0435 \u0449\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043e\u0431\u043d\u043e\u0432\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u0432\u044a\u0440\u0448\u0435\u043d\u0438
message.removeCategory.success=\u041a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f\u0442\u0430 \u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0430.
message.removeCategory.solr.success=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f \u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043d\u0430 \u043e\u043f\u0430\u0448\u043a\u0430 \u0441 SOLR \u0437\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435. \u041c\u043e\u043b\u044f, \u043e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435, \u0447\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0435 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043c\u0438\u043d\u0443\u0442\u0438, \u0434\u043e\u043a\u0430\u0442\u043e \u0431\u044a\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442\u0430; \u0412\u0438\u0435 \u0449\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043e\u0431\u043d\u043e\u0432\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u0432\u044a\u0440\u0448\u0435\u043d\u0438
