#X-Generator: crowdin.com
message.changeCategoryName.success=\u0423\u0441\u043f\u0456\u0448\u043d\u043e \u0437\u043c\u0456\u043d\u0435\u043d\u043e \u0456\u043c'\u044f \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0456\u0457
message.changeCategoryName.solr.success=\u041e\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044f \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0456\u0457 \u0443\u0441\u043f\u0456\u0448\u043d\u043e \u043f\u0435\u0440\u0435\u0434\u0430\u043d\u043e \u0432 SOLR \u0434\u043b\u044f \u0444\u0456\u043a\u0441\u0430\u0446\u0456\u0457 \u0437\u043c\u0456\u043d. \u0417\u0432\u0435\u0440\u043d\u0456\u0442\u044c \u0443\u0432\u0430\u0433\u0443, \u0449\u043e \u0434\u043b\u044f \u043e\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044f \u043c\u043e\u0436\u0435 \u0437\u043d\u0430\u0434\u043e\u0431\u0438\u0442\u0438\u0441\u044c \u043f\u0435\u0432\u043d\u0438\u0439 \u0447\u0430\u0441. \u0429\u043e\u0431 \u043f\u043e\u0431\u0430\u0447\u0438\u0442\u0438 \u0432\u0438\u043a\u043e\u043d\u0430\u043d\u0443 \u0437\u043c\u0456\u043d\u0443, \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u043e \u043e\u043d\u043e\u0432\u0438\u0442\u0438 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0443
message.addCategory.success=\u0423\u0441\u043f\u0456\u0448\u043d\u043e \u0434\u043e\u0434\u0430\u043d\u043e \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0456\u044e
message.addCategory.solr.success=\u041d\u043e\u0432\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0456\u044f \u0443\u0441\u043f\u0456\u0448\u043d\u043e \u043f\u0435\u0440\u0435\u0434\u0430\u043d\u043e \u0432 SOLR \u0434\u043b\u044f \u0444\u0456\u043a\u0441\u0430\u0446\u0456\u0457 \u0437\u043c\u0456\u043d. \u0417\u0432\u0435\u0440\u043d\u0456\u0442\u044c \u0443\u0432\u0430\u0433\u0443, \u0449\u043e \u0434\u043b\u044f \u043e\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044f \u043c\u043e\u0436\u0435 \u0437\u043d\u0430\u0434\u043e\u0431\u0438\u0442\u0438\u0441\u044c \u043f\u0435\u0432\u043d\u0438\u0439 \u0447\u0430\u0441. \u0429\u043e\u0431 \u043f\u043e\u0431\u0430\u0447\u0438\u0442\u0438 \u0432\u0438\u043a\u043e\u043d\u0430\u043d\u0443 \u0437\u043c\u0456\u043d\u0443, \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u043e \u043e\u043d\u043e\u0432\u0438\u0442\u0438 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0443
message.removeCategory.success=\u041a\u0430\u0442\u0435\u0433\u043e\u0440\u0456\u044f \u0443\u0441\u043f\u0456\u0448\u043d\u043e \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u0430.
message.removeCategory.solr.success=\u0412\u0438\u0434\u0430\u043b\u0435\u043d\u043d\u044f \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0456\u0457 \u0443\u0441\u043f\u0456\u0448\u043d\u043e \u043f\u0435\u0440\u0435\u0434\u0430\u043d\u043e \u0432 SOLR \u0434\u043b\u044f \u0444\u0456\u043a\u0441\u0430\u0446\u0456\u0457 \u0437\u043c\u0456\u043d. \u0417\u0432\u0435\u0440\u043d\u0456\u0442\u044c \u0443\u0432\u0430\u0433\u0443, \u0449\u043e \u0434\u043b\u044f \u043e\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044f \u043c\u043e\u0436\u0435 \u0437\u043d\u0430\u0434\u043e\u0431\u0438\u0442\u0438\u0441\u044c \u043f\u0435\u0432\u043d\u0438\u0439 \u0447\u0430\u0441. \u0429\u043e\u0431 \u043f\u043e\u0431\u0430\u0447\u0438\u0442\u0438 \u0432\u0438\u043a\u043e\u043d\u0430\u043d\u0443 \u0437\u043c\u0456\u043d\u0443, \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u043e \u043e\u043d\u043e\u0432\u0438\u0442\u0438 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0443
