#X-Generator: crowdin.com
# CustomModel service externalised strings
cmm.service.name_already_in_use=No s''ha pogut crear un model ja que el nom de model ''{0}'' ja s''est\u00e0 utilitzant.
cmm.service.create_model_err=No s''ha pogut crear el model en aquests moments. Proveu de compartir els detalls seg\u00fcents amb el teu administrador d''Alfresco.\n{0}
cmm.service.update_model_err=No s''ha pogut actualitzar el model en aquests moments. Proveu de compartir els detalls seg\u00fcents amb el teu administrador d''Alfresco. {0}
cmm.service.multiple_models=S''han trobat m\u00faltiples models amb el nom ''{0}''. Proveu de desactivar i suprimir un dels models.
cmm.service.retrieve_model=No s''ha pogut accedir al model ''{0}''. Torneu-ho a provar.
cmm.service.model_not_exists=El model ''{0}'' no existeix. Potser ha estat desactivat per un altre usuari.
cmm.service.namespace_not_exists=El model ''{0}'' no t\u00e9 un espai de noms definit. Cal afegir-ne un de v\u00e0lid al model.
cmm.service.namespace_many_exist=El model "{0}" nom\u00e9s pot tenir un espai de noms.
cmm.service.namespace_uri_already_in_use=La URI de l''espai de noms ''{0}'' ja s''est\u00e0 usant. Proveu una URI d''espai de noms diferent.
cmm.service.namespace_prefix_already_in_use=El prefix de l''espai de noms ''{0}'' ja s''est\u00e0 usant. Proveu un prefix d''espai de noms diferent.
cmm.service.unable_delete_active_model=No es pot suprimir un model actiu. Cal desactivar el model primer.
cmm.service.unable_model_delete=No s''ha pogut suprimir el model ''{0}''.
cmm.service.unable_model_deactivate=No s''ha pogut desactivar el model ''{0}''.
cmm.service.unable_model_activate=No s''ha pogut activar el model ''{0}''.
cmm.service.invalid_model=El model no \u00e9s v\u00e0lid. Proveu de compartir els detalls seg\u00fcents amb el vostre administrador d''Alfresco. {0}
cmm.service.namespace_active_model=No es pot actualitzar l'espai de noms URI o el prefix de l'espai de noms d'un model actiu.
cmm.service.failed.deactivation.type.dependency=No s''ha pogut desactivar el model ''{0}'' perqu\u00e8 el seu tipus ''{0}'' \u00e9s pare del tipus ''{1}'' al model ''{2}''.
cmm.service.failed.deactivation.aspect.dependency=El model ''{0}'' no s''ha pogut desactivar perqu\u00e8 el seu grup de propietat ''{0}'' \u00e9s el pare del grup de propietat ''{1}'' al model ''{2}''.
cmm.service.download.create_err=No s'ha pogut crear la desc\u00e0rrega.
cmm.service.download.share_ext_file_not_found=No s'ha pogut trobar el fitxer persistit d'extensi\u00f3 XML de Share.
cmm.service.download.share_ext_file_parse_err=No s'ha pogut interpretar el fitxer persistit d'extensi\u00f3 XML de Share.
cmm.service.download.share_ext_module_not_found=No s''ha pogut trobar el m\u00f2dul ''{0}'' dins el fitxer persistit d''extensi\u00f3 XML de Share.
cmm.service.download.share_ext_node_read_err=No s'ha pogut llegir el node persistit d'extensi\u00f3 de Share.
cmm.service.download.share_ext_write_err=No s''ha pogut escriure l''element XML ''{0}'' al fitxer.
cmm.service.download.create_share_ext_err=No s''ha pogut crear el node d''extensi\u00f3 de m\u00f2dul de Share. {0}
cmm.service.download.create_model_copy_err=No s''ha pogut fer la c\u00f2pia del node del model personalitzat. {0}
cmm.service.constraint.default_prop_value_err=El valor de la propietat per defecte no \u00e9s v\u00e0lid per a la restricci\u00f3 definida.
cmm.service.model_in_use=El model ''{0}'' est\u00e0 en \u00fas i no pot ser eliminat o desactivat.

# ValueDataTypeValidator messages
cmm.value_datatype_validator.unknown_datatype=El tipus de dada de la propietat ''{0}'' \u00e9s desconegut.
cmm.value_datatype_validator.invalid_value=''{0}'' no \u00e9s una opci\u00f3 v\u00e0lida per a ''{1}''. Si us plau, torneu-ho a provar.
cmm.value_datatype_validator.invalid_date=''{0}'' no \u00e9s un format de data v\u00e0lid. Torneu-ho a intentar utilitzant el format yyyy-mm-dd.
cmm.value_datatype_validator.invalid_datetime=''{0}'' no \u00e9s un format de data i hora v\u00e0lid. Torneu-ho a intentar utilitzant el format yyyy-mm-dd HH\:mm\:ss.sss.
cmm.value_datatype_validator.invalid_boolean_value=''{0}'' no \u00e9s un valor v\u00e0lid. Seleccioneu una opci\u00f3 o introdu\u00efu True o False.
