#X-Generator: crowdin.com
Jbpm.engine.mandatory.properties.missing=\u0417\u0430\u0434\u043e\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043e\u0441\u043e\u0431\u0438\u043d\u0438 \u043d\u0430 \u0437\u0434\u0430\u0447\u0430\u0442\u0430 \u043d\u0435 \u0441\u0435 \u043e\u0431\u0435\u0437\u0431\u0435\u0434\u0435\u043d\u0438\! {0}
jbpm.engine.deploy.workflow.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441.
jbpm.engine.is.workflow.deployed.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u043e\u0434\u0440\u0435\u0434\u0438 \u0434\u0430\u043b\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430\u0442\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0430.
jbpm.engine.undeploy.workflow.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u043d\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441{0}.
jbpm.engine.get.workflow.definition.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0433\u0438 \u0432\u0440\u0430\u0442\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441.
jbpm.engine.get.workflow.definition.by.id.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 id {0}.
jbpm.engine.get.workflow.definition.by.name.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0433\u0438 \u0432\u0440\u0430\u0442\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 \u0438\u043c\u0435\u0442\u043e {0}.
jbpm.engine.get.all.workflow.definitions.by.name.error=\u043d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0433\u0438 \u0432\u0440\u0430\u0442\u0438 \u0441\u0438\u0442\u0435 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
jbpm.engine.get.workflow.definition.image.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u0437\u0430 \u0441\u043b\u0438\u043a\u0430-\u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 {0}. 
jbpm.engine.get.task.definitions.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438 - \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441{0}.
jbpm.engine.get.process.definition.error=\u0414\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0} \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438.
jbpm.enginestart.workflow.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u043f\u043e\u0447\u043d\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0420\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
jbpm.engine.get.active.workflows.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 {0}.
jbpm.engine.get.workflow.instance.by.id.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0441\u043e id {0}.
jbpm.engine.get.process.instance.error=\u0418\u043d\u0441\u0442\u0430\u043d\u0446\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438 \u0437\u0430 id {0}.
jbpm.engine.get.workflow.paths.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u043f\u0430\u0442\u0435\u043a\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
jbpm.engine.get.path.properties.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0433\u0438 \u0432\u0440\u0430\u0442\u0438 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u0430\u0442\u0430 \u043e\u0434 \u043f\u0430\u0442\u0435\u043a\u0430 {0}.
jbpm.engine.cancel.workflow.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0458\u0430 \u043e\u0442\u043a\u0430\u0436\u0435 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0430\u0442\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
jbpm.engine.delete.workflow.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0438\u0437\u0431\u0440\u0438\u0448\u0435 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
jbpm.engine.signal.transition.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0438\u0433\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0442\u0440\u0430\u043d\u0437\u0438\u0446\u0438\u0458\u0430 {0} \u043e\u0434 \u043f\u0430\u0442\u0435\u043a\u0430 \u043d\u0430 \u0440\u0430\u043f\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441{1}..
jbpm.engine.invalid.event=Event {0} is not a valid event, this event name is reserved.
jbpm.engine.fire.event.error=\u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435 \u043d\u0430\u0441\u0442\u0430\u043d\u043e\u0442 {0} \u043d\u0430 \u043f\u0430\u0442\u0435\u043a\u0430\u0442\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441 {1}.
jbpm.engine.get.tasks.for.path.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u043d\u0430 \u043f\u0430\u0442\u0435\u043a\u0430\u0442\u0430 \u043e\u0434 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
jbpm.engine.get.timers.error=\u041d\u0435 \u043c\u043e\u0436\u0435\u0448\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u0442\u0430\u043f\u0430\u0442 \u0442\u0430\u0458\u043c\u0435\u0440\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
jbpm.engine.find.completed.task.instances.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u043b\u0438\u0441\u0442\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043d\u0438 \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430 \u0430\u043a\u0442\u0435\u0440 {0}.
jbpm.engine.get.assigned.tasks.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a {0} \u0441\u043e \u0441\u043e\u0441\u0442\u043e\u0458\u0431\u0430 {1}.
jbpm.engine.get.pooled.tasks.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u0437\u0431\u0438\u0440\u043d\u0438 \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 {0}.
jbpm.engine.query.tasks.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u0437\u0430\u0434\u0430\u0447\u0438. \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435\: {0}.
jbpm.engine.get.task.instance.error=\u0418\u043d\u0441\u0442\u0430\u043d\u0446\u0430 \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 {0} \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438.
jbpm.engine.update.task.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u043f\u043e\u0447\u043d\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
jbpm.engine.end.task.invalid.transition=Transition {0} is invalid for Workflow task {1}.
jbpm.engine.end.task.error=Failed to signal transition {0} from workflow task {1}.
jbpm.engine.get.task.by.id.error=\u043d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0437\u0430\u0434\u0430\u0447\u0430 {0}.
jbpm.engine.get.start.task.error=Failed to retrieve start task for workflow instance  {0}.
jbpm.engine.compile.process.definition.zip.error=Failed to parse process definition from jBPM zip archive stream.
jbpm.engine.compile.process.definition.xml.error=Failed to parse process definition from jBPM xml stream.
jbpm.engine.compile.process.definition.unsupported.error=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0430\u0440\u0441\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0458\u0430 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441 - \u043d\u0435\u043f\u043e\u0434\u0434\u0440\u0436\u0430\u043d mime type{0}
jbpm.engine.get.jbpm.id.error=\u0424\u043e\u0440\u043c\u0430\u0442\u043e\u0442 \u0437\u0430 id {0} \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d.
jbpm.engine.get.workflow.token.invalid=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u043f\u0430\u0442\u0435\u043a\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 {0}.
jbpm.engine.get.workflow.token.is.null=\u041f\u0430\u0442\u0435\u043a\u0430\u0442\u0430 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0446\u0435\u0441 {0} \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438.
jbpm.engine.set.task.properties.invalid.value=\u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 {0} \u0435 \u043d\u0435\u0432\u0430\u0436\u0435\u0447\u043a\u0430 \u0437\u0430 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u043e\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 {1}.
jbpm.engine.convert.value.error=Unable to convert jBPM value {0} to Alfresco Value since it is not Serializable.
jbpm.engine.get.company.home.invalid=Invalid company home path {0}.
jbpm.engine.get.company.home.multiple=Invalid company home path {0}. Expected 1 match but found {1} matches.
