#X-Generator: crowdin.com
# Site service externalised display strings

site_service.unable_to_create=Unable to create site because the site short name {0} is already in use.  Site short names must be unique.
site_service.short_name_too_long=Unable to create site because the site short name {0} is too long.  Site short names can be no longer than {1} characters.
site_service.visibility_group_missing=Unable to create site because the visibility group {0} does not exist.
site_service.can_not_update=Cannot update site {0} because it does not exist.
site_service.can_not_delete=Cannot delete site {0} because it does not exist.
site_service.site_no_exist=Site {0} does not exist.
site_service.do_not_remove_manager=\u041f\u0440\u043e\u0435\u043a\u0442\u043e\u0442 \u0431\u0430\u0440\u0430 \u0431\u0430\u0440\u0435\u043c \u0435\u0434\u0435\u043d \u043c\u0435\u043d\u0430\u045f\u0435\u0440. \u041d\u0435 \u043c\u043e\u0436\u0435\u0448 \u0434\u0430 \u0433\u043e \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0438\u0448 {0} \u043e\u0434 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u043d\u0430 \u043f\u0440\u043e\u0435\u043a\u0442\u043e\u0442 \u0431\u0438\u0434\u0435\u0458\u045c\u0438 \u0432\u043e \u043c\u043e\u043c\u0435\u043d\u0442\u043e\u0432 \u0442\u043e\u0458 \u0435 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d \u043c\u0435\u043d\u0430\u045f\u0435\u0440.
site_service.can_not_remove_membership=The current user does not have sufficient permissions to delete membership details of the site {0}.
site_service.do_not_change_manager=A site requires at least one site manager.  You cannot change the role of {0}, because they are currently the only site manager.
site_service.can_not_change_membership=\u0422\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u043d\u0435\u043c\u0430 \u043f\u0440\u0430\u0432\u0430 \u0434\u0430 \u0433\u0438 \u043c\u0435\u043d\u0443\u0432\u0430 \u0434\u0435\u0442\u0430\u043b\u0438\u0442\u0435 \u0437\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u043d\u0430 \u043f\u0440\u043e\u0435\u043a\u0442\u043e\u0442  {0}.
site_service.site_container_not_folder=Site container {0} does not refer to a folder.
site_service.invalid_site_type=Site could not be create, because {0} is not a valid site type.
