#X-Generator: crowdin.com
# Transfer service externalised display strings

transfer_service.unable_to_find_transfer_home=No s''ha trobat l''inici de transfer\u00e8ncia\: {0}
transfer_service.unable_to_find_transfer_group=No es pot trobar el grup de transfer\u00e8ncia amb nom, {0}
transfer_service.unable_to_find_transfer_target=No es pot trobar l''objectiu de transfer\u00e8ncia amb nom, {0}
transfer_service.unable_to_transfer_async=No es pot fer una transfer\u00e8ncia as\u00edncrona
transfer_service.target_exists=No es pot crear un nou objectiu de transfer\u00e8ncia amb el nom, {0}, ja que ja hi ha un objectiu amb aquest nom.
transfer_service.comms.unsupported_protocol=No suporta el Protocol\: {0}
transfer_service.comms.unsuccessful_response=Rebut el codi de resposta sense \u00e8xit des del servidor de destinaci\u00f3\: {0}, {1}
transfer_service.comms.http_request_failed=No ha pogut executar {0} de petici\u00f3 HTTP per apuntar\: {1} estat\: {2}
transfer_service.incompatible_versions=No es pot transferir entre versions incompatibles ID de la transfer\u00e8ncia\: {0} de\: {1} a\: {2}
transfer_service.no_nodes=Cap nodes per a la transfer\u00e8ncia
transfer_service.target_not_enabled=Dest\u00ed de transfer\u00e8ncia desactivat {0}
transfer_service.cancelled=Transfer\u00e8ncia anul\u00b7lada
transfer_service.failed_to_get_transfer_status=No s''ha pogut recuperar l''estat de la transfer\u00e8ncia des de la destinaci\u00f3 {0}
transfer_service.target_error=Ha  fallat la destinaci\u00f3 de transfer\u00e8ncia amb {0}
transfer_service.unknown_target_error=Error desconegut
transfer_service.receiver.no_primary_parent_supplied=No es pot transferir cap pare primari subministrat.
transfer_service.receiver.orphans_exist=No es pot transferir, existeixen orfes
transfer_service.receiver.content_file_missing=No es pot transferir, falten fitxers de contingut.
transfer_service.receiver.failed_to_create_staging_folder=No es pot crear directori de preparaci\u00f3 per a transfer\u00e8ncia {0}
transfer_service.receiver.lock_folder_not_found=No es pot localitzar la carpeta de bloqueig especificada\: {0}
transfer_service.receiver.temp_folder_not_found=No es pot localitzar la carpeta temporal per la transfer\u00e8ncia {0}\: {1}
transfer_service.receiver.lock_unavailable=El bloqueig de transfer\u00e8ncia ha estat reclamat per una altra transfer\u00e8ncia entrant. No es pot iniciar una altra transfer\u00e8ncia.
transfer_service.receiver.record_folder_not_found=No s''ha trobat la carpeta especificada per contenir els registres de transfer\u00e8ncia d''entrada\: {0}
transfer_service.receiver.not_lock_owner=Ha fallat l''intent de dur a terme l''operaci\u00f3 de transfer\u00e8ncia. Bloqueig no contingut per la transfer\u00e8ncia especificada\: {0}
transfer_service.receiver.error_ending_transfer=La sol\u00b7licitud per posar fi a una transfer\u00e8ncia ({0}) ha donat lloc a un error.
transfer_service.receiver.error_staging_snapshot=Ha succe\u00eft un error al preparar el fitxer de instant\u00e0nia per la transfer\u00e8ncia {0}
transfer_service.receiver.error_staging_content=S''ha produ\u00eft un error al preparar un fitxer de contingut per a la transfer\u00e8ncia {0}. ID del fitxer \u00e9s {1}
transfer_service.receiver.no_snapshot_received=S''ha rebut una sol\u00b7licitud per validar una transfer\u00e8ncia ({0}), per\u00f2 no s''ha trobat cap fitxer d''instant\u00e0nia. 
transfer_service.receiver.error_committing_transfer=S''ha produ\u00eft un error al intentar validar la transfer\u00e8ncia {0}
transfer_service.receiver.transfer_not_found=No s''ha pogut trobar cap registre de la transfer\u00e8ncia sol\u00b7licitada\: {0}
transfer_service.receiver.transfer_cancelled=S''ha cancel\u00b7lat la transfer\u00e8ncia\: {0}
transfer_service.no_encoding=No s''ha pogut desserialitzar el valor, cap transformaci\u00f3 per la codificaci\u00f3 {0}
transfer_service.unable_to_deserialise=No es pot desserialitzar el valor
transfer_service.receiver.lock_timed_out=Ha expirat el bloqueig de transfer\u00e8ncia amb ID de transfer\u00e8ncia\: {0}
transfer_service.receiver.lock_not_found=No s'ha trobat el bloqueig de transfer\u00e8ncia
transfer_service.receiver.error_start=Incapa\u00e7 de comen\u00e7ar una transfer\u00e8ncia
transfer_service.receiver.error_generating_requisite=No es pot generar requisits de transfer\u00e8ncia
transfer_service.receiver.error.transfer_to_self=No es permet la transfer\u00e8ncia al mateix repositori
transfer_service.receiver.record_folder_not_found_for_summary_report=No s''ha trobat la carpeta especificada per guardar els informes de resum de transfer\u00e8ncies\: {0}

transfer_service.missing_endpoint_path=No s''ha especificat una ruta del dest\u00ed de transfer\u00e8ncia\: {0}
transfer_service.missing_endpoint_protocol=No s''ha especificat un protocol per al dest\u00ed de transfer\u00e8ncia\: {0}
transfer_service.missing_endpoint_host=No s''ha especificat el servidor per al dest\u00ed de transfer\u00e8ncia\: {0}
transfer_service.missing_endpoint_port=No s''ha especificat un port per al servidor del dest\u00ed de transfer\u00e8ncia\: {0}
transfer_service.missing_endpoint_username=No s''ha especificat el nom d''usuari per al servidor del dest\u00ed de transfer\u00e8ncia\: {0}
transfer_service.missing_endpoint_password=No s''ha especificat la contrasenya per al servidor del dest\u00ed de transfer\u00e8ncia\: {0}

