#X-Generator: crowdin.com
header.createSite=\u0421\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0441\u0430\u0439\u0442
label.shortName=URL-\u0456\u043c'\u044f
label.shortNameHelp=This is part of the address of the site.<br/>\nDo not use spaces or special characters.
label.access=\u0412\u0438\u0434\u0438\u043c\u0456\u0441\u0442\u044c
label.type=\u0422\u0438\u043f
title.collaborationSite=\u0421\u0430\u0439\u0442\u0438 \u0434\u043b\u044f \u0441\u043f\u0456\u043b\u044c\u043d\u043e\u0457 \u0440\u043e\u0431\u043e\u0442\u0438
message.failure=\u041d\u0435 \u0432\u0434\u0430\u043b\u043e\u0441\u044f \u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0441\u0430\u0439\u0442
message.creating=\u0421\u0442\u0432\u043e\u0440\u044e\u0454\u0442\u044c\u0441\u044f \u0441\u0430\u0439\u0442...
error.duplicateShortName=\u041d\u0435 \u0432\u0434\u0430\u043b\u043e\u0441\u044f \u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0441\u0430\u0439\u0442, \u043e\u0441\u043a\u0456\u043b\u044c\u043a\u0438 URL-\u0430\u0434\u0440\u0435\u0441\u0430 \u0432\u0436\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f
error.loggedOut=\u0427\u0430\u0441 \u0441\u0435\u0430\u043d\u0441\u0443 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0432\u0438\u0447\u0435\u0440\u043f\u0430\u043d\u043e, \u0434\u043b\u044f \u043f\u0440\u043e\u0434\u043e\u0432\u0436\u0435\u043d\u043d\u044f \u0437\u0434\u0456\u0439\u0441\u043d\u0456\u0442\u044c \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u0438\u0439 \u0432\u0445\u0456\u0434 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0443
error.noPermissions=\u041d\u0435 \u0432\u0434\u0430\u043b\u043e\u0441\u044f \u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0441\u0430\u0439\u0442. \u0412\u0438 \u043d\u0435 \u043c\u0430\u0454\u0442\u0435 \u0434\u043e\u0437\u0432\u043e\u043b\u0443 \u043d\u0430 \u0432\u0438\u043a\u043e\u043d\u0430\u043d\u043d\u044f \u0446\u0456\u0454\u0457 \u043e\u043f\u0435\u0440\u0430\u0446\u0456\u0457.
error.create=\u0417\u0430\u0440\u0430\u0437 \u043d\u0435 \u0432\u0434\u0430\u043b\u043e\u0441\u044f \u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0441\u0430\u0439\u0442. \u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0441\u043f\u0440\u043e\u0431\u0443\u0439\u0442\u0435 \u0449\u0435 \u0440\u0430\u0437 \u043f\u0456\u0437\u043d\u0456\u0448\u0435.
error.unableToCreate=This site name is already used by another site. Check to see if there's an existing site with this name (it might have been deleted and be in a trashcan) or try another name.

