#X-Generator: crowdin.com
header.createSite=\u041a\u0440\u0435\u0438\u0440\u0430\u0458 \u0441\u0430\u0458\u0442
label.shortName=URL \u0438\u043c\u0435
label.shortNameHelp=This is part of the address of the site.<br/>\nDo not use spaces or special characters.
label.access=\u0412\u0438\u0434\u043b\u0438\u0432\u043e\u0441\u0442 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442
label.type=\u0412\u0438\u0434
title.collaborationSite=\u0421\u0430\u0458\u0442 \u0437\u0430 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u043a\u0430
message.failure=\u041d\u0435 \u043c\u043e\u0436\u0435\u0448\u0435 \u0434\u0430 \u0441\u0435 \u043a\u0440\u0435\u0438\u0440\u0430 \u0441\u0430\u0458\u0442
message.creating=\u0421\u0430\u0458\u0442\u043e\u0442 \u0441\u0435 \u043a\u0440\u0435\u0438\u0440\u0430...
error.duplicateShortName=\u041d\u0435 \u043c\u043e\u0436\u0435\u0448\u0435 \u0434\u0430 \u0441\u0435 \u043a\u0440\u0435\u0438\u0440\u0430 \u0441\u0430\u0458\u0442\u043e\u0442 \u0431\u0438\u0434\u0435\u0458\u043a\u0438 URL \u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0430 \u0435 \u0432\u0435\u045c\u0435 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0435\u043d\u0430
error.loggedOut=\u0412\u0430\u0448\u0430\u0442\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0447\u043a\u0430 \u0441\u0435\u0441\u0438\u0458\u0430 \u0435 \u0438\u0441\u0442\u0435\u0447\u0435\u043d\u0430, \u0412\u0435 \u043c\u043e\u043b\u0438\u043c\u0435 \u043d\u0430\u0458\u0430\u0432\u0435\u0442\u0435 \u0441\u0435 \u0438 \u043f\u0440\u043e\u0431\u0430\u0458\u0442\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e
error.noPermissions=\u041d\u0435 \u043c\u043e\u0436\u0435\u0448\u0435 \u0434\u0430 \u0441\u0435 \u043a\u0440\u0435\u0438\u0440\u0430 \u0441\u0430\u0458\u0442. \u041d\u0435\u043c\u0430\u0442\u0435 \u0441\u043e\u043e\u0434\u0432\u0435\u0442\u043d\u0430 \u0434\u043e\u0437\u0432\u043e\u043b\u0430 \u0437\u0430 \u0434\u0430 \u0458\u0430 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435 \u043e\u0432\u0430\u0430 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u0458\u0430.
error.create=\u0421\u0430\u0458\u0442\u043e\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435\u0448\u0435 \u0434\u0430 \u0441\u0435 \u043a\u0440\u0435\u0438\u0440\u0430 \u0432\u043e \u043e\u0432\u043e\u0458 \u043c\u043e\u043c\u0435\u043d\u0442. \u041e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u043e\u0446\u043d\u0430.
error.unableToCreate=This site name is already used by another site. Check to see if there's an existing site with this name (it might have been deleted and be in a trashcan) or try another name.

