#X-Generator: crowdin.com
## Copy To
copy.title.single=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01 {0} \u0e44\u0e1b\u0e17\u0e35\u0e48...
copy.title.multi=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01 {0} \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 \u0e44\u0e1b\u0e17\u0e35\u0e48...
copy.button=Copy
copy.message.please-wait=\u0e44\u0e1f\u0e25\u0e4c\u0e01\u0e33\u0e25\u0e31\u0e07\u0e16\u0e39\u0e01\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01...
copy.message.success=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01 {0} \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22
copy.message.failure=\u0e01\u0e32\u0e23\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e44\u0e21\u0e48\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08
copy.message.timeout=The copy operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
copy.message.exists.failure.file=The copy could not be completed. A file with the same name already exists
copy.message.exists.failure.folder=The move could not be completed. A folder with the same name already exists
copy.message.no-files=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e01\u0e32\u0e23\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01

## Move To
move.title.single=\u0e40\u0e04\u0e25\u0e37\u0e48\u0e2d\u0e19\u0e22\u0e49\u0e32\u0e22 {0} \u0e44\u0e1b\u0e17\u0e35\u0e48...
move.title.multi=\u0e40\u0e04\u0e25\u0e37\u0e48\u0e2d\u0e19\u0e22\u0e49\u0e32\u0e22 {0} \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e1b\u0e17\u0e35\u0e48...
move.button=Move
move.message.please-wait=\u0e44\u0e1f\u0e25\u0e4c\u0e01\u0e33\u0e25\u0e31\u0e07\u0e16\u0e39\u0e01\u0e22\u0e49\u0e32\u0e22...
move.message.success=\u0e40\u0e04\u0e25\u0e37\u0e48\u0e2d\u0e19\u0e22\u0e49\u0e32\u0e22 {0} \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22
move.message.failure=\u0e01\u0e32\u0e23\u0e40\u0e04\u0e25\u0e37\u0e48\u0e2d\u0e19\u0e22\u0e49\u0e32\u0e22\u0e44\u0e21\u0e48\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08
move.message.timeout=The move operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
move.message.exists.failure.file=The move could not be completed. A file with the same name already exists
move.message.exists.failure.folder=The move could not be completed. A folder with the same name already exists
move.message.no-files=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e01\u0e32\u0e23\u0e22\u0e49\u0e32\u0e22

## Link To
link.title.single=Create a link for {0} to...
link.title.multi=Create a link for {0} items to...
link.button=Create a link
link.message.please-wait=Links are created...
link.message.success=Successfully created link for {0} item(s)
link.message.failure=The creation of link could not be completed
link.message.timeout=The creation of link operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
link.message.exists.failure.file=The creation of link could not be completed. A file with the same name already exists
link.message.exists.failure.folder=The creation of link could not be completed. A folder with the same name already exists
link.message.no-files=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e01\u0e32\u0e23\u0e22\u0e49\u0e32\u0e22

## Unzip To
unzip.title.single=Unzip {0} to...
unzip.title.multi=Unzip {0} items to...
unzip.button=Unzip
unzip.message.please-wait=Files being unzipped...
unzip.message.success=Successfully unzipped {0} item(s)
unzip.message.failure=The unzip operation could not be completed
unzip.message.timeout=The unzip operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
unzip.message.exists.failure.file=The unzip operation could not be completed. A file with the same name already exists
unzip.message.exists.failure.folder=The unzip operation could not be completed. A folder with the same name already exists
unzip.message.no-files=At least one file must be supplied to be unzipped
