#X-Generator: crowdin.com
## Copy To
copy.title.single=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 {0} \u0432...
copy.title.multi=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 {0} \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u0432...
copy.button=\u041a\u043e\u043f\u0438\u0440\u0430\u0439
copy.message.please-wait=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435...
copy.message.success=\u0423\u0441\u043f\u0435\u0448\u043d\u043e \u043a\u043e\u043f\u0438\u0440\u0430\u043d\u0438 {0} \u0435\u043b\u0435\u043c\u0435\u043d\u0442(\u0430)
copy.message.failure=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0438
copy.message.timeout=The copy operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
copy.message.exists.failure.file=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0435\u043d\u043e. \u0412\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0444\u0430\u0439\u043b \u0441\u044a\u0441 \u0441\u044a\u0449\u043e\u0442\u043e \u0438\u043c\u0435
copy.message.exists.failure.folder=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0435\u043d\u043e. \u0412\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u043f\u0430\u043f\u043a\u0430 \u0441\u044a\u0441 \u0441\u044a\u0449\u043e\u0442\u043e \u0438\u043c\u0435
copy.message.no-files=\u041f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0444\u0430\u0439\u043b \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d \u0437\u0430 \u043a\u043e\u043f\u0438\u0440\u0430\u043d\u0435

## Move To
move.title.single=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 {0} \u0432...
move.title.multi=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0438 {0} \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0432...
move.button=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0438
move.message.please-wait=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435...
move.message.success=\u0423\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0435\u043d\u0438 {0} \u0435\u043b\u0435\u043c\u0435\u043d\u0442(\u0430)
move.message.failure=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0435\u043d\u043e
move.message.timeout=The move operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
move.message.exists.failure.file=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0435\u043d\u043e. \u0412\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0444\u0430\u0439\u043b \u0441\u044a\u0441 \u0441\u044a\u0449\u043e\u0442\u043e \u0438\u043c\u0435
move.message.exists.failure.folder=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0435\u043d\u043e. \u0412\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u043f\u0430\u043f\u043a\u0430 \u0441\u044a\u0441 \u0441\u044a\u0449\u043e\u0442\u043e \u0438\u043c\u0435
move.message.no-files=\u041f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0444\u0430\u0439\u043b \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d \u0437\u0430 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435

## Link To
link.title.single=Create a link for {0} to...
link.title.multi=Create a link for {0} items to...
link.button=Create a link
link.message.please-wait=Links are created...
link.message.success=Successfully created link for {0} item(s)
link.message.failure=The creation of link could not be completed
link.message.timeout=The creation of link operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
link.message.exists.failure.file=The creation of link could not be completed. A file with the same name already exists
link.message.exists.failure.folder=The creation of link could not be completed. A folder with the same name already exists
link.message.no-files=\u041f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0444\u0430\u0439\u043b \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d \u0437\u0430 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435

## Unzip To
unzip.title.single=Unzip {0} to...
unzip.title.multi=Unzip {0} items to...
unzip.button=Unzip
unzip.message.please-wait=Files being unzipped...
unzip.message.success=Successfully unzipped {0} item(s)
unzip.message.failure=The unzip operation could not be completed
unzip.message.timeout=The unzip operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
unzip.message.exists.failure.file=The unzip operation could not be completed. A file with the same name already exists
unzip.message.exists.failure.folder=The unzip operation could not be completed. A folder with the same name already exists
unzip.message.no-files=At least one file must be supplied to be unzipped
