#X-Generator: crowdin.com
## Copy To
copy.title.single=Kop\u00edrova\u0165 {0} do...
copy.title.multi=Kop\u00edrova\u0165 {0} polo\u017eiek do...
copy.button=Kop\u00edrova\u0165
copy.message.please-wait=S\u00fabory sa kop\u00edruj\u00fa...
copy.message.success=\u00daspe\u0161ne prekop\u00edrovan\u00fdch {0} polo\u017eiek
copy.message.failure=Kop\u00edrovanie nemohlo by\u0165 dokon\u010den\u00e9
copy.message.timeout=The copy operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
copy.message.exists.failure.file=K\u00f3pia sa nedokon\u010dila. U\u017e existuje s\u00fabor s rovnak\u00fdm n\u00e1zvom
copy.message.exists.failure.folder=Presun sa nedokon\u010dil. U\u017e existuje prie\u010dinok s rovnak\u00fdm n\u00e1zvom
copy.message.no-files=Pri kop\u00edrovan\u00ed mus\u00ed by\u0165 ozna\u010den\u00fd aspo\u0148 jeden s\u00fabor

## Move To
move.title.single=Presun\u00fa\u0165 {0} do...
move.title.multi=Presun\u00fa\u0165 {0} polo\u017eiek do...
move.button=Presun\u00fa\u0165
move.message.please-wait=S\u00fabory sa premiest\u0148uj\u00fa...
move.message.success=\u00daspe\u0161ne presunut\u00e9 {0} polo\u017eiek
move.message.failure=Presun nemohol by\u0165 dokon\u010den\u00fd
move.message.timeout=The move operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
move.message.exists.failure.file=Presun sa nedokon\u010dil. U\u017e existuje s\u00fabor s rovnak\u00fdm n\u00e1zvom
move.message.exists.failure.folder=Presun sa nedokon\u010dil. U\u017e existuje prie\u010dinok s rovnak\u00fdm n\u00e1zvom
move.message.no-files=Pri pres\u00favan\u00ed mus\u00ed by\u0165 ozna\u010den\u00fd aspo\u0148 jeden s\u00fabor

## Link To
link.title.single=Create a link for {0} to...
link.title.multi=Create a link for {0} items to...
link.button=Create a link
link.message.please-wait=Links are created...
link.message.success=Successfully created link for {0} item(s)
link.message.failure=The creation of link could not be completed
link.message.timeout=The creation of link operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
link.message.exists.failure.file=The creation of link could not be completed. A file with the same name already exists
link.message.exists.failure.folder=The creation of link could not be completed. A folder with the same name already exists
link.message.no-files=Pri pres\u00favan\u00ed mus\u00ed by\u0165 ozna\u010den\u00fd aspo\u0148 jeden s\u00fabor

## Unzip To
unzip.title.single=Unzip {0} to...
unzip.title.multi=Unzip {0} items to...
unzip.button=Unzip
unzip.message.please-wait=Files being unzipped...
unzip.message.success=Successfully unzipped {0} item(s)
unzip.message.failure=The unzip operation could not be completed
unzip.message.timeout=The unzip operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
unzip.message.exists.failure.file=The unzip operation could not be completed. A file with the same name already exists
unzip.message.exists.failure.folder=The unzip operation could not be completed. A folder with the same name already exists
unzip.message.no-files=At least one file must be supplied to be unzipped
