#X-Generator: crowdin.com
## Copy To
copy.title.single=Copieu-la a {0}...
copy.title.multi=Copiar {0} elements per...
copy.button=C\u00f2pia
copy.message.please-wait=S'estan copiant els fitxers...
copy.message.success=Copiat correctament {0} elements
copy.message.failure=No s'ha pogut completar la c\u00f2pia
copy.message.timeout=L'operaci\u00f3 de c\u00f2pia est\u00e0 encara en marxa per\u00f2 s'ha rebut del servidor una resposta de fora de temps. Comproveu m\u00e9s tarda la carpeta de dest\u00ed.
copy.message.exists.failure.file=No s'ha pogut completar la c\u00f2pia. Ja existeix un fitxer amb el mateix nom
copy.message.exists.failure.folder=No s'ha pogut completar el moviment. Ja existeix una carpeta amb el mateix nom
copy.message.no-files=Cal subministrar almenys un fitxer per copiar

## Move To
move.title.single=Moure a {0}...
move.title.multi=Moure els elements {0} a...
move.button=Moure
move.message.please-wait=S'estan movent els fitxers...
move.message.success=Copiat correctament {0} elements
move.message.failure=No s'ha pogut completar la c\u00f2pia
move.message.timeout=L'operaci\u00f3 de moure est\u00e0 encara en marxa per\u00f2 s'ha rebut del servidor una resposta de fora de temps. Comproveu m\u00e9s tarda la carpeta de dest\u00ed.
move.message.exists.failure.file=El moviment no s'ha pogut completar. Ja existeix un fitxer amb el mateix nom
move.message.exists.failure.folder=No s'ha pogut completar el moviment. Ja existeix una carpeta amb el mateix nom
move.message.no-files=Cal subministrar almenys un fitxer per copiar

## Link To
link.title.single=Create a link for {0} to...
link.title.multi=Create a link for {0} items to...
link.button=Create a link
link.message.please-wait=Links are created...
link.message.success=Successfully created link for {0} item(s)
link.message.failure=The creation of link could not be completed
link.message.timeout=The creation of link operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
link.message.exists.failure.file=The creation of link could not be completed. A file with the same name already exists
link.message.exists.failure.folder=The creation of link could not be completed. A folder with the same name already exists
link.message.no-files=Cal subministrar almenys un fitxer per copiar

## Unzip To
unzip.title.single=Descomprimir {0} a...
unzip.title.multi=Descomprimit {0} elements a...
unzip.button=Descomprimir
unzip.message.please-wait=S'estan descomprimint els fitxers...
unzip.message.success=S''han descomprimit {0} element(s) correctament
unzip.message.failure=No s'ha pogut completar la descompressi\u00f3
unzip.message.timeout=L'operaci\u00f3 de descompressi\u00f3 est\u00e0 encara en marxa per\u00f2 s'ha rebut del servidor una resposta de fora de temps. Comproveu m\u00e9s tarda la carpeta de dest\u00ed.
unzip.message.exists.failure.file=No s'ha pogut completar la operaci\u00f3 de descomprimir. Ja existeix un fitxer amb el mateix nom
unzip.message.exists.failure.folder=No s'ha pogut completar la operaci\u00f3 de descomprimir. Ja existeix una carpeta amb el mateix nom
unzip.message.no-files=Cal subministrar almenys un fitxer per descomprimir
