#X-Generator: crowdin.com
## Copy To
copy.title.single={0} \u015furaya kopyalans\u0131n...
copy.title.multi={0} \u00f6\u011feleri \u015furaya kopyalans\u0131n...
copy.button=Kopyala
copy.message.please-wait=Kopyalanan dosyalar...
copy.message.success={0} adet \u00f6\u011fe ba\u015far\u0131yla kopyaland\u0131
copy.message.failure=Kopyalama tamamlanamad\u0131
copy.message.timeout=The copy operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
copy.message.exists.failure.file=Ayn\u0131 adl\u0131 bir dosya bulundu\u011fundan kopyalama tamamlanamad\u0131
copy.message.exists.failure.folder=Ayn\u0131 adl\u0131 bir klas\u00f6r bulundu\u011fundan ta\u015f\u0131ma tamamlanamad\u0131
copy.message.no-files=Kopyalama i\u00e7in en az bir dosya sa\u011flanmal\u0131

## Move To
move.title.single={0} \u0131 \u015furaya ta\u015f\u0131...
move.title.multi={0} \u00f6\u011felerini \u015furaya ta\u015f\u0131...
move.button=Ta\u015f\u0131
move.message.please-wait=Ta\u015f\u0131nan dosyalar...
move.message.success={0} adet \u00f6\u011fe ba\u015far\u0131yla ta\u015f\u0131nd\u0131
move.message.failure=Ta\u015f\u0131ma tamamlanamad\u0131
move.message.timeout=The move operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
move.message.exists.failure.file=Ayn\u0131 adl\u0131 bir dosya bulundu\u011fundan ta\u015f\u0131ma tamamlanamad\u0131
move.message.exists.failure.folder=Ayn\u0131 adl\u0131 bir klas\u00f6r bulundu\u011fundan ta\u015f\u0131ma tamamlanamad\u0131
move.message.no-files=Ta\u015f\u0131ma i\u00e7in en az bir dosya sa\u011flanmal\u0131

## Link To
link.title.single=Create a link for {0} to...
link.title.multi=Create a link for {0} items to...
link.button=Create a link
link.message.please-wait=Links are created...
link.message.success=Successfully created link for {0} item(s)
link.message.failure=The creation of link could not be completed
link.message.timeout=The creation of link operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
link.message.exists.failure.file=The creation of link could not be completed. A file with the same name already exists
link.message.exists.failure.folder=The creation of link could not be completed. A folder with the same name already exists
link.message.no-files=Ta\u015f\u0131ma i\u00e7in en az bir dosya sa\u011flanmal\u0131

## Unzip To
unzip.title.single=Unzip {0} to...
unzip.title.multi=Unzip {0} items to...
unzip.button=Unzip
unzip.message.please-wait=Files being unzipped...
unzip.message.success=Successfully unzipped {0} item(s)
unzip.message.failure=The unzip operation could not be completed
unzip.message.timeout=The unzip operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
unzip.message.exists.failure.file=The unzip operation could not be completed. A file with the same name already exists
unzip.message.exists.failure.folder=The unzip operation could not be completed. A folder with the same name already exists
unzip.message.no-files=At least one file must be supplied to be unzipped
