#X-Generator: crowdin.com
## Copy To
copy.title.single=Skopiuj {0} do...
copy.title.multi=Kopiowanie element\u00f3w {0} do...
copy.button=Kopiuj
copy.message.please-wait=Pliki s\u0105 kopiowane...
copy.message.success={0} Pomy\u015blnie skopiowane elementy
copy.message.failure=Nie mo\u017cna uko\u0144czy\u0107 kopiowania
copy.message.timeout=Operacja kopiowania jest nadal w toku, ale przekroczono limit czasu odpowiedzi od serwera. Prosz\u0119 sprawdzi\u0107 p\u00f3\u017aniej folder docelowy.
copy.message.exists.failure.file=Nie mo\u017cna uko\u0144czy\u0107 kopiowania. Plik o tej samej nazwie ju\u017c istnieje
copy.message.exists.failure.folder=Nie mo\u017cna uko\u0144czy\u0107 przenoszenia. Folder o tej samej nazwie ju\u017c istnieje
copy.message.no-files=Co najmniej jeden plik musi by\u0107 dostarczony do skopiowania

## Move To
move.title.single=Przenie\u015b\u0107 {0} do...
move.title.multi=Przenoszenie element\u00f3w {0} do...
move.button=Przenie\u015b
move.message.please-wait=Pliki przenoszone...
move.message.success={0} Pomy\u015blnie przeniesiono elementy
move.message.failure=Nie mo\u017cna uko\u0144czy\u0107 przenoszenia
move.message.timeout=Operacja przenoszenia jest nadal w toku, ale przekroczono limit czasu odpowiedzi od serwera. Prosz\u0119 sprawdzi\u0107 p\u00f3\u017aniej folder docelowy.
move.message.exists.failure.file=Nie mo\u017cna uko\u0144czy\u0107 przenoszenia. Plik o tej samej nazwie ju\u017c istnieje
move.message.exists.failure.folder=Nie mo\u017cna uko\u0144czy\u0107 przenoszenia. Folder o tej samej nazwie ju\u017c istnieje
move.message.no-files=Co najmniej jeden plik musi by\u0107 dostarczony do przeniesienia

## Link To
link.title.single=Create a link for {0} to...
link.title.multi=Create a link for {0} items to...
link.button=Create a link
link.message.please-wait=Links are created...
link.message.success=Successfully created link for {0} item(s)
link.message.failure=The creation of link could not be completed
link.message.timeout=The creation of link operation is still in progress but a timeout response has been received from the server. Please check the destination folder later.
link.message.exists.failure.file=The creation of link could not be completed. A file with the same name already exists
link.message.exists.failure.folder=The creation of link could not be completed. A folder with the same name already exists
link.message.no-files=Co najmniej jeden plik musi by\u0107 dostarczony do przeniesienia

## Unzip To
unzip.title.single=Rozpakuj {0} do...
unzip.title.multi=Rozpakuj {0} element\u00f3w do...
unzip.button=Rozpakuj
unzip.message.please-wait=Pliki s\u0105 rozpakowane...
unzip.message.success=Rozpakowano {0} element\u00f3w
unzip.message.failure=Nie mo\u017cna uko\u0144czy\u0107 operacji unzip
unzip.message.timeout=Operacja rozpakowywania jest nadal w toku, ale przekroczono limit czasu odpowiedzi od serwera. Prosz\u0119 sprawdzi\u0107 p\u00f3\u017aniej folder docelowy.
unzip.message.exists.failure.file=Nie mo\u017cna uko\u0144czy\u0107 operacji rozpakowywania. Plik o tej samej nazwie ju\u017c istnieje
unzip.message.exists.failure.folder=Nie mo\u017cna uko\u0144czy\u0107 operacji rozpakowywania. Folder o tej samej nazwie ju\u017c istnieje
unzip.message.no-files=Co najmniej jeden plik musz\u0105 by\u0107 dostarczony do rozpakowania
