#X-Generator: crowdin.com
header.site={0}
link.customiseSite=\u03a0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03b3\u03ae \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
link.editSite=\u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u039b\u03b5\u03c0\u03c4\u03bf\u03bc\u03b5\u03c1\u03b5\u03b9\u03ce\u03bd \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
link.invite=\u03a0\u03c1\u03cc\u03c3\u03ba\u03bb\u03b7\u03c3\u03b7
link.customiseDashboard=\u03a0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03b3\u03ae Dashboard
link.join=\u0388\u03bd\u03c4\u03b1\u03be\u03b7
link.request-join=\u0391\u03af\u03c4\u03b7\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03ad\u03bd\u03c4\u03b1\u03be\u03b7
link.leave=\u0391\u03c0\u03bf\u03c7\u03c9\u03c1\u03ae\u03c3\u03c4\u03b5 \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03a4\u03cc\u03c0\u03bf
link.more=\u03a0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b1
link.actions=\u0395\u03bd\u03ad\u03c1\u03b3\u03b5\u03b9\u03b5\u03c2
link.become-manager=\u0393\u03af\u03bd\u03b5\u03c4\u03b5 \u0394\u03b9\u03b1\u03c7\u03b5\u03b9\u03c1\u03b9\u03c3\u03c4\u03ae\u03c2 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5

message.joining=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0} \u03c3\u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf {1}...
message.join-failure=\u0397 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03c4\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0} \u03c3\u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf {1} \u03b1\u03c0\u03ad\u03c4\u03c5\u03c7\u03b5.
message.request-joining=\u0391\u03af\u03c4\u03b7\u03c3\u03b7 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0} \u03c3\u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf {1}...
message.request-join-success=\u0397 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03ad\u03bd\u03c4\u03b1\u03be\u03b7 \u03c3\u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf {1} \u03b5\u03c3\u03c4\u03ac\u03bb\u03b7 \u03b5\u03c0\u03b9\u03c4\u03c5\u03c7\u03ce\u03c2. \u03a4\u03ce\u03c1\u03b1 \u03b8\u03b1 \u03b5\u03c0\u03b9\u03c3\u03c4\u03c1\u03ad\u03c8\u03b5\u03c4\u03b5 \u03c3\u03c4\u03bf \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03cc \u03c3\u03b1\u03c2 dashboard.
message.request-join-failure=\u0394\u03b5\u03bd \u03ae\u03c4\u03b1\u03bd \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc \u03bd\u03b1 \u03bd\u03b1 \u03b3\u03af\u03bd\u03b5\u03b9 \u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03c4\u03b5\u03b8\u03b5\u03af \u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 {0} \u03c3\u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf {1}.
message.leaving=\u0393\u03af\u03bd\u03b5\u03c4\u03b1\u03b9 \u03b1\u03c6\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0} \u03b1\u03c0\u03bf \u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf {1}...
message.leave-failure=\u0397 \u03b1\u03c6\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0} \u03b1\u03c0\u03bf \u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf {1} \u03b1\u03c0\u03ad\u03c4\u03c5\u03c7\u03b5. \u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03c4\u03bf\u03c5\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf\u03bd \u03ad\u03bd\u03b1\u03c2 \u0394\u03b9\u03b1\u03c7\u03b5\u03b9\u03c1\u03b9\u03c3\u03c4\u03ae\u03c2 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03ad\u03bd\u03b1\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf.
message.leave=\u0391\u03c0\u03bf\u03c7\u03c9\u03c1\u03ae\u03c3\u03c4\u03b5 \u03b1\u03c0\u03bf \u03c4\u03bf\u03bd \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03a4\u03cc\u03c0\u03bf ''{0}''
message.leave-site-prompt=\u0395\u03af\u03c3\u03c4\u03b5 \u03c3\u03af\u03b3\u03bf\u03c5\u03c1\u03bf\u03c2 \u03cc\u03c4\u03b9 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b1\u03c0\u03bf\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03c4\u03b5 \u03bc\u03cc\u03bd\u03b9\u03bc\u03b1 \u03b1\u03c0\u03bf \u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf ''{0}''; \u0394\u03b5\u03bd \u03b8\u03b1 \u03b5\u03af\u03c3\u03c4\u03b5 \u03c0\u03bb\u03ad\u03bf\u03bd \u03bc\u03ad\u03bb\u03bf\u03c2 \u03b1\u03c5\u03c4\u03bf\u03cd \u03c4\u03bf\u03c5 \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03c4\u03cc\u03c0\u03bf\u03c5.
message.become-manager=\u0393\u03af\u03bd\u03b5\u03c4\u03b1\u03b9 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7 \u03bd\u03b1 \u03c0\u03b1\u03c1\u03b1\u03c7\u03c9\u03c1\u03b7\u03b8\u03b5\u03af \u03c3\u03c4\u03bf\u03bd \u0394\u03b9\u03b1\u03c7\u03b5\u03b9\u03c1\u03b9\u03c3\u03c4\u03ae \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03c4\u03cc\u03c0\u03bf\u03c5 \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7 \u03c3\u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf {0}...
message.become-manager-success=\u03a0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7 \u0394\u03b9\u03b1\u03c7\u03b5\u03b9\u03c1\u03b9\u03c3\u03c4\u03ae \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5 \u03c0\u03b1\u03c1\u03b1\u03c7\u03c9\u03c1\u03ae\u03b8\u03b7\u03ba\u03b5
message.become-manager-failure=\u0397 \u03c0\u03b1\u03c1\u03b1\u03c7\u03ce\u03c1\u03b7\u03c3\u03b7 \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7\u03c2 \u0394\u03b9\u03b1\u03c7\u03b5\u03b9\u03c1\u03b9\u03c3\u03c4\u03ae \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5 \u03b1\u03c0\u03ad\u03c4\u03c5\u03c7\u03b5
message.title-site-permission=\u0394\u03b5\u03bd \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b4\u03b9\u03ba\u03b1\u03b9\u03ce\u03bc\u03b1\u03c4\u03b1 \u03b3\u03b9\u03b1 \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7 \u03c3\u03c4\u03bf \u00ab{0}\u00bb
message.private-site=\u0394\u03b5\u03bd \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b4\u03b9\u03ba\u03b1\u03b9\u03ce\u03bc\u03b1\u03c4\u03b1 \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7\u03c2 \u03c3\u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03c4\u03bf\u03c5 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5. \u0391\u03c5\u03c4\u03cc\u03c2 \u03bf \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc\u03c2 \u03a4\u03cc\u03c0\u03bf\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03cc\u03c2.
message.moderated-site=\u0394\u03b5\u03bd \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b4\u03b9\u03ba\u03b1\u03b9\u03ce\u03bc\u03b1\u03c4\u03b1 \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7\u03c2 \u03c3\u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03c4\u03bf\u03c5 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b6\u03b7\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03bd\u03c4\u03b1\u03c7\u03b8\u03b5\u03af\u03c4\u03b5 \u03c3\u03c4\u03bf\u03bd \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03a4\u03cc\u03c0\u03bf.
message.site-does-not-exist=Requested site does not exist or you don't have permissions to access it.
message.site-does-not-exist-title=Site ''{0}'' does not exist or you don''t have permissions to access it.
