#X-Generator: crowdin.com
message.joining=Th\u00eam ng\u01b0\u1eddi d\u00f9ng {0} v\u00e0o trang web {1}...
message.join-failure=Kh\u00f4ng th\u1ec3 th\u00eam ng\u01b0\u1eddi d\u00f9ng {0} v\u00e0o trang web {1}.
message.request-joining=Y\u00eau c\u1ea7u \u0111\u1ec3 th\u00eam ng\u01b0\u1eddi d\u00f9ng {0} v\u00e0o trang web {1}...
message.request-join-success=Y\u00eau c\u1ea7u \u0111\u1ec3 tham gia trang web {1} th\u00e0nh c\u00f4ng. Tr\u1edf l\u1ea1i b\u1ea3ng \u0111i\u1ec1u khi\u1ec3n c\u00e1 nh\u00e2n c\u1ee7a b\u1ea1n.
message.request-join-failure=Ch\u00fang t\u00f4i kh\u00f4ng th\u1ec3 th\u1ef1c hi\u1ec7n y\u00eau c\u1ea7u th\u00eam ng\u01b0\u1eddi d\u00f9ng {0} v\u00e0o trang web {1}.
message.leaving=Lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng {0} t\u1eeb trang web {1}...
message.leave-failure=Ch\u00fang t\u00f4i kh\u00f4ng th\u1ec3 lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng {0} t\u1eeb trang web {1}. Ph\u1ea3i c\u00f3 \u00edt nh\u1ea5t m\u1ed9t ng\u01b0\u1eddi qu\u1ea3n l\u00fd trang web cho m\u1ed9t trang web.
message.leave=R\u1eddi kh\u1ecfi trang web ''{0}''
message.leave-site-prompt=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n v\u0129nh vi\u1ec5n r\u1eddi kh\u1ecfi trang web ''{0}'' kh\u00f4ng? B\u1ea1n s\u1ebd kh\u00f4ng c\u00f2n l\u00e0 th\u00e0nh vi\u00ean c\u1ee7a trang web n\u00e0y.
message.become-manager=Y\u00eau c\u1ea7u c\u1ea5p quy\u1ec1n truy c\u1eadp v\u00e0o trang web qu\u1ea3n l\u00fd trang web {0}...
message.become-manager-success=Truy c\u1eadp trang web qu\u1ea3n l\u00fd \u0111\u01b0\u1ee3c c\u1ea5p
message.become-manager-failure=Ch\u00fang t\u00f4i kh\u00f4ng th\u1ec3 c\u1ea5p quy\u1ec1n Qu\u1ea3n l\u00fd truy c\u1eadp trang web
button.leave-site.confirm-label=Ok
button.leave-site.cancel-label=H\u1ee7y b\u1ecf

message.request-join-success-title=Request Sent

message.delete-site-confirm-title=X\u00f3a trang \u1ee9ng d\u1ee5ng
message.delete-site-prompt=N\u1ebfu b\u1ea1n xo\u00e1 trang web ''{0}'' t\u1ea5t c\u1ea3 c\u00e1c n\u1ed9i dung c\u1ee7a n\u00f3 c\u0169ng s\u1ebd b\u1ecb x\u00f3a kh\u00f4ng?
button.delete-site.confirm-label=Ok
button.delete-site.cancel-label=H\u1ee7y b\u1ecf

create-site.dialog.title=T\u1ea1o trang \u1ee9ng d\u1ee5ng
create-site.dialog.name.label=T\u00ean
create-site.dialog.name.maxLength=S\u1eed d\u1ee5ng 256 k\u00fd t\u1ef1 ho\u1eb7c \u00edt h\u01a1n cho t\u00ean trang web
create-site.dialog.urlname.label=Site ID
create-site.dialog.urlname.description=\u0110\u00e2y l\u00e0 m\u1ed9t ph\u1ea7n c\u1ee7a \u0111\u1ecba ch\u1ec9 trang web. Ch\u1ec9 d\u00f9ng s\u1ed1 v\u00e0 ch\u1eef c\u00e1i.
create-site.dialog.urlname.regex=Ch\u1ec9 s\u1eed d\u1ee5ng c\u00e1c k\u00fd t\u1ef1 a-z, A-Z, 0-9 v\u00e0 - cho t\u00ean URL.
create-site.dialog.urlname.maxLength=S\u1eed d\u1ee5ng 72 k\u00fd t\u1ef1 ho\u1eb7c \u00edt h\u01a1n cho t\u00ean URL
create-site.dialog.description.label=M\u00f4 t\u1ea3
create-site.dialog.description.maxLength=S\u1eed d\u1ee5ng 512 k\u00fd t\u1ef1 ho\u1eb7c \u00edt h\u01a1n cho m\u00f4 t\u1ea3
create-site.dialog.type.label=Lo\u1ea1i
create-site.dialog.type.collaboration=Trang c\u1ed9ng t\u00e1c
create-site.dialog.visibility.label=C\u00f3 th\u1ec3 hi\u1ec3n th\u1ecb
create-site.dialog.visibility.public=C\u00f4ng khai
create-site.dialog.visibility.public.description=T\u1ea5t c\u1ea3 m\u1ecdi ng\u01b0\u1eddi trong t\u1ed5 ch\u1ee9c c\u1ee7a b\u1ea1n c\u00f3 th\u1ec3 truy c\u1eadp v\u00e0o trang web n\u00e0y.
create-site.dialog.visibility.moderated=Ki\u1ec3m duy\u1ec7t
create-site.dialog.visibility.moderated.description=Everyone in your organization can find this site and request access. Access is given by Site Managers.
create-site.dialog.moderated.label=Ki\u1ec3m duy\u1ec7t th\u00e0nh vi\u00ean
create-site.dialog.moderated.description=Qu\u1ea3n l\u00fd trang c\u00f3 th\u1ec3 ki\u1ec3m so\u00e1t nh\u1eefng ng\u01b0\u1eddi tham gia
create-site.dialog.visibility.private=Ri\u00eang
create-site.dialog.visibility.private.description=Ch\u1ec9 c\u00f3 nh\u1eefng ng\u01b0\u1eddi \u0111\u01b0\u1ee3c th\u00eam v\u00e0o b\u1edfi m\u1ed9t ng\u01b0\u1eddi qu\u1ea3n l\u00fd trang web m\u1edbi c\u00f3 th\u1ec3 t\u00ecm v\u00e0 s\u1eed d\u1ee5ng trang web n\u00e0y.
create-site.creating=Trang \u0111ang \u0111\u01b0\u1ee3c t\u1ea1o ra...

create-site-dialog.title.already.used=This Name might be used by another site. You can use this Name anyway or enter a different one.
create-site-dialog.name.already.used=This Site ID isn't available. Try a different one.

create-site-dialog.name.create.label=T\u1ea1o
edit-site-dialog.name.save.label=L\u01b0u


edit-site.dialog.title=Ch\u1ec9nh s\u1eeda chi ti\u1ebft
edit-site.saving=Chi ti\u1ebft trang \u0111ang \u0111\u01b0\u1ee3c l\u01b0u...


create-site.failure.dialog.title=Kh\u00f4ng th\u1ec3 t\u1ea1o trang
edit-site.failure.dialog.title=Kh\u00f4ng th\u1ec3 l\u01b0u th\u00f4ng tin trang web

# Error keys returned by the XHR request to the server
error.unableToCreate=T\u00ean trang web n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng b\u1edfi m\u1ed9t trang web kh\u00e1c. Ki\u1ec3m tra \u0111\u1ec3 xem n\u1ebfu c\u00f3 m\u1ed9t trang web hi\u1ec7n c\u00f3 v\u1edbi t\u00ean n\u00e0y (n\u00f3 c\u00f3 th\u1ec3 \u0111\u00e3 b\u1ecb x\u00f3a nh\u01b0ng v\u1eabn trong th\u00f9ng r\u00e1c) Xin h\u00e3y th\u1eed m\u1ed9t t\u00ean kh\u00e1c.
error.duplicateShortName=This Site ID isn't available. Try a different one.
error.loggedOut=Phi\u00ean d\u00f9ng c\u1ee7a b\u1ea1n \u0111\u00e3 h\u1ebft, xin vui l\u00f2ng \u0111\u0103ng nh\u1eadp v\u00e0 th\u1eed l\u1ea1i
error.noPermissions=Kh\u00f4ng th\u1ec3 t\u1ea1o trang. B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 th\u1ef1c hi\u1ec7n thao t\u00e1c n\u00e0y.
error.create=Kh\u00f4ng th\u1ec3 t\u1ea1o trang web t\u1ea1i th\u1eddi \u0111i\u1ec3m n\u00e0y. Xin vui l\u00f2ng th\u1eed l\u1ea1i sau.

# Following four messages added as part of AKU-860
message.cancel-join-request-success=H\u1ee7y b\u1ecf th\u00e0nh c\u00f4ng y\u00eau c\u1ea7u tham gia trang web {0}
message.request-join-site-pending-failure=Y\u00eau c\u1ea7u tham gia trang web \u0111ang ch\u1edd duy\u1ec7t
message.request-join-site-failure=Y\u00eau c\u1ea7u tham gia trang web kh\u00f4ng th\u00e0nh c\u00f4ng

