#X-Generator: crowdin.com
rm.action.not-defined=L'acci\u00f3 de gesti\u00f3 documental {0} no s'ha definit.
rm.action.no-implicit-noderef=No s'ha pogut realitzar l'acci\u00f3 de gesti\u00f3 documental {0}, perqu\u00e8 la implementaci\u00f3 de l'acci\u00f3 no proporciona un nodeRef impl\u00edcit.
rm.action.record-not-declared=No s'ha pogut realitzar l'acci\u00f3 {0} de disposici\u00f3, perqu\u00e8 el registre no est\u00e0 complet. (actionedUponNodeRef\={1})
rm.action.expected-record-level=No s'ha pogut realitzar l'acci\u00f3 {0} de disposici\u00f3, perqu\u00e8 no \u00e9s un registre.\n(actionedUponNodeRef\={1})
rm.action.not-all-records-declared=No s'ha pogut realitzar l'acci\u00f3 {0} de disposici\u00f3, perqu\u00e8 no tots els registre en la carpeta de registres estan complets. (actionedUponNodeRef\={1})
rm.action.not-eligible=No s'ha pogut realitzar l'acci\u00f3 de disposici\u00f3 {0}, perqu\u00e8 la seg\u00fcent acci\u00f3 de disposici\u00f3 en el registre o carpeta de registres no \u00e9s elegible. (actionedUponNodeRef\={1})
rm.action.no-disposition-instructions=No s'ha pogut realitzar l'acci\u00f3 de disposici\u00f3 {0}, perqu\u00e8 no s'han trobat instruccions de disposici\u00f3. (nodeRef\={1})
rm.action.no-disposition-lisfecycle-set=No s'ha pogut realitzar l'acci\u00f3 de disposici\u00f3 {0}, perqu\u00e8 no hi ha disponible cap configuraci\u00f3 de cicle de vida per a la disposici\u00f3. (nodeRef\={1})
rm.action.next-disp-not-set=No s'ha pogut realitzar l'acci\u00f3 de disposici\u00f3 {0}, perqu\u00e8 no s'ha configurat l'acci\u00f3 de disposici\u00f3 seg\u00fcent. (nodeRef\={1})
rm.action.not-next-disp=No s'ha pogut realitzar l'acci\u00f3 de disposici\u00f3 {0}, perqu\u00e8 aquesta no \u00e9s la seg\u00fcent acci\u00f3 de disposici\u00f3 per a aquest registre o carpeta de registres. (actionedUponNodeRef\={1})
rm.action.not-record-folder=No s'ha pogut realitzar l'acci\u00f3 {0} de disposici\u00f3, perqu\u00e8 no \u00e9s una carpeta de registres. (nodeRef\={1})
rm.action.actioned-upon-not-record=No s'ha pogut realitzar l'acci\u00f3 {0} perqu\u00e8 aix\u00f2 no \u00e9s un registre. (filePlanComponet \={1})
rm.action.custom-aspect-not-recognised=El tipus personalitzat no es pot aplicar, perqu\u00e8 no est\u00e0 reconegut. (customAspect\={0})
rm.action.event-no-disp-lc=No es pot completar l'esdeveniment {0}, perqu\u00e8 no est\u00e0 definit en el cicle de vida de disposici\u00f3.
rm.action.undeclared-only-records=Nom\u00e9s es poden completar registres. (nodeRef\={0})
rm.action.no-declare-mand-prop=No es pot completar el registre, perqu\u00e8 no s'han establert totes les propietats obligat\u00f2ries del registre.
rm.action.ghosted-prop-update=No es poden actualitzar les propietats del contingut d'un document ja destru\u00eft.
rm.action.valid-date-disp-asof=L'acci\u00f3 de disposici\u00f3 a partir d'una data ha de ser una data v\u00e0lida.
rm.action.disp-asof-lifecycle-applied=No es pot editar la disposici\u00f3 a partir d'una data d'un registre o carpeta de registres que ja tingui aplicat un cicle de vida.
rm.action.hold-edit-reason-none=No es pot editar la ra\u00f3 de retenci\u00f3, perqu\u00e8 no s'ha donat cap ra\u00f3.
rm.action.hold-edit-type=No es pot editar la ra\u00f3 de retenci\u00f3, perqu\u00e8 l'"accionat a node" no \u00e9s del tipus {0}. (nodeRef\={1})
rm.action.specify-avlid-date=La revisi\u00f3 a partir d'una data ha de ser una data v\u00e0lida.
rm.action.review-details-only=Nom\u00e9s es poden editar els detalls de revisi\u00f3 d'un registre vital.
rm.action.freeze-no-reason=No es pot bloquejar un registre sense una ra\u00f3.
rm.action.freeze-only-records-folders=Nom\u00e9s es poden bloquejar registres o carpetes de registres.
rm.action.no-open-record-folder=No s'ha pogut obrir la carpeta de registres perqu\u00e8 no est\u00e0 definida com a carpeta de registres. (actionedUponNodeRef\={0})
rm.action.not-hold-type=No s'ha pogut renunciar a la retenci\u00f3, perqu\u00e8 el node o \u00e9s del tipus {0}. (actionedUponNodeRef\={1})
rm.action.no-read-mime-message=El missatge de tipus MIME no s'ha pogut llegir, a causa de {0}.
rm.action.email-declared=No s'ha pogut dividir el correu electr\u00f2nic, perqu\u00e8 el registre est\u00e0 complet. (actionedUponNodeRef\={0})
rm.action.email-not-record=No s'ha pogut dividir el correu electr\u00f2nic, perqu\u00e8 el node no \u00e9s un registre. (actionedUponNodeRef\={0})
rm.action.email-create-child-assoc=No s'ha pogut crear l'associaci\u00f3 fill personalitzada.
rm.action.node-already-transfer=El node ja est\u00e0 sent transferit.
rm.action.node-not-transfer=El node no \u00e9s un objecte de transfer\u00e8ncia.
rm.action.undo-not-last=No es pot desfer la suspensi\u00f3, perqu\u00e8 la darrera acci\u00f3 de disposici\u00f3 no era de suspensi\u00f3.
rm.action.records_only_undeclared=Nom\u00e9s els registres es poden completar.
rm.action.event-not-undone=No es pot desfer l'esdeveniment {0}, perqu\u00e8 no est\u00e0 definit en el cicle de vida de disposici\u00f3.
rm.action.node-not-record-category=No s'ha pogut crear el calendari de disposici\u00f3, perqu\u00e8 l'acci\u00f3 al node ({0}) no era una categoria de registre.
rm.action.parameter-not-supplied=El par\u00e0metre '{0}' no ha estat subministrat.
rm.action.delete-not-hold-type=No s'ha pogut suprimir la retenci\u00f3, perqu\u00e8 el node no \u00e9s del tipus {0}. (actionedUponNodeRef\={1})
