#X-Generator: crowdin.com
rm.service.error-add-content-container=El contingut no es pot afegir a un contenidor de registres. Utilitzeu carpetes de registre pel contingut del fitxer.
rm.service.update-disposition-action-def=No podem actualitzar la definici\u00f3 d'acci\u00f3 de disposici\u00f3, perqu\u00e8 s'est\u00e0 publicant una actualitzaci\u00f3.
rm.service.set-id=El valor d'identificador de propietat de l'objecte {0} no es pot definir, perqu\u00e8 aix\u00f2 \u00e9s nom\u00e9s de lectura.
rm.service.path-node=No es pot aconseguir la ruta. (nodeRef \= {0})
rm.service.invalid-rm-node=El node de gesti\u00f3 documental no es v\u00e0lid, ja que l'aspecte '{0}' no est\u00e0 present.
rm.service.no-root=No s'ha trobat l'arrel de gesti\u00f3 documental.
rm.service.dup-root=No s'ha pogut crear l'arrel de gesti\u00f3 documental, perqu\u00e8 ja existeix una en aquesta jerarquia.
rm.service.root-type=No s'ha pogut crear l'arrel de gesti\u00f3 documental, perqu\u00e8 el tipus {0} no \u00e9s un subtipus de rm\:recordsManagementRootContainer.
rm.service.container-parent-type=No es pot crear el contenidor de gesti\u00f3 documental, perqu\u00e8 el pare no era subtipus de rm\:recordsManagement (parentType \= {0})
rm.service.container-type=No es pot crear el contenidor de gesti\u00f3 documental, perqu\u00e8 el tipus {0} no \u00e9s un subtipus de rm\:recordsManagementContainer.
rm.service.container-expected=S'espera una refer\u00e8ncia de node a un node rm\:recordsManagementContainer.
rm.service.record-folder-expected=Node de refer\u00e8ncia a un rm\: s'espera el node recordFolder.
rm.service.parent-record-folder-root=No es pot crear una carpeta de registres, ja que el pare \u00e9s una arrel de gesti\u00f3 documental.
rm.service.parent-record-folder-type=No es pot crear la carpeta de registres, perqu\u00e8 el pare no era subtipus de rm\:recordsManagementContainer. (parentType \= {0})
rm.service.record-folder-type=No es pot crear la carpeta de registres, perqu\u00e8 el tipus proporcionat no \u00e9s un subtipus de rm\:recordFolder. (tipus \= {0})
rm.service.not-record=El node {0} no \u00e9s un registre.
rm.service.vital-def-missing=L'aspecte vital de definici\u00f3 de registre no esta present en el node. (nodeRef\={0})
rm.service.close-record-folder-not-folder=No s'ha pogut tancar la carpeta de registres perqu\u00e8 no est\u00e0 definida com a carpeta de registres. (nodeRef\={0})
rm.service.node-has-aspect=El node {0} ja t\u00e9 l'aspecte {1}.
rm.service.final-version=Final
rm.service.final-version-description=La versi\u00f3 final arxivada del registre
