#X-Generator: crowdin.com
title=Mekl\u0113t cilv\u0113kus

## Messages
message.instructions=Ievadiet mekl\u0113jamo v\u0101rdu, lai atrastu lietot\u0101ju
message.empty=Lietot\u0101ji nav atrasti
message.error=Nevar veikt lietot\u0101ja mekl\u0113\u0161anas

## help text
help.title=Mekl\u0113\u0161anas padomi

help.subtitle1=Mekl\u0113\u0161ana p\u0113c nosaukuma vai lietot\u0101ja v\u0101rda
help.info1=Lai mekl\u0113tu lietot\u0101ju p\u0113c v\u0101rda vai uzv\u0101rda vai lietot\u0101ja v\u0101rda, ievadiet tikai vienu v\u0101rdu, piem\u0113ram\:
help.example1=Joe
help.result1=\u0160\u012b vaic\u0101juma rezult\u0101ta sarakst\u0101 b\u016bs visi lietot\u0101j, kura v\u0101rds, uzv\u0101rds vai lietot\u0101ja v\u0101rdu s\u0101kas ar D\u017eo.
help.info2=Lai mekl\u0113tu lietot\u0101ju p\u0113c v\u0101rda un uzv\u0101rda, atdaliet divus terminus ar atstarpi, piem\u0113ram\:
help.example2=Joe Bloggs
help.result2=\u0160\u012b vaic\u0101juma rezult\u0101t\u0101 b\u016bs saraksts ar visiem lietot\u0101jiem, kura v\u0101rds s\u0101kas ar D\u017eo un uzv\u0101rds s\u0101kas ar Bloggs.
help.info3=Varat ievad\u012bt tikai s\u0101kumu v\u0101rdam, piem\u0113ram\:
help.example3=Joe B
help.result3=\u0160\u012b vaic\u0101juma rezult\u0101t\u0101 b\u016bs saraksts ar visiem lietot\u0101jiem, kura v\u0101rds s\u0101kas ar D\u017eo un uzv\u0101rds s\u0101kas ar B.

help.subtitle2=Mekl\u0113t p\u0113c \u012bpa\u0161\u012bbas
help.info4=Lai mekl\u0113t lietot\u0101ju p\u0113c \u012bpa\u0161\u012bbas, pievienojiet \u012bpa\u0161\u012bbu k\u0101 pried\u0113kli, piem\u0113ram\:
help.example4=location\: Londona
help.result4=\u0160\u012b vaic\u0101juma rezult\u0101t\u0101 atrad\u012bsiet lietot\u0101jus kuru atra\u0161an\u0101s vieta ir Londona.
help.info5=Lai mekl\u0113tu lietot\u0101jus p\u0113c vair\u0101k\u0101m \u012bpa\u0161\u012bb\u0101m, mekl\u0113jiet vair\u0101kus terminus kop\u0101, piem\u0113ram\:
help.example5=jobTitle\:Engineer organiz\u0101cija\: Alfresco
help.result5=\u0160\u012b vaic\u0101juma rezult\u0101t\u0101 atrad\u012bsiet lietot\u0101jus, kuru amats ir in\u017eenieris un organiz\u0101cija satur alfresco.
help.info6=Lai mekl\u0113t p\u0113c v\u0101rda un rekviz\u012bta, pievienojiet rekviz\u012btu p\u0113c mekl\u0113jam\u0101 v\u0101rda, piem\u0113ram\:
help.example6=Smith jobtitle\:in\u017eenieris
help.result6=\u0160\u012b vaic\u0101juma rezult\u0101t\u0101 atrad\u012bsiet lietot\u0101ji kuru v\u0101rds, uzv\u0101rds vai lietot\u0101ja v\u0101rds, kas s\u0101kas ar Smith un amats ir in\u017eenieris.
help.example7=Smith profes\u012bja\: in\u017eenieris
help.result7=\u0160\u012b vaic\u0101juma rezult\u0101ts b\u016bs saraksts ar visiem lietot\u0101jiem, kura v\u0101rds s\u0101kas ar A, un uzv\u0101rds s\u0101kas Smith un ie\u0146emamais amats ir in\u017eenieris.
