#X-Generator: crowdin.com
authentication-kerberos.title=Editar directori de Kerberos - {0}
authentication-kerberos.intro-text=El Servei d'Autoritzaci\u00f3 i Autenticaci\u00f3 Java (JAAS) s'utilitza en el subsistema Kerberos per donar suport a l'autenticaci\u00f3 Kerberos de noms d'usuari i contrasenyes. Podeu continuar fent servir Kerberos contra un servidor d'Active Directory, en prefer\u00e8ncia LDAP o NTLM, ja que proporciona un fort xifratge sense utilitzar SSL. \u00c9s possible exportar la informaci\u00f3 de registre d'usuari utilitzant un subsistema LDAP encadenat.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-kerberos.instruction-link=Es requereix configuraci\u00f3 addicional per instal\u00b7lar Kerberos. Vegeu <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-kerberos-intro.html" target\="_blank">Configuring Kerberos</a> per a m\u00e9s detalls.

authentication-kerberos.kerberos-authentication=Autenticaci\u00f3 Kerberos 
authentication-kerberos.kerberos-authentication.kerberos.authentication.user.configEntryName=Nom de registre de la configuraci\u00f3 d'usuari
authentication-kerberos.kerberos-authentication.kerberos.authentication.user.configEntryName.description=La entrada en el fitxer de configuraci\u00f3 de JAAS que s'hauria d'utilitzar per l'autenticaci\u00f3 basada en contrasenya. Es recomana utilitzar el valor per defecte Alfresco.
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.configEntryName=Nom de registre de la configuraci\u00f3 CIFS
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.configEntryName.description=La entrada en el fitxer de configuraci\u00f3 JAAS que s'hauria d'utilitzar per l'autenticaci\u00f3 CIFS. Es recomana utilitzar el valor per defecte AlfrescoCIFS.
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.password=Contrasenya CIFS
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.password.description=La contrasenya per al CIFS Kerberos principal.
authentication-kerberos.kerberos-authentication.kerberos.authentication.stripUsernameSuffix=Extreure sufix del nom d'usuari
authentication-kerberos.kerberos-authentication.kerberos.authentication.stripUsernameSuffix.description=Si est\u00e0 seleccionat, el sufix @domini s'extreu dels noms d'usuari autenticats a Kerberos a CIFS, SPP, WebDAV i client Web. Si no est\u00e0 seleccionat, els usuaris multi domini poden utilitzar el sufix @domini.
authentication-kerberos.kerberos-authentication.kerberos.authentication.defaultAdministratorUserNames=Noms d'usuari administrador
authentication-kerberos.kerberos-authentication.kerberos.authentication.defaultAdministratorUserNames.description=Si \u00e9s necessari, introdu\u00efu una llista separada per comes dels noms d'usuari que es consideren els administradors per defecte.
authentication-kerberos.kerberos-authentication.kerberos.authentication.realm=\u00c0mbit de l'autenticaci\u00f3 Kerberos
authentication-kerberos.kerberos-authentication.kerberos.authentication.realm.description=L'\u00e0mbit Kerberos usat per a l'autenticaci\u00f3. L'\u00e0mbit ha de ser el domini en maj\u00fascules\: per exemple, si el domini \u00e9s alfresco.org aleshores l'\u00e0mbit ha de ser ALFRESCO.ORG.
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.configEntryName=Nom de registre de la configuraci\u00f3 HTTP
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.configEntryName.description=El registre dins el fitxer de configuraci\u00f3 JAAS utilitzat per al single-sign on (SSO) en base web. Es recomana el valor per defecte AlfrescoHTTP.
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.password=Contrasenya d'HTTP
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.password.description=La contrasenya per a l'HTTP del Kerberos principal.

