#X-Generator: crowdin.com
# Properties for ldap authentication subsystem admin console

ldap.authentication.page.title=Editar directori LDAP-AD - {0}
ldap.authentication.page.intro-text=Es pot utilitzar un subsistema LDAP-AD per a l'autenticaci\u00f3 d'usuaris i per al registre sincronitzat d'usuaris i grups (exportaci\u00f3). Aquestes funcions es poden utilitzar a\u00eflladament o en combinaci\u00f3. LDAP-AD \u00e9s altament configurable per\u00f2 generalment requereix alguns canvis perqu\u00e8 els valors per defecte estan pensats per una configuraci\u00f3 t\u00edpica. Aqu\u00ed nom\u00e9s es pot configurar una connexi\u00f3 LDAP-AD.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
ldap.authentication.page.instruction-link=Vegeu <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-ldap-intro.html" target\="_blank">Configuring LDAP</a> per a informaci\u00f3 detallada sobre la configuraci\u00f3 de l'autenticaci\u00f3.

# Section headings
ldap.authentication.section=Autenticaci\u00f3 LDAP
ldap.synchronization.section=Sincronitzaci\u00f3 LDAP

ldap.synchronization-advanced.section=Sincronitzaci\u00f3 LDAP-AD - avan\u00e7at
ldap.synchronization-advanced.section.description=En general es recomana que no canvieu aquesta configuraci\u00f3.

ldap.authentication.active=Autenticaci\u00f3 habilitada
ldap.authentication.active.description=Si est\u00e0 seleccionat, el directori LDAP s'utilitzar\u00e0 per autenticar els usuaris. Si el directori LDAP s'utilitza nom\u00e9s per a la sincronitzaci\u00f3, llavors ha estar desmarcat.

ldap.authentication.userNameFormat=Format de nom d'usuari
ldap.authentication.userNameFormat.description=Defineix com es traspassa a LDAP l'ID d'Alfresco introdu\u00eft per l'usuari. Si no s'introdueix cap valor (per defecte al subsistema LDAP), una consulta LDAP resol el Distinguished Name (DN) de l'ID d'usuari din\u00e0micament. Aix\u00f2 permet estructurar els directoris i no requereix que l'ID d'usuari aparegui al DN. Els valors introdu\u00efts com a noms d'usuari LDAP han de complir un format fix, on el text %s del valor \u00e9s reempla\u00e7at amb l'ID d'usuari introdu\u00eft per produir l'ID que es passa a LDAP - vegeu <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-ldap-intro.html" target\="_blank">LDAP configuration properties</a> per a m\u00e9s detalls.

# The URL to connect to the LDAP server 
ldap.authentication.java.naming.provider.url=Adre\u00e7a URL del servidor LDAP
ldap.authentication.java.naming.provider.url.description=L'adre\u00e7a URL del servidor LDAP, amb el nom i el port. Els ports est\u00e0ndards per a LDAP s\u00f3n 389 (i 636 per SSL)

ldap.authentication.defaultAdministratorUserNames=Noms d'usuari dels administradors per defecte
ldap.authentication.defaultAdministratorUserNames.description=Si \u00e9s necessari, introdu\u00efu una llista de valors separats per comes amb els noms d'usuari que es consideren administradors per defecte. Si esteu utilitzant LDAP per a tots els usuaris, aix\u00f2 mapa un usuari LDAP per ser usuari Administrador.

# The authentication mechanism to use for password validation 
ldap.authentication.java.naming.security.authentication=Seguretat
ldap.authentication.java.naming.security.authentication.description=Seleccioneu un mecanisme de seguretat a utilitzar per autenticar-se al servidor LDAP. Els valors recomanats s\u00f3n simples i DIGEST-MD5.

ldap.synchronization.active=Sincronitzaci\u00f3 habilitada
ldap.synchronization.active.description=Si est\u00e0 seleccionat, el directori LDAP permetr\u00e0 la sincronitzaci\u00f3 d'usuaris i grups. Si el directori LDAP s'utilitza nom\u00e9s per a l'autenticaci\u00f3, llavors ha d'estar desmarcat.

# The default principal to use (only used for LDAP sync)
ldap.synchronization.java.naming.security.principal=Nom principal de seguretat
ldap.synchronization.java.naming.security.principal.description=Usuari LDAP de connexi\u00f3 per a la sincronitzaci\u00f3, si el requereix el mecanisme d'autenticaci\u00f3 de sincronitzaci\u00f3. \u00c9s el mateix format que el format del nom d'usuari LDAP per\u00f2 amb un ID d'usuari real en comptes de %s. Aquest compte \u00e9s utilitzat per Alfresco per recuperar el detall de tots els usuaris i grups del directori per sincronitzar la seva base de dades interna d'usuaris i autoritats. Quan la seguretat s'estableix a simple, el valor per defecte \u00e9s cn\=Manager,dc\=company,dc\=com.

ldap.synchronization.groupQuery=Consulta de grup
ldap.synchronization.groupQuery.description=Aquesta consulta selecciona tots els objectes que representen els grups a sincronitzar. Aquesta consulta s'utilitza en el mode de sincronitzaci\u00f3 completa, que per defecte est\u00e0 planificada cada 24 hores.

# The user search base restricts the LDAP user query to a sub section of tree on the LDAP server.
ldap.synchronization.userSearchBase=Base de cerca d'usuaris
ldap.synchronization.userSearchBase.description=El DN del que parteix la consulta d'usuaris.

# The query to select all objects that represent the users to import.
ldap.synchronization.personQuery=Consulta de persones
ldap.synchronization.personQuery.description=Aquesta consulta selecciona tots els objectes que representen els usuaris a sincronitzar. Aquesta consulta s'utilitza en el mode de sincronitzaci\u00f3 completa, que per defecte est\u00e0 planificada cada 24 hores.

# The authentication mechanism to use for password validation 
ldap.synchronization.java.naming.security.authentication=Seguretat
ldap.synchronization.java.naming.security.authentication.description=Seleccioneu un mecanisme de seguretat a utilitzar per autenticar-se al servidor de sincronitzaci\u00f3 LDAP. Els valors recomanats s\u00f3n simples i DIGEST-MD5.

ldap.synchronization.java.naming.security.credentials=Credencials de seguretat principal
ldap.synchronization.java.naming.security.credentials.description=La contrasenya per al nom de seguretat Principal, si \u00e9s necessari. Nom\u00e9s s'utilitza per a la sincronitzaci\u00f3 amb LDAP.

# The group search base restricts the LDAP group query to a sub section of tree on the LDAP server.
ldap.synchronization.groupSearchBase=Base de cerca de grups
ldap.synchronization.groupSearchBase.description=El DN del que parteix la consulta de grups.

# The query to select objects that represent the users to import that have changed since a certain time.
ldap.synchronization.personDifferentialQuery=Consulta diferencial de persona
ldap.synchronization.personDifferentialQuery.description=S'utilitza en el mode de sincronitzaci\u00f3 diferencial cada vegada que un usuari s'autentica correctament per\u00f2 encara no existeix a Alfresco. La consulta selecciona els usuaris a sincronitzar que s'han modificat des d'un per\u00edode de temps especificat. El text variable {0} s'utilitza al format de data i hora en la configuraci\u00f3 avan\u00e7ada de la sincronitzaci\u00f3 LDAP.

# The default home folder provider to use for people created via LDAP import
ldap.synchronization.defaultHomeFolderProvider=Prove\u00efdor de la carpeta d'inici
ldap.synchronization.defaultHomeFolderProvider.description=Defineix com es crea l'espai principal d'Alfresco per als usuaris creats a trav\u00e9s de sincronitzaci\u00f3. 

# The query to select objects that represent the groups to import that have changed since a certain time.
ldap.synchronization.groupDifferentialQuery=Consulta diferencial de grup
ldap.synchronization.groupDifferentialQuery.description=S'utilitza sempre que un grup s'autentica amb \u00e8xit per\u00f2 encara no existeix a Alfresco. La consulta selecciona els usuaris a sincronitzar que s'han modificat des d'un per\u00edode de temps especificat. 

# The attribute on LDAP group objects to map to the authority name property in Alfresco
ldap.synchronization.groupIdAttributeName=Nom de l'atribut d'ID de grup
ldap.synchronization.groupIdAttributeName.description=El nom de l'atribut d'objectes de grup a LDAP que s'hauria de mapar al nom del grup, per defecte, cn

ldap.synchronization.groupType=Tipus de grup
ldap.synchronization.groupType.description=El nom del tipus grup a LDAP, per defecte, groupOfNames

ldap.synchronization.personType=Tipus de persona
ldap.synchronization.personType.description=El nom del tipus persona a LDAP, per defecte, inetOrgPerson

ldap.synchronization.userEmailAttributeName=Nom de l'atribut d'Usuari de correu electr\u00f2nic
ldap.synchronization.userEmailAttributeName.description=L'atribut d'objectes persona a LDAP per mapar a la propietat adre\u00e7a de correu electr\u00f2nic d'Alfresco

# The attribute name on people objects found in LDAP to use as the uid in Alfresco
ldap.synchronization.userIdAttributeName=Nom de l'atribut d'ID d'usuari
ldap.synchronization.userIdAttributeName.description=El nom de l'atribut d'objectes persona a LDAP que s'ha d'usar com a uid a Alfresco

# The attribute on person objects in LDAP to map to the organizational id  property in Alfresco
ldap.synchronization.userOrganizationalIdAttributeName=Nom de l'atribut d'ID d'usuari organitzacional
ldap.synchronization.userOrganizationalIdAttributeName.description=L'atribut d'objectes persona a LDAP per mapar a la propietat d'organitzaci\u00f3 d'Alfresco

# If positive, this property indicates that RFC 2696 paged results should be
# used to split query results into batches of the specified size. This
# overcomes any size limits imposed by the LDAP server.
ldap.synchronization.queryBatchSize=Mida del lot de consulta
ldap.synchronization.queryBatchSize.description=Si s'estableix un enter positiu, aquesta propietat indica que s'utilitzaran els resultats paginats RFC 2696 per dividir els resultats en lots de la mida especificada. Aix\u00f2 prevaldr\u00e0 sobre qualsevol l\u00edmit de mida imposat pel servidor LDAP. Si s'estableix a 0 o menys, no es paginaran els resultats.

# The attribute on LDAP group objects to map to the authority display name property in Alfresco
ldap.synchronization.groupDisplayNameAttributeName=Nom de l'atribut Display Name del grup
ldap.synchronization.groupDisplayNameAttributeName.description=El nom de l'atribut d'objectes de grup a LDAP que s'hauria de mapar al nom a mostrar del grup a Alfresco, per defecte, descripci\u00f3

ldap.synchronization.groupMemberAttributeName=Nom de l'atribut de Membre de grup
ldap.synchronization.groupMemberAttributeName.description=El nom de l'atribut dels objectes grup d'LDAP que defineix el DN per als seus membres

# The name of the operational attribute recording the last update time for a group or user.
ldap.synchronization.modifyTimestampAttributeName=Nom de l'atribut Modificar Timestamp
ldap.synchronization.modifyTimestampAttributeName.description=El nom de l'atribut operacional que graba la \u00faltima actualitzaci\u00f3 per a un grup o usuari.

ldap.synchronization.timestampFormat=Format de Timestamp
ldap.synchronization.timestampFormat.description=El format de data i hora. Per a l'LDAP Active Directory utilitzeu yyyyMMddHHmmss '.0Z'

# The attribute on person objects in LDAP to map to the first name property in Alfresco
ldap.synchronization.userFirstNameAttributeName=Nom de l'atribut Nom de l'usuari
ldap.synchronization.userFirstNameAttributeName.description=L'atribut d'objectes persona a LDAP per mapar a la propietat nom de l'usuari d'Alfresco.

# The attribute on person objects in LDAP to map to the last name property in Alfresco
ldap.synchronization.userLastNameAttributeName=Nom de l'atribut Cognom de l'usuari
ldap.synchronization.userLastNameAttributeName.description=L'atribut d'objectes persona a LDAP per mapar a la propietat cognom de l'usuari d'Alfresco

ldap.synchronization.attributeBatchSize=Mida del lot d'atribut
ldap.synchronization.attributeBatchSize.description=Si \u00e9s positiu, aquesta propietat indica que cal usar un rang de recuperaci\u00f3 per recuperar atributs multi valors (com ara el membre) en lots de la mida especificada. Preval sobre qualsevol l\u00edmit de mida imposat per Active Directory.
