#X-Generator: crowdin.com
authentication-passthru.title=Editar directori de tr\u00e0nsit - {0}
authentication-passthru.intro-text=El subsistema de pas (passthru) es pot usar per substituir la base de dades d'usuaris est\u00e0ndard d'Alfresco amb un controlador de servidor/domini de Windows, o una llista de servidors, per tal d'autenticar els usuaris que accedeixen a Alfresco. Aix\u00f2 estalvia haver de crear comptes d'usuari dins Alfresco. El subsistema tamb\u00e9 d\u00f3na suport a funcions opcionals d'NTLM Single Sign-On (SSO) per a WebDav i clients Alfresco Explorer i Share i autenticaci\u00f3 CIFS directe per al servidor CIFS. Nom\u00e9s NTLM v1 \u00e9s compatible amb aquesta configuraci\u00f3.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.instruction-link=Vegeu <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-passthru-intro.html" target\="_blank">Configuring pass-through authentication</a> per a m\u00e9s detalls.

authentication-passthru.passthru-authentication=Autenticaci\u00f3 Passthru 
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer=Utilitzar el servidor Local
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer.description=Si est\u00e0 seleccionat, s'utilitzar\u00e0 el servidor local per a l'autenticaci\u00f3 passthru utilitzant connexions en bucle al servidor.
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess=Permetre inicis de sessi\u00f3 com a convidat
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess.description=Si est\u00e0 seleccionat, es permet iniciar sessi\u00f3 com a invitat. L'acc\u00e9s com a invitat nom\u00e9s est\u00e0 suportat per un client Explorer.
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP=Autenticar FTP
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP.description=Si es selecciona s'habilita l'autenticaci\u00f3 passthru en l'acc\u00e9s per FTP.
authentication-passthru.passthru-authentication.passthru.authentication.domain=Autenticar domini
authentication-passthru.passthru-authentication.passthru.authentication.domain.description=Introdu\u00efu el nom del domini NetBIOS de Windows que cal utilitzar per a l'autenticaci\u00f3 passthru. S'intentar\u00e0 trobar els controladors de domini mitjan\u00e7ant una difusi\u00f3 de xarxa. Si la difusi\u00f3 de xarxa no t\u00e9 \u00e8xit s'utilitza la propietat passthru.authentication.servers per especificar la llista de controlador de domini per nom o adre\u00e7a.
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder=Ordre de Protocol d'autenticaci\u00f3
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder.description=El tipus de protocols i l'ordre de connexi\u00f3 per a les sessions d'autenticaci\u00f3 passthru. Per defecte s'utilitza NetBIOS, i els tipus de protocol disponibles s\u00f3n NetBIOS per a NetBIOS sobre TCP i TCPIP per SMB nadiu.
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval=Interval de comprovaci\u00f3 fora de l\u00ednia
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval.description=Especifica amb quina freq\u00fc\u00e8ncia en segons es comproven els servidors passthru marcats com a fora de l\u00ednia per veure si ja estan en l\u00ednia. L'interval de comprovaci\u00f3 per defecte \u00e9s de 5 minuts. 
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest=Mapar usuari desconegut com a Convidat
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest.description=Especifica si els usuaris desconeguts inicien sessi\u00f3 autom\u00e0ticament a Alfresco com a convidats durant el Single Sign-On (SSO). L'acc\u00e9s com a convidat nom\u00e9s est\u00e0 suportat pel client Explorer.
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames=Noms d'usuari administrador
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames.description=Si \u00e9s necessari, introdu\u00efu una llista separada per comes dels noms d'usuari que es consideren els administradors per defecte.
authentication-passthru.passthru-authentication.passthru.authentication.servers=Servidors d'autenticaci\u00f3
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.passthru-authentication.passthru.authentication.servers.description=Si \u00e9s necessari, introdu\u00efu una llista separada per comes dels noms de servidors o adreces que s'utilitzen per a l'autenticaci\u00f3. L'autenticador de pas far\u00e0 balanceig de c\u00e0rrega entre els servidors disponibles, i pot monitorar l'estat en l\u00ednia/fora de l\u00ednia dels servidors. Vegeu <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-passthru-domainprops.html" target\="_blank">Domain level properties</a> per a m\u00e9s detalls.
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout=Temps de connexi\u00f3 excedit
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout.description=El valor de temps d'espera en mil\u00b7lisegons en obrir una sessi\u00f3 a un servidor d'autenticaci\u00f3. Per defecte \u00e9s 5000.

