#X-Generator: crowdin.com
authentication-external.title=Editar directori extern - {0}
authentication-external.intro-text=El subsistema d'autenticaci\u00f3 externa es pot utilitzar per integrar Alfresco amb qualsevol sistema d'autenticaci\u00f3 externa. Pot ser integrat amb el vostre servidor d'aplicacions per tal que la identitat de l'usuari registrat es traspassi als servlets mitjan\u00e7ant el m\u00e8tode de HttpServletRequest.getRemoteUser(). At\u00e8s que aquesta \u00e9s la forma est\u00e0ndard dels servidors d'aplicacions per a propagar identitats d'usuari als servlets, \u00e9s compatible amb moltes solucions d'SSO, incl\u00f2s el servei d'autenticaci\u00f3 Central (CAS).
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-external.instruction-link=Vegeu <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-external-intro.html" target\="_blank">Configuring external authentication</a> per a m\u00e9s detalls.

authentication-external.extenal-authentication=Autenticaci\u00f3 externa 
authentication-external.extenal-authentication.authentication-enabled=Autenticaci\u00f3 habilitada
authentication-external.extenal-authentication.authentication-enabled.description=Seleccioneu per habilitar l'autenticaci\u00f3 d'usuaris a directoris externs. Si est\u00e0 habilitada, Alfresco accepta tokens d'autenticaci\u00f3 externs; assegureu-vos que no es permet l'acc\u00e9s directe no fiable a l'HTTP d'Alfresco o als ports AJP.
authentication-external.extenal-authentication.proxy-username=Nom d'usuari del servidor intermediari (proxy)
authentication-external.extenal-authentication.proxy-username.description=L'usuari remot que es considera l'usuari del servidor intermedi. Per defecte \u00e9s alfresco-system. Les peticions d'aquest usuari es fan sota la identitat de l'usuari incl\u00f2s a la cap\u00e7alera del servidor intermedi indicat a la propietat external.authentication.proxyHeader. Si no est\u00e0 establert, es pressuposa sempre que l'encap\u00e7alament de servidor intermediari inclou el nom d'usuari.
authentication-external.extenal-authentication.proxy-header=Cap\u00e7alera proxy
authentication-external.extenal-authentication.proxy-header.description=La cap\u00e7alera HTTP que inclou el nom d'un usuari del servidor intermedi. Per defecte \u00e9s X-Alfresco-Remote-User.
authentication-external.extenal-authentication.admistrator-user-names=Noms d'usuari administrador
authentication-external.extenal-authentication.admistrator-user-names.description=Si \u00e9s necessari, introdu\u00efu una llista separada per comes dels noms d'usuari que es consideren els administradors per defecte.
authentication-external.extenal-authentication.user-id-pattern=Patr\u00f3 d'ID d'usuari
authentication-external.extenal-authentication.user-id-pattern.description=Expressi\u00f3 regular opcional a ser utilitzada per extreure un ID d'usuari de la cap\u00e7alera HTTP. La part de la cap\u00e7alera que coincideixi amb el primer grup entre claus dins l'expressi\u00f3 regular es convertir\u00e0 en el nom d'usuari. Si no est\u00e0 establerta, el contingut sencer de cap\u00e7alera s'assumeix com a nom d'usuari del servidor intermedi.
