#X-Generator: crowdin.com
directorymanagement.title=Administraci\u00f3 de directoris
directorymanagement.help-text=Podeu gestionar els grups i usuaris d'Alfresco internament i/o configurar l'autenticaci\u00f3 i sincronitzaci\u00f3 de m\u00faltiples servidors de directori externs. L'ordre dels directoris llistats (la cadena d'autenticaci\u00f3) reflecteix l'ordre de prioritat que s'utilitzar\u00e0 per autenticar i sincronitzar els usuaris i grups. Es recomana que cada usuari nom\u00e9s existeixi en un sol directori.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
directorymanagement.help-link=Vegeu <a href\="http\://docs.alfresco.com/{0}/concepts/auth-intro.html" target\="_blank">Alfresco Authentication and Security</a> per a m\u00e9s detalls.

directorymanagement.auth-chain=Cadena d'autenticaci\u00f3
directorymanagement.name=Nom
directorymanagement.type=Tipus
directorymanagement.add=Afegeix
directorymanagement.order=Ordenar
directorymanagement.enabled=Activat
directorymanagement.synchronized=Sincronitzat
directorymanagement.actions=Accions
directorymanagement.directory.alfrescoNtlm=Intern d'Alfresco
directorymanagement.directory.ldap=OpenLDAP
directorymanagement.directory.ldap-ad=LDAP (Active Directory)
directorymanagement.directory.passthru=Passthru
directorymanagement.directory.kerberos=Kerberos
directorymanagement.directory.external=Extern
directorymanagement.action.edit=Editar
directorymanagement.action.test=Test
directorymanagement.action.reset=Restablir
directorymanagement.action.synchronize=Provar la sincronitzaci\u00f3
directorymanagement.action.remove=Elimina
directorymanagement.move-up=Pujar
directorymanagement.move-down=Baixar
directorymanagement.status=L'estat
directorymanagement.status.starttime=Hora d'inici
directorymanagement.status.endtime=Hora de finalitzaci\u00f3
directorymanagement.status.percentcomplete=Per cent ha finalitzat
directorymanagement.status.totalresults=Resultats totals
directorymanagement.status.successful=Correcte
directorymanagement.status.failed=Ha fallat
directorymanagement.error.uniqueids=Els ID d'autenticaci\u00f3 han de ser \u00fanics.
directorymanagement.error.external=El tipus d'autenticaci\u00f3 externa nom\u00e9s pot apar\u00e8ixer una vegada a la cadena.

directorymanagement.example-directory=El meu Directori d'Empresa
directorymanagement.sync-settings=Configuraci\u00f3 de la sincronitzaci\u00f3
directorymanagement.sync-settings-text=Els par\u00e0metres s\u00f3n comuns a tots els directoris que tenen la sincronitzaci\u00f3 habilitada.
directorymanagement.run-sync=Executa sincronitzaci\u00f3
directorymanagement.run-sync-text=Inicia la sincronitzaci\u00f3 del directori d'usuaris per a tots els usuaris i grups.
directorymanagement.sync-status=Estat de la sincronitzaci\u00f3 del directori

directorymanagement.change-order=Utilitzeu les fletxes amunt i avall per reordenar la cadena d''autenticaci\u00f3. Altres mecanismes d''autenticaci\u00f3 no es poden encadenar - vegeu <a href\="http\://docs.alfresco.com/{0}/concepts/auth-subsystem-types.html" target\="_blank">Authentication subsystem types</a> per detalls dels tipus d''autenticaci\u00f3 subministrats per Alfresco.
directorymanagement.external-text=Si teniu un tipus d'autenticaci\u00f3 "Externa", sempre apareixer\u00e0 com a primer element a la cadena.
directorymanagement.cifs-auth=Autenticaci\u00f3 CIFS
directorymanagement.cifs-auth-text=Seleccioneu un directori per autenticar CIFS o deshabilitar l'autenticaci\u00f3 CIFS. CIFS utilitza la demanda/resposta per autenticar\: nom\u00e9s es pot utilitzar un directori per autenticar.
directorymanagement.browser-login=Inici de sessi\u00f3 autom\u00e0tic basat en el navegador
directorymanagement.browser-login-text=Seleccioneu un directori NTLM o SPENGO per connectar autom\u00e0ticament als usuaris a trav\u00e9s d''un navegador, o per deshabilitar la connexi\u00f3 autom\u00e0tica. Es poden configurar altres formes de Single Sign-On utilitzant el tipus d''Autenticaci\u00f3 externa CAS o Siteminder. Vegeu <a href\="http\://docs.alfresco.com/{0}/tasks/auth-alfrescoexternal-sso.html" target\="_blank">Configuring Alfresco Share to use an external SSO</a> per a m\u00e9s detalls.
directorymanagement.ftp-auth=Autenticaci\u00f3 FTP
directorymanagement.ftp-auth-text=Si esteu utilitzant FTP, s'autenticar\u00e0 utilitzant la cadena del directori definida pr\u00e8viament. FTP no admet autenticaci\u00f3 externa. 
directorymanagement.modified-chain=S'ha modificat la cadena d'autenticaci\u00f3. Cal desar els canvis a la cadena abans de poder editar els elements nous o posar els elements a disposici\u00f3 de l'autenticaci\u00f3 CIFS i l'inici de sessi\u00f3 autom\u00e0tic basat en navegador.

