#X-Generator: crowdin.com
directorymanagement.title=\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u062f\u0644\u064a\u0644
directorymanagement.help-text=\u064a\u0645\u0643\u0646\u0643 \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0641\u064a \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u0648\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u062f\u0627\u062e\u0644\u064a\u0627 \u0623\u0648 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0648\u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0645\u0639 \u0627\u0644\u0639\u062f\u064a\u062f \u0645\u0646 \u062e\u0648\u0627\u062f\u0645 \u0627\u0644\u062f\u0644\u064a\u0644 \u0627\u0644\u062e\u0627\u0631\u062c\u064a. \u0648\u064a\u0639\u0643\u0633 \u062a\u0631\u062a\u064a\u0628 \u0627\u0644\u062f\u0644\u0627\u0626\u0644 \u0627\u0644\u0645\u0630\u0643\u0648\u0631\u0629 (\u0641\u064a \u0633\u0644\u0633\u0644\u0629 \u0645\u0635\u0627\u062f\u0642\u0629) \u062a\u0631\u062a\u064a\u0628 \u0627\u0644\u0623\u0648\u0644\u0648\u064a\u0629 \u0627\u0644\u062a\u064a \u0633\u062a\u0633\u062a\u062e\u062f\u0645 \u0644\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0648\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0648\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a. \u0648\u0645\u0646 \u0627\u0644\u0645\u0633\u062a\u062d\u0633\u0646 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0643\u0644 \u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0648\u062c\u0648\u062f \u0641\u0642\u0637 \u0641\u064a \u062f\u0644\u064a\u0644 \u0648\u0627\u062d\u062f.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
directorymanagement.help-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/auth-intro.html" target\="_blank">Alfresco Authentication and Security</a> for more details.

directorymanagement.auth-chain=\u0633\u0644\u0633\u0644\u0629 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629
directorymanagement.name=\u0627\u0644\u0627\u0633\u0645
directorymanagement.type=\u0627\u0644\u0646\u0648\u0639
directorymanagement.add=\u0625\u0636\u0627\u0641\u0629
directorymanagement.order=\u062a\u0631\u062a\u064a\u0628
directorymanagement.enabled=\u0645\u0641\u0639\u0644
directorymanagement.synchronized=\u0645\u062a\u0632\u0627\u0645\u0646\u0629
directorymanagement.actions=\u0627\u0644\u0625\u062c\u0631\u0627\u0621\u0627\u062a
directorymanagement.directory.alfrescoNtlm=\u062f\u0627\u062e\u0644 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648
directorymanagement.directory.ldap=OpenLDAP
directorymanagement.directory.ldap-ad=(LDAP (Active Directory
directorymanagement.directory.passthru=Passthru
directorymanagement.directory.kerberos=Kerberos
directorymanagement.directory.external=\u062e\u0627\u0631\u062c\u064a
directorymanagement.action.edit=\u062a\u062d\u0631\u064a\u0631
directorymanagement.action.test=\u0625\u062e\u062a\u0628\u0627\u0631
directorymanagement.action.reset=\u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646
directorymanagement.action.synchronize=\u0627\u062e\u062a\u0628\u0627\u0631 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629
directorymanagement.action.remove=\u0625\u0632\u0627\u0644\u0629
directorymanagement.move-up=\u062a\u062d\u0631\u064a\u0643 \u0644\u0644\u0623\u0639\u0644\u0649
directorymanagement.move-down=\u062a\u062d\u0631\u064a\u0643 \u0644\u0644\u0623\u0633\u0641\u0644
directorymanagement.status=\u0627\u0644\u062d\u0627\u0644\u0629
directorymanagement.status.starttime=\u0648\u0642\u062a \u0627\u0644\u0628\u062f\u0621
directorymanagement.status.endtime=\u0648\u0642\u062a \u0627\u0644\u0627\u0646\u062a\u0647\u0627\u0621
directorymanagement.status.percentcomplete=\u0627\u0644\u0646\u0633\u0628\u0629 \u0627\u0644\u0645\u0626\u0648\u064a\u0629 \u0644\u0644\u0627\u0643\u062a\u0645\u0627\u0644
directorymanagement.status.totalresults=\u0625\u062c\u0645\u0627\u0644\u064a \u0627\u0644\u0646\u062a\u0627\u0626\u062c
directorymanagement.status.successful=\u0646\u0627\u062c\u062d
directorymanagement.status.failed=\u0641\u0634\u0644
directorymanagement.error.uniqueids=\u0643\u0648\u062f \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u063a\u064a\u0631 \u0645\u0643\u0631\u0631 .
directorymanagement.error.external=\u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0638\u0647\u0631 \u0643\u0644 \u0646\u0648\u0639 \u0645\u0635\u0627\u062f\u0642\u0629 \u062e\u0627\u0631\u062c\u064a\u0629 \u0645\u0631\u0629 \u0648\u0627\u062d\u062f\u0629 \u0641\u0642\u0637 \u0641\u064a \u0627\u0644\u0633\u0644\u0633\u0644\u0629.

directorymanagement.example-directory=\u062f\u0644\u064a\u0644 \u0634\u0631\u0643\u062a\u0649
directorymanagement.sync-settings=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u062a\u0632\u0627\u0645\u0646
directorymanagement.sync-settings-text=\u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0634\u0627\u0626\u0639\u0629 \u0641\u064a \u0643\u0627\u0641\u0629 \u0627\u0644\u062f\u0644\u0627\u0626\u0644 \u0648\u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646\u0647\u0627 \u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629.
directorymanagement.run-sync=\u062a\u0634\u063a\u064a\u0644 \u0645\u062a\u0632\u0627\u0645\u0646
directorymanagement.run-sync-text=\u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0645\u0632\u0627\u0645\u0646\u0629 \u062f\u0644\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0644\u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0648\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a.
directorymanagement.sync-status=\u062d\u0627\u0644\u0629 \u062a\u0632\u0627\u0645\u0646 \u0627\u0644\u062f\u0644\u064a\u0644

directorymanagement.change-order=Use the up and down arrows to reorder the authentication chain. Some other authentication mechanisms cannot be chained - see <a href\="http\://docs.alfresco.com/{0}/concepts/auth-subsystem-types.html" target\="_blank">Authentication subsystem types</a> for details of authentication types supplied with Alfresco.
directorymanagement.external-text=\u0625\u0630\u0627 \u0643\u0627\u0646 \u0644\u062f\u064a\u0643 \u0646\u0648\u0639 \u0645\u0635\u0627\u062f\u0642\u0629 "\u062e\u0627\u0631\u062c\u064a\u0629" \u0641\u0625\u0646\u0647\u0627 \u0633\u0648\u0641 \u062a\u0638\u0647\u0631 \u062f\u0627\u0626\u0645\u0627\u064b \u0643\u0627\u0644\u0639\u0646\u0635\u0631 \u0627\u0644\u0623\u0648\u0644 \u0641\u064a \u0627\u0644\u0633\u0644\u0633\u0644\u0629.
directorymanagement.cifs-auth=\u0645\u0635\u0627\u062f\u0642\u0629 CIFS
directorymanagement.cifs-auth-text=\u062d\u062f\u062f \u062f\u0644\u064a\u0644 \u0644\u0645\u0635\u0627\u062f\u0642\u0629 CIFS \u0623\u0648 \u0642\u0645 \u0628\u062a\u0639\u0637\u064a\u0644 \u0645\u0635\u0627\u062f\u0642\u0629 CIFS. \u064a\u0633\u062a\u062e\u062f\u0645 CIFS \u0627\u0644\u062a\u062d\u062f\u0649/\u0627\u0633\u062a\u062c\u0627\u0628\u0629  \u0644\u0639\u0645\u0644 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629\u061b \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u062f\u0644\u064a\u0644 \u0648\u0627\u062d\u062f \u0641\u0642\u0637 \u0644\u0644\u0645\u0635\u0627\u062f\u0642\u0629.
directorymanagement.browser-login=\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0627\u0644\u0645\u062a\u0635\u0641\u062d
directorymanagement.browser-login-text=Select an NTLM or SPENGO directory to automatically log users in via a browser, or select to disable automatic login. Other forms of Single Sign-On can be configured using the External authentication type such as CAS or Siteminder. See <a href\="http\://docs.alfresco.com/{0}/tasks/auth-alfrescoexternal-sso.html" target\="_blank">Configuring Alfresco Share to use an external SSO</a> for more details.
directorymanagement.ftp-auth=\u0645\u0635\u0627\u062f\u0642\u0629 \u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0646\u0642\u0644 \u0627\u0644\u0645\u0644\u0641\u0627\u062a FTP
directorymanagement.ftp-auth-text=\u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0633\u062a\u062e\u062f\u0645 \u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0646\u0642\u0644 \u0627\u0644\u0645\u0644\u0641\u0627\u062a FTP \u0633\u0648\u0641 \u062a\u0643\u0648\u0646 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0633\u0644\u0633\u0644\u0629 \u0627\u0644\u062f\u0644\u064a\u0644 \u0627\u0644\u0645\u062d\u062f\u062f \u0623\u0639\u0644\u0627\u0647. \u0644\u0627 \u064a\u062f\u0639\u0645 FTP \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629. 
directorymanagement.modified-chain=\u0648\u0642\u062f \u062a\u0645 \u062a\u0639\u062f\u064a\u0644 \u0633\u0644\u0633\u0644\u0629 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629. \u064a\u062c\u0628 \u062d\u0641\u0638 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0641\u064a \u0627\u0644\u0633\u0644\u0633\u0644\u0629 \u0642\u0628\u0644 \u0623\u0646 \u064a\u0645\u0643\u0646 \u062a\u062d\u0631\u064a\u0631 \u0628\u0646\u0648\u062f \u062c\u062f\u064a\u062f\u0629 \u0623\u0648 \u0625\u062a\u0627\u062d\u0629 \u0628\u0646\u0648\u062f \u0644\u0645\u0635\u0627\u062f\u0642\u0629 CIFS \u0648\u0627\u0644\u062f\u062e\u0648\u0644 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0627\u0644\u0645\u062a\u0635\u0641\u062d.

