#X-Generator: crowdin.com
directorymanagement.title=\u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f
directorymanagement.help-text=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442\u0435 Alfresco \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438 \u0433\u0440\u0443\u043f\u0438 \u0432\u044a\u0442\u0440\u0435\u0448\u043d\u043e \u0438\u043b\u0438 \u0434\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u043e\u0442 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u0432\u044a\u043d\u0448\u043d\u0438 \u0441\u044a\u0440\u0432\u044a\u0440\u0438 \u0441 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u0438. \u0420\u0435\u0434\u044a\u0442 \u043d\u0430 \u0438\u0437\u0431\u0440\u043e\u0435\u043d\u0438\u0442\u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u0438 (\u0432\u0435\u0440\u0438\u0433\u0430 \u043f\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435) \u043e\u0442\u0440\u0430\u0437\u044f\u0432\u0430 \u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442\u0438\u0442\u0435, \u0441\u043f\u043e\u0440\u0435\u0434 \u043a\u043e\u0438\u0442\u043e \u0442\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438 \u0433\u0440\u0443\u043f\u0438. \u041f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0435, \u0432\u0441\u0435\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0434\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0441\u0430\u043c\u043e \u0432 \u0435\u0434\u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
directorymanagement.help-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/auth-intro.html" target\="_blank">Alfresco Authentication and Security</a> for more details.

directorymanagement.auth-chain=\u0412\u0435\u0440\u0438\u0433\u0430 \u0437\u0430 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u044f 
directorymanagement.name=\u0418\u043c\u0435
directorymanagement.type=\u0422\u0438\u043f
directorymanagement.add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435
directorymanagement.order=\u041f\u043e\u0440\u044a\u0447\u043a\u0430
directorymanagement.enabled=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e
directorymanagement.synchronized=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u043e
directorymanagement.actions=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044f
directorymanagement.directory.alfrescoNtlm=\u0412\u044a\u0442\u0440\u0435\u0448\u0435\u043d Alfresco 
directorymanagement.directory.ldap=OpenLDAP
directorymanagement.directory.ldap-ad=LDAP (\u0410\u043a\u0442\u0438\u0432\u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f)
directorymanagement.directory.passthru=\u041f\u0440\u0435\u043c\u0438\u043d\u0430\u0432\u0430\u043d\u0435 
directorymanagement.directory.kerberos=Kerberos
directorymanagement.directory.external=\u0412\u044a\u043d\u0448\u0435\u043d
directorymanagement.action.edit=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435
directorymanagement.action.test=\u0422\u0435\u0441\u0442\u0432\u0430\u043d\u0435 
directorymanagement.action.reset=\u041d\u0430\u0447\u0430\u043b\u043d\u043e \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435
directorymanagement.action.synchronize=\u041f\u0440\u043e\u0431\u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f 
directorymanagement.action.remove=\u041f\u0440\u0435\u043c\u0430\u0445\u043d\u0438
directorymanagement.move-up=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0438 \u043d\u0430\u0433\u043e\u0440\u0435
directorymanagement.move-down=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0438 \u043d\u0430\u0434\u043e\u043b\u0443
directorymanagement.status=\u0421\u0442\u0430\u0442\u0443\u0441
directorymanagement.status.starttime=\u041d\u0430\u0447\u0430\u043b\u0435\u043d \u0447\u0430\u0441
directorymanagement.status.endtime=\u041a\u0440\u0430\u0435\u043d \u0447\u0430\u0441
directorymanagement.status.percentcomplete=\u041f\u0440\u043e\u0446\u0435\u043d\u0442 \u043d\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u043e\u0441\u0442
directorymanagement.status.totalresults=\u041e\u0431\u0449\u0438 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438
directorymanagement.status.successful=\u0423\u0441\u043f\u0435\u0448\u043d\u043e
directorymanagement.status.failed=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e
directorymanagement.error.uniqueids=ID \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0443\u043d\u0438\u043a\u0430\u043b\u0435\u043d.
directorymanagement.error.external=\u0422\u0438\u043f\u044a\u0442 \u0432\u044a\u043d\u0448\u043d\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430 \u0441\u0430\u043c\u043e \u0432\u0435\u0434\u043d\u044a\u0436 \u0432\u044a\u0432 \u0432\u0435\u0440\u0438\u0433\u0430\u0442\u0430.

directorymanagement.example-directory=\u041c\u043e\u044f\u0442 \u0444\u0438\u0440\u043c\u0435\u043d \u0443\u043a\u0430\u0437\u0430\u0442\u0435\u043b
directorymanagement.sync-settings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f
directorymanagement.sync-settings-text=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0441\u0430 \u043e\u0431\u0449\u0438 \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u0438, \u0437\u0430 \u043a\u043e\u0438\u0442\u043e \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f.
directorymanagement.run-sync=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f 
directorymanagement.run-sync-text=\u0417\u0430\u043f\u043e\u0447\u0432\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438 \u0433\u0440\u0443\u043f\u0438.
directorymanagement.sync-status=\u0421\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u0432 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f

directorymanagement.change-order=Use the up and down arrows to reorder the authentication chain. Some other authentication mechanisms cannot be chained - see <a href\="http\://docs.alfresco.com/{0}/concepts/auth-subsystem-types.html" target\="_blank">Authentication subsystem types</a> for details of authentication types supplied with Alfresco.
directorymanagement.external-text=\u0410\u043a\u043e \u0438\u043c\u0430\u0442\u0435 "\u0412\u044a\u043d\u0448\u0435\u043d" \u0442\u0438\u043f \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f, \u0442\u043e\u0432\u0430 \u0432\u0438\u043d\u0430\u0433\u0438 \u0449\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 \u043a\u0430\u0442\u043e \u043f\u044a\u0440\u0432\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0432\u044a\u0432 \u0432\u0435\u0440\u0438\u0433\u0430\u0442\u0430.
directorymanagement.cifs-auth=CIFS \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f
directorymanagement.cifs-auth-text=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 CIFS \u0438\u043b\u0438 \u0437\u0430\u0431\u0440\u0430\u043d\u0435\u0442\u0435 CIFS \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435. CIFS \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435/\u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435; \u0441\u0430\u043c\u043e \u0435\u0434\u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435.
directorymanagement.browser-login=\u0411\u0440\u0430\u0443\u0437\u044a\u0440 \u0431\u0430\u0437\u0438\u0440\u0430\u043d\u043e \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0432\u043b\u0438\u0437\u0430\u043d\u0435
directorymanagement.browser-login-text=Select an NTLM or SPENGO directory to automatically log users in via a browser, or select to disable automatic login. Other forms of Single Sign-On can be configured using the External authentication type such as CAS or Siteminder. See <a href\="http\://docs.alfresco.com/{0}/tasks/auth-alfrescoexternal-sso.html" target\="_blank">Configuring Alfresco Share to use an external SSO</a> for more details.
directorymanagement.ftp-auth=FTP \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f 
directorymanagement.ftp-auth-text=\u0410\u043a\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 FTP, \u0442\u043e\u0439 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u0435\u043d \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0432\u0435\u0440\u0438\u0433\u0430\u0442\u0430 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430, \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0430 \u043f\u043e-\u0433\u043e\u0440\u0435. FTP \u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0432\u044a\u043d\u0448\u043d\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435. 
directorymanagement.modified-chain=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u043e\u043d\u043d\u0430\u0442\u0430 \u0432\u0435\u0440\u0438\u0433\u0430 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0430. \u041f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0432\u044a\u0432 \u0432\u0435\u0440\u0438\u0433\u0430\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u043f\u0438\u0441\u0430\u043d\u0438, \u043f\u0440\u0435\u0434\u0438 \u043d\u043e\u0432\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0438 \u0438\u043b\u0438 \u043d\u044f\u043a\u043e\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0438 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u0437\u0430 CIFS \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f \u0438 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u0435\u043d \u0432\u0445\u043e\u0434 \u043f\u0440\u0435\u0437 \u0431\u0440\u0430\u0443\u0437\u044a\u0440.

