#X-Generator: crowdin.com
authentication-internal.title=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u044a\u0442\u0440\u0435\u0448\u043da Alfresco \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f
authentication-internal.intro-text=\u0412\u044a\u0442\u0440\u0435\u0448\u043do\u0442\u043e Alfresco \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u043e \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0432\u044a\u0432 \u0432\u0435\u0440\u0438\u0433\u0430\u0442\u0430 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 Alfresco. \u0423\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u0441\u0435 \u043e\u0441\u043d\u043e\u0432\u0430\u0432\u0430 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0438 \u043f\u0430\u0440\u043e\u043b\u0430, \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0430 \u0432 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e \u043d\u0430 Alfresco. \u0422\u043e\u0432\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u043a\u0430\u043a\u0442\u043e \u0431\u0430\u0437\u0438\u0440\u0430\u043d \u043d\u0430 \u0444\u043e\u0440\u043c\u0430 \u0432\u0445\u043e\u0434, \u0442\u0430\u043a\u0430 \u0438 NTLM-\u0431\u0430\u0437\u0438\u0440\u0430\u043d\u0430 \u0435\u0434\u043d\u043e\u043a\u0440\u0430\u0442\u043d\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f (SSO), \u043a\u0430\u043a\u0442\u043e \u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043a\u044a\u043c CIFS \u0441\u044a\u0440\u0432\u044a\u0440.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-internal.instruction-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/auth-alfrescontlm-intro.html" target\="_blank">Configuring Authentication</a> for more details.

authentication-internal.internal-authentication=\u0412\u044a\u0442\u0440\u0435\u0448\u043d\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435
authentication-internal.internal-authentication.allow-guest-login=\u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u0432\u0445\u043e\u0434 \u0437\u0430 \u0413\u043e\u0441\u0442
authentication-internal.internal-authentication.allow-guest-login.description=Select to allow guest access to Alfresco.
authentication-internal.internal-authentication.map-unknown-user-to-guest=\u041e\u0442\u0431\u0435\u043b\u0435\u0436\u0435\u0442\u0435 \u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043a\u0430\u0442\u043e \u0413\u043e\u0441\u0442
authentication-internal.internal-authentication.map-unknown-user-to-guest.description=Select to allow unknown users to be automatically logged on as the Alfresco guest user during Single Sign-On (SSO).
authentication-internal.internal-authentication.alfresco.authentication.authenticateFTP=\u0423\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 FTP
authentication-internal.internal-authentication.alfresco.authentication.authenticateFTP.description=If selected authentication for FTP access is enabled.

