#X-Generator: crowdin.com
authentication-external.title=Redi\u0123\u0113t \u0100r\u0113jo Direktoriju- {0}
authentication-external.intro-text=Alfresco var savienot jebkuru \u0101r\u0113jo autentifik\u0101cijas sist\u0113mu. To var savienot ar lietojumprogrammu serveri un lietot\u0101ja identit\u0101te tiks nodota servers\u012bklietotnei, izmantojot HttpServletRequest.getRemoteUser() metodi. T\u0101 k\u0101 tas ir standarta veids, k\u0101 izplat\u012bt lietot\u0101ja identit\u0101ti servers\u012bklietotnes lietojumprogrammu serveriem, ir sader\u012bgs ar vair\u0101kiem SSO risin\u0101jumiem, iek\u013caujot Centr\u0101lo autentifik\u0101cijas servisu (CAS).
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-external.instruction-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/auth-external-intro.html" target\="_blank">Configuring external authentication</a> for more details.

authentication-external.extenal-authentication=\u0100r\u0113j\u0101 autentifik\u0101cija 
authentication-external.extenal-authentication.authentication-enabled=Autentifik\u0101cija iesp\u0113jota
authentication-external.extenal-authentication.authentication-enabled.description=Izv\u0113laties \u0101r\u0113jo lietot\u0101ja autentifik\u0101ciju direktoriju. Kad aktiviz\u0113ta, Alfresco var pie\u0146emt \u0101r\u0113j\u0101s autentifik\u0101cijas \u017eetonus; nodro\u0161iniet lai neuzticam\u0101s tie\u0161\u0101s piek\u013cuves pie Alfresco HTTP vai AJP portiem ir at\u013cautas.
authentication-external.extenal-authentication.proxy-username=Proxy servera lietot\u0101jav\u0101rds
authentication-external.extenal-authentication.proxy-username.description=\u0100r\u0113jais lietot\u0101js, kas tiek uzskat\u012bts par starpniekservera lietot\u0101ju. P\u0113c noklus\u0113jums ir Alfresco sist\u0113ma. \u0160\u012b lietot\u0101ja piepras\u012bjumu tiek veikti ar identit\u0101ti, kas nor\u0101d\u012bta iek\u0161 external.authentication.proxyHeader starpniekservera virsraksta v\u0113rt\u012bbas. Ja nav noteikts, tad starpniekservera virsrakst\u0101 tiek ievietots lietot\u0101ja v\u0101rds.
authentication-external.extenal-authentication.proxy-header=Starpniekservera virsraksts
authentication-external.extenal-authentication.proxy-header.description=\u0160\u012b HTTP virsraksts, kur\u0101 par\u0101d\u0101s starpniekservera lietot\u0101js. P\u0113c noklus\u0113jums ir X-Alfresco-Remote-User.
authentication-external.extenal-authentication.admistrator-user-names=Administratora lietot\u0101jv\u0101rds
authentication-external.extenal-authentication.admistrator-user-names.description=Ja nepiecie\u0161ams, ievadiet ar komatu atdal\u012btu lietot\u0101jv\u0101rdus kas tiks uzskat\u012bti par administratoriem p\u0113c noklus\u0113juma.
authentication-external.extenal-authentication.user-id-pattern=Lietot\u0101ja ID \u0161ablons
authentication-external.extenal-authentication.user-id-pattern.description=Papildu parast\u0101 izteiksmes ko izmantos, lai izg\u016btu lietot\u0101ja ID no HTTP virsraksta. Da\u013ca no virsraksta kas ir iek\u013cauta ar iekav\u0101m parastaj\u0101 izteiksm\u0113 k\u013c\u016bs par lietot\u0101ja v\u0101rdu. Ja nav noteikts, tad viss virsraksts tiek pie\u0146emts k\u0101 starpnieklietot\u0101ja v\u0101rds.
