#X-Generator: crowdin.com
authentication-external.title=\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u062f\u0644\u064a\u0644 \u0627\u0644\u062e\u0627\u0631\u062c\u064a-{0}
authentication-external.intro-text=\u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u0641\u0631\u0639\u064a \u0644\u0644\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0627\u0631\u062c\u064a \u0644\u062f\u0645\u062c \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u0645\u0639 \u0623\u064a \u0646\u0638\u0627\u0645 \u0644\u0644\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0627\u0631\u062c\u064a. \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0645\u062a\u0643\u0627\u0645\u0644\u0629 \u0645\u0639 \u062e\u0627\u062f\u0645 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u062d\u062a\u0649 \u0623\u0646 \u0647\u0648\u064a\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0630\u064a \u0642\u0627\u0645 \u0628\u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u064a\u062a\u0645 \u062a\u0645\u0631\u064a\u0631\u0647\u0627 \u0625\u0644\u0649 servlets \u0639\u0628\u0631 \u0623\u0633\u0644\u0648\u0628 HttpServletRequest.getRemoteUser(). \u0643\u0645\u0627 \u0623\u0646 \u0647\u0630\u0647 \u0647\u064a \u0627\u0644\u0637\u0631\u064a\u0642\u0629 \u0627\u0644\u0642\u064a\u0627\u0633\u064a\u0629 \u0644\u062e\u0648\u0627\u062f\u0645 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0644\u0646\u0634\u0631 \u0647\u0648\u064a\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0625\u0644\u0649 servlets\u060c \u0648\u0645\u062a\u0648\u0627\u0641\u0642 \u0645\u0639 \u0639\u062f\u062f \u0645\u0646 \u062d\u0644\u0648\u0644 \u0627\u0644\u0640SSO\u060c \u0628\u0645\u0627 \u0641\u064a \u0630\u0644\u0643 \u062e\u062f\u0645\u0629 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u0645\u0631\u0643\u0632\u064a\u0629 (CAS).
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-external.instruction-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/auth-external-intro.html" target\="_blank">Configuring external authentication</a> for more details.

authentication-external.extenal-authentication=\u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0627\u0631\u062c\u064a 
authentication-external.extenal-authentication.authentication-enabled=\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u062a\u0633\u062c\u064a\u0644
authentication-external.extenal-authentication.authentication-enabled.description=\u062d\u062f\u062f \u0644\u062a\u0645\u0643\u064a\u0646 \u0645\u0635\u0627\u062f\u0642\u0629 \u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062f\u0644\u064a\u0644 \u0627\u0644\u062e\u0627\u0631\u062c\u064a. \u0639\u0646\u062f \u062a\u0645\u0643\u064a\u0646\u060c \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u064a\u0642\u0628\u0644 \u0627\u0644\u0631\u0645\u0648\u0632 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0644\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629\u061b \u0648\u0630\u0644\u0643 \u0644\u0636\u0645\u0627\u0646 \u0639\u062f\u0645 \u0625\u062a\u0627\u062d\u0629 \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0645\u0628\u0627\u0634\u0631 \u063a\u064a\u0631 \u0645\u0648\u062b\u0648\u0642 \u0628\u0647 \u0625\u0644\u0649 HTTP \u0641\u064a \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u0623\u0648 \u0645\u0646\u0641\u0630 AJP.
authentication-external.extenal-authentication.proxy-username=\u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0640Proxy
authentication-external.extenal-authentication.proxy-username.description=\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0628\u0639\u064a\u062f \u0627\u0644\u0630\u064a \u064a\u0639\u062a\u0628\u0631 \u0643\u0645\u0633\u062a\u062e\u062f\u0645 Proxy. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 System \u0628\u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 . \u0627\u0644\u0637\u0644\u0628\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0642\u062f\u0645 \u0628\u0647\u0627 \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u062a\u062a\u0645 \u062a\u062d\u062a \u0647\u0648\u064a\u0629 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u0627\u0644\u0640Proxy Header \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 external.authentication.proxyHeader. \u0623\u0646 \u0644\u0645 \u064a\u0643\u0646 \u0645\u0639\u064a\u0646\u0627\u060c \u0641\u0625\u0646 Proxy Header \u064a\u0641\u062a\u0631\u0636 \u062f\u0627\u0626\u0645\u0627\u064b \u0623\u0646\u0647 \u064a\u062d\u0645\u0644 \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
authentication-external.extenal-authentication.proxy-header=Proxy Header
authentication-external.extenal-authentication.proxy-header.description=Header HTTP \u0627\u0644\u0630\u064a \u064a\u062d\u0645\u0644 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0628\u0631\u0648\u0643\u0633\u064a. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0647\u0648 X-Alfresco-Remote-User.
authentication-external.extenal-authentication.admistrator-user-names=\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062f\u064a\u0631\u0648\u0646
authentication-external.extenal-authentication.admistrator-user-names.description=\u0625\u0630\u0627 \u0644\u0632\u0645 \u0627\u0644\u0623\u0645\u0631\u060c \u0642\u0645 \u0628\u0625\u062f\u062e\u0627\u0644 \u0642\u0627\u0626\u0645\u0629 \u0645\u0641\u0635\u0648\u0644\u0629 \u0628\u0641\u0648\u0627\u0635\u0644 \u0645\u0646 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u0633\u064a\u062a\u0645 \u0625\u0639\u062a\u0628\u0627\u0631\u0647\u0645 \u0645\u062f\u064a\u0631\u0648\u0646 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a.
authentication-external.extenal-authentication.user-id-pattern=\u0646\u0645\u0637 \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646
authentication-external.extenal-authentication.user-id-pattern.description=REGEX \u0627\u062e\u062a\u064a\u0627\u0631\u064a \u064a\u0633\u062a\u062e\u062f\u0645 \u0644\u0627\u0633\u062a\u062e\u0631\u0627\u062c \u0643\u0648\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0646 \u0631\u0623\u0633 HTTP. \u0633\u0648\u0641 \u064a\u062a\u0645 \u0625\u0639\u062a\u0628\u0627\u0631 \u0627\u0644\u062c\u0632\u0621 \u0645\u0646 \u0627\u0644\u0631\u0623\u0633 \u0627\u0644\u0645\u0645\u0627\u062b\u0644 \u0644\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0623\u0648\u0644\u0649 \u0628\u064a\u0646 \u0627\u0644\u0642\u0648\u0633\u064a\u0646 \u0641\u064a REGEX \u0643\u0623\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u0623\u0646 \u0644\u0645 \u064a\u0643\u0646 \u0633\u064a\u062a\u0645 \u0625\u0639\u062a\u0628\u0627\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u064a \u0627\u0644\u0643\u0627\u0645\u0644 \u0644\u0644\u0631\u0623\u0633 \u0643\u0623\u0646\u0647 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0628\u0631\u0648\u0643\u0633\u064a.
