#X-Generator: crowdin.com
authentication-external.title=Upravi\u0165 extern\u00fd adres\u00e1r - {0}
authentication-external.intro-text=Extern\u00fd subsyst\u00e9m overovania mo\u017eno pou\u017ei\u0165 na integr\u00e1ciu Alfresco s ak\u00fdmko\u013evek extern\u00fdm syst\u00e9mom overovania. M\u00f4\u017ee by\u0165 integrovan\u00fd s va\u0161\u00edm aplika\u010dn\u00fdm serverom tak, aby toto\u017enos\u0165 prihl\u00e1sen\u00e9ho u\u017e\u00edvate\u013ea je posunut\u00fd na servlety pomocou HttpServletRequest.getRemoteUser met\u00f3dy (). Preto\u017ee sa jedn\u00e1 o \u0161tandardn\u00fd sp\u00f4sob pre aplika\u010dn\u00e9 servery na \u0161\u00edrenie u\u017e\u00edvate\u013esk\u00fdch ident\u00edt na servlety, je kompatibiln\u00fd s cel\u00fdm radom rie\u0161en\u00ed SSO, vr\u00e1tane Central Authentication Service (CAS).
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-external.instruction-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/auth-external-intro.html" target\="_blank">Configuring external authentication</a> for more details.

authentication-external.extenal-authentication=Extern\u00e9 overovanie 
authentication-external.extenal-authentication.authentication-enabled=Overovanie zapnut\u00e9
authentication-external.extenal-authentication.authentication-enabled.description=Zvo\u013ete povoli\u0165 pre overenie u\u017e\u00edvate\u013ea extern\u00e9ho adres\u00e1ra. Ak je povolen\u00e9, Alfresco prij\u00edme extern\u00e9 overovacie tokeny; zabezpe\u010d\u00ed, aby nebol povolen\u00fd ned\u00f4veryhodn\u00fd priamy pr\u00edstup na Alfresco HTTP alebo AJP porty.
authentication-external.extenal-authentication.proxy-username=U\u017e\u00edvate\u013esk\u00e9 meno proxy servera
authentication-external.extenal-authentication.proxy-username.description=Vzdialen\u00fd u\u017e\u00edvate\u013e, ktor\u00fd je pova\u017eovan\u00fd za u\u017e\u00edvate\u013ea proxy servera . Predvolen\u00fd je alfresco-syst\u00e9m. \u017diadosti od tohto pou\u017e\u00edvate\u013ea s\u00fa pod identitou u\u017e\u00edvate\u013ea s n\u00e1zvom v z\u00e1hlav\u00ed servera proxy ozna\u010denom external.authentication.proxy vlastnosti hlavi\u010dky. Ak nie je nastaven\u00e9, potom hlavi\u010dka proxy v\u017edy nesie u\u017e\u00edvate\u013esk\u00e9 meno.
authentication-external.extenal-authentication.proxy-header=Proxy hlavi\u010dka
authentication-external.extenal-authentication.proxy-header.description=HTTP hlavi\u010dky, ktor\u00e1 nesie meno zast\u00fapen\u00e9ho u\u017e\u00edvate\u013ea. Predvolen\u00e1 hodnota je X-Alfresco-Remote-u\u017e\u00edvate\u013e.
authentication-external.extenal-authentication.admistrator-user-names=Spr\u00e1vcovsk\u00e9 u\u017e\u00edvate\u013esk\u00e9 men\u00e1
authentication-external.extenal-authentication.admistrator-user-names.description=Ak je to nutn\u00e9, zadajte \u010diarkami oddelen\u00fd zoznam u\u017e\u00edvate\u013esk\u00fdch mien, ktor\u00e9 maj\u00fa by\u0165 pova\u017eovan\u00e9 za spr\u00e1vcov v predvolenom nastaven\u00ed.
authentication-external.extenal-authentication.user-id-pattern=U\u017e\u00edvate\u013e ID vzor
authentication-external.extenal-authentication.user-id-pattern.description=Volite\u013en\u00fd regul\u00e9rny v\u00fdraz, ktor\u00fd m\u00e1 by\u0165 pou\u017eit\u00fd na extrakciu ID u\u017e\u00edvate\u013ea z hlavi\u010dky protokolu HTTP. \u010cas\u0165 hlavi\u010dky uzavret\u00e1 prvou skupinou v z\u00e1tvorke v regul\u00e9rnom v\u00fdraze sa stane u\u017e\u00edvate\u013esk\u00fdm menom. Pokia\u013e nie je nastaven\u00fd potom sa cel\u00fd obsah z\u00e1hlavie sa predpoklad\u00e1, \u017ee bude zast\u00fapen\u00e1 u\u017e\u00edvate\u013esk\u00e9 meno.
