#X-Generator: crowdin.com
# Properties for ldap authentication subsystem admin console

ldap.authentication.page.title=\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u062f\u0644\u064a\u0644 LDAP--{0}
ldap.authentication.page.intro-text=\u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0627\u0644\u0646\u0638\u0627\u0645 \u0641\u0631\u0639\u064a LDAP \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0648\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 (\u0627\u0644\u062a\u0635\u062f\u064a\u0631). \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u062f\u0627\u0644\u0627\u062a \u0641\u064a \u0639\u0632\u0644\u0629 \u0623\u0648 \u0641\u064a \u062a\u0631\u0643\u064a\u0628\u0629. LDAP \u0647\u0648 \u0634\u0643\u0644\u064a \u0644\u0644\u063a\u0627\u064a\u0629 \u0648\u0644\u0643\u0646 \u0639\u0645\u0648\u0645\u0627 \u064a\u062a\u0637\u0644\u0628 \u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0642\u0644\u064a\u0644\u0629 \u0643\u0645\u0627 \u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0646\u0645\u0648\u0630\u062c\u064a\u0629. \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0627\u062a\u0635\u0627\u0644 LDAP \u0648\u0627\u062d\u062f \u0641\u0642\u0637 \u0647\u0646\u0627.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
ldap.authentication.page.instruction-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/auth-ldap-intro.html" target\="_blank">Configuring LDAP</a> for detailed information on configuring authentication.

# Section headings
ldap.authentication.section=\u0645\u0635\u0627\u062f\u0642\u0629 LDAP
ldap.synchronization.section=\u062a\u0632\u0627\u0645\u0646 LDAP

ldap.synchronization-advanced.section=\u062a\u0632\u0627\u0645\u0646 LDAP--\u0645\u062a\u0642\u062f\u0645
ldap.synchronization-advanced.section.description=\u0645\u0646 \u0627\u0644\u0645\u0633\u062a\u062d\u0633\u0646 \u0641\u064a \u0627\u0644\u0639\u0645\u0648\u0645 \u0639\u062f\u0645 \u062a\u063a\u064a\u064a\u0631 \u0647\u0630\u0647 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a .

ldap.authentication.active=\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u062a\u0633\u062c\u064a\u0644
ldap.authentication.active.description=\u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0645\u062d\u062f\u062f\u0629\u060c \u0633\u0648\u0641 \u064a\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062f\u0644\u064a\u0644 LDAP \u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646. \u0625\u0630\u0627 \u0643\u0627\u0646 \u062f\u0644\u064a\u0644 LDAP \u0641\u0642\u0637 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u062b\u0645 \u0647\u0630\u0627 \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u062d\u062f\u062f\u0627\u064b.

ldap.authentication.userNameFormat=\u062a\u0646\u0633\u064a\u0642 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
ldap.authentication.userNameFormat.description=Defines how the user-entered Alfresco ID is passed through to LDAP. If no value is entered (the default for the LDAP subsystem), an LDAP query resolves the Distinguished Name (DN) from the user ID dynamically. This allows directories to be structured and does not require the user ID to appear in the DN. Entering a value restricts LDAP user names to a fixed format, where the placeholder %s in the value is replaced with the entered user ID to produce the ID passed to LDAP - see <a href\="http\://docs.alfresco.com/{0}/concepts/auth-ldap-intro.html" target\="_blank">LDAP configuration properties</a> for further details.

# The URL to connect to the LDAP server 
ldap.authentication.java.naming.provider.url=URL \u062e\u0627\u062f\u0645 LDAP
ldap.authentication.java.naming.provider.url.description=Url \u0627\u0644\u062e\u0627\u0635 \u0628\u062e\u0627\u062f\u0645 LDAP \u0627\u0644\u062e\u0627\u0635 \u0628\u0643\u060c \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0627\u0644\u0627\u0633\u0645 \u0648\u0645\u0646\u0641\u0630. \u0647\u064a \u0627\u0644\u0645\u0646\u0627\u0641\u0630 \u0627\u0644\u0642\u064a\u0627\u0633\u064a\u0629 \u0644 LDAP 389 (\u0648 636 \u0644 SSL)

ldap.authentication.defaultAdministratorUserNames=\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a
ldap.authentication.defaultAdministratorUserNames.description=\u0625\u0630\u0627 \u0644\u0632\u0645 \u0627\u0644\u0623\u0645\u0631\u060c \u0642\u0645 \u0628\u0625\u062f\u062e\u0627\u0644 \u0642\u0627\u0626\u0645\u0629 \u0645\u0641\u0635\u0648\u0644\u0629 \u0628\u0641\u0648\u0627\u0635\u0644 \u0645\u0646 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062a\u064a \u0633\u064a\u0646\u0638\u0631 \u0627\u0644\u0645\u0633\u0624\u0648\u0644\u0648\u0646 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a. \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0633\u062a\u062e\u062f\u0645 LDAP \u0644\u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643\u060c \u0647\u0630\u0647 \u0627\u0644\u062e\u0631\u0627\u0626\u0637 \u0645\u0633\u062a\u062e\u062f\u0645 LDAP \u062a\u0643\u0648\u0646 \u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0633\u0624\u0648\u0644.

# The authentication mechanism to use for password validation 
ldap.authentication.java.naming.security.authentication=\u0627\u0644\u0623\u0645\u0646
ldap.authentication.java.naming.security.authentication.description=\u062a\u062d\u062f\u064a\u062f \u0625\u0644\u064a\u0647 \u0623\u0645\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0645\u0639 \u0627\u0644\u0645\u0644\u0642\u0645 LDAP. \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0645\u0648\u0635\u0649 \u0628\u0647\u0627 \u0628\u0633\u064a\u0637\u0629 \u0648\u062e\u0644\u0627\u0635\u0629-MD5.

ldap.synchronization.active=\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629
ldap.synchronization.active.description=\u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0645\u062d\u062f\u062f\u0629\u060c \u062f\u0644\u064a\u0644 LDAP \u0633\u0648\u0641 \u062a\u0633\u0645\u062d \u0628\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629. \u0625\u0630\u0627 \u0643\u0627\u0646 \u062f\u0644\u064a\u0644 LDAP \u0641\u0642\u0637 \u0644\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u062b\u0645 \u0647\u0630\u0627 \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u062d\u062f\u062f\u0627\u064b.

# The default principal to use (only used for LDAP sync)
ldap.synchronization.java.naming.security.principal=\u0627\u0633\u0645 \u0623\u0633\u0627\u0633 \u0627\u0644\u0623\u0645\u0627\u0646
ldap.synchronization.java.naming.security.principal.description=LDAP \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0644\u0627\u062a\u0635\u0627\u0644 \u0623\u0645\u0627 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0644\u0645\u0632\u0627\u0645\u0646\u0629\u060c \u0625\u0630\u0627 \u0643\u0627\u0646 \u0623\u062d\u062f \u0645\u0637\u0644\u0648\u0628 \u0645\u0646 \u0642\u0628\u0644 \u0625\u0644\u064a\u0647 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629. \u0648\u0647\u0630\u0627 \u0647\u0648 \u0646\u0641\u0633 \u062a\u0646\u0633\u064a\u0642 "\u062a\u0646\u0633\u064a\u0642 \u0627\u0633\u0645 LDAP \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645" \u0648\u0644\u0643\u0646 \u0645\u0639 \u0648\u062c\u0648\u062f \u0645\u0639\u0631\u0641 \u0645\u0633\u062a\u062e\u062f\u0645 \u062d\u0642\u064a\u0642\u064a \u0628\u062f\u0644\u0627\u064b \u0645\u0646 %s. \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u062d\u0633\u0627\u0628 \u0628\u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642 \u0644\u0627\u0633\u062a\u0631\u062f\u0627\u062f \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644 \u0644\u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0648\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0641\u064a \u0627\u0644\u062f\u0644\u064a\u0644 \u062d\u064a\u062b \u0623\u0646 \u0623\u0646\u0647 \u064a\u0645\u0643\u0646 \u0645\u0632\u0627\u0645\u0646\u0629 \u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062f\u0627\u062e\u0644\u064a\u0629\u060c \u0648\u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0633\u0644\u0637\u0629. \u0639\u0646\u062f \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0623\u0645\u0627\u0646 \u0625\u0644\u0649 \u0628\u0633\u064a\u0637\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0647\u0648 cn \= \u0645\u062f\u064a\u0631\u060c dc \= \u0627\u0644\u0634\u0631\u0643\u0629, dc \= com.

ldap.synchronization.groupQuery=\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
ldap.synchronization.groupQuery.description=\u064a\u0642\u0648\u0645 \u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0628\u062a\u062d\u062f\u064a\u062f \u0643\u0627\u0641\u0629 \u0627\u0644\u0643\u0627\u0626\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645\u062b\u0644 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0645\u0632\u0627\u0645\u0646\u0629. \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0641\u064a \u0648\u0636\u0639 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0643\u0627\u0645\u0644\u0629\u060c \u0627\u0644\u062a\u064a \u0645\u0646 \u0627\u0644\u0645\u0642\u0631\u0631 \u0643\u0644 24 \u0633\u0627\u0639\u0629 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a.

# The user search base restricts the LDAP user query to a sub section of tree on the LDAP server.
ldap.synchronization.userSearchBase=\u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
ldap.synchronization.userSearchBase.description=DN \u0627\u0644\u062a\u064a \u0627\u0633\u062a\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0645\u0646.

# The query to select all objects that represent the users to import.
ldap.synchronization.personQuery=\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0634\u062e\u0635
ldap.synchronization.personQuery.description=\u064a\u0642\u0648\u0645 \u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0628\u062a\u062d\u062f\u064a\u062f \u0643\u0627\u0641\u0629 \u0627\u0644\u0643\u0627\u0626\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645\u062b\u0644 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0645\u0632\u0627\u0645\u0646\u0629. \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0641\u064a \u0648\u0636\u0639 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0643\u0627\u0645\u0644\u0629\u060c \u0627\u0644\u062a\u064a \u0645\u0646 \u0627\u0644\u0645\u0642\u0631\u0631 \u0643\u0644 24 \u0633\u0627\u0639\u0629 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a.

# The authentication mechanism to use for password validation 
ldap.synchronization.java.naming.security.authentication=\u0627\u0644\u0623\u0645\u0646
ldap.synchronization.java.naming.security.authentication.description=\u062a\u062d\u062f\u064a\u062f \u0625\u0644\u064a\u0647 \u0623\u0645\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0645\u0639 \u0627\u0644\u0645\u0644\u0642\u0645 LDAP \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629. \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0645\u0648\u0635\u0649 \u0628\u0647\u0627 \u0628\u0633\u064a\u0637\u0629 \u0648\u062e\u0644\u0627\u0635\u0629-MD5.

ldap.synchronization.java.naming.security.credentials=\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0639\u062a\u0645\u0627\u062f \u0623\u0645\u0627\u0646 \u0623\u0633\u0627\u0633\u064a
ldap.synchronization.java.naming.security.credentials.description=\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0644\u0627\u0633\u0645 \u0623\u0633\u0627\u0633 \u0627\u0644\u0623\u0645\u0627\u0646\u060c \u0625\u0630\u0627 \u0644\u0632\u0645 \u0627\u0644\u0623\u0645\u0631. \u0648\u0647\u0630\u0627 \u064a\u0633\u062a\u062e\u062f\u0645 \u0641\u0642\u0637 \u0644\u0644\u0645\u0632\u0627\u0645\u0646\u0629 LDAP.

# The group search base restricts the LDAP group query to a sub section of tree on the LDAP server.
ldap.synchronization.groupSearchBase=\u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u062d\u062b \u0641\u064a \u0645\u062c\u0645\u0648\u0639\u0629
ldap.synchronization.groupSearchBase.description=DN \u0627\u0644\u062a\u064a \u0627\u0633\u062a\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u0641\u0631\u064a\u0642 \u0628\u062f\u0621 \u0645\u0646.

# The query to select objects that represent the users to import that have changed since a certain time.
ldap.synchronization.personDifferentialQuery=\u0627\u0644\u0634\u062e\u0635 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u062a\u0641\u0627\u0636\u0644\u064a\u0629
ldap.synchronization.personDifferentialQuery.description=\u064a\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u0648\u0636\u0639 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u062a\u0641\u0627\u0636\u0644\u064a\u0629 \u0643\u0644\u0645\u0627 \u0628\u0646\u062c\u0627\u062d \u0645\u0635\u0627\u062f\u0642\u0629 \u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f \u0628\u0639\u062f \u0641\u064a \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642. \u064a\u0642\u0648\u0645 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0628\u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u062a\u064a \u062a\u063a\u064a\u0631\u062a \u0645\u0646\u0630 \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629 \u0645\u062d\u062f\u062f\u0629. \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 {0} \u0627\u0644\u0639\u0646\u0635\u0631 \u0627\u0644\u0646\u0627\u0626\u0628 \u0628\u062f\u0644\u0627\u064b \u0645\u0646 \u062a\u0646\u0633\u064a\u0642 \u0627\u0644\u0637\u0627\u0628\u0639 \u0627\u0644\u0632\u0645\u0646\u064a \u0641\u064a \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0645\u062a\u0642\u062f\u0645\u0629 \u062a\u0632\u0627\u0645\u0646 LDAP.  

# The default home folder provider to use for people created via LDAP import
ldap.synchronization.defaultHomeFolderProvider=\u0645\u0648\u0641\u0631 \u0627\u0644\u0645\u062c\u0644\u062f \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
ldap.synchronization.defaultHomeFolderProvider.description=\u062a\u0639\u0631\u0641 \u0643\u064a\u0641 \u064a\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0645\u0633\u0627\u062d\u0629 \u0627\u0644\u0645\u0646\u0632\u0644 \u0641\u064a \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629.  

# The query to select objects that represent the groups to import that have changed since a certain time.
ldap.synchronization.groupDifferentialQuery=\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u062a\u0641\u0627\u0636\u0644\u064a\u0629
ldap.synchronization.groupDifferentialQuery.description=\u062a\u0633\u062a\u062e\u062f\u0645 \u0643\u0644\u0645\u0627 \u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0646\u062c\u0627\u062d \u0645\u0635\u0627\u062f\u0642\u0629 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f \u0628\u0639\u062f \u0641\u064a \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642. \u064a\u0642\u0648\u0645 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0628\u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u062a\u064a \u062a\u063a\u064a\u0631\u062a \u0645\u0646\u0630 \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629 \u0645\u062d\u062f\u062f\u0629. 

# The attribute on LDAP group objects to map to the authority name property in Alfresco
ldap.synchronization.groupIdAttributeName=\u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
ldap.synchronization.groupIdAttributeName.description=\u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0641\u064a LDAP \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0643\u0627\u0626\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u062c\u0628 \u0623\u0646 \u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646\u0647\u0627 \u0625\u0644\u0649 \u0627\u0633\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629\u060c \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u060c cn.

ldap.synchronization.groupType=\u0646\u0648\u0639 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
ldap.synchronization.groupType.description=\u0627\u0643\u062a\u0628 \u0627\u0633\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0641\u064a LDAP\u060c \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u060c \u0645\u062c\u0645\u0648\u0639\u0629 \u0623\u0633\u0645\u0627\u0621.

ldap.synchronization.personType=\u0646\u0648\u0639 \u0627\u0644\u0634\u062e\u0635
ldap.synchronization.personType.description=\u0627\u0643\u062a\u0628 \u0627\u0633\u0645 \u0627\u0644\u0634\u062e\u0635 \u0641\u064a LDAP\u060c \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u060c inetOrgPerson.

ldap.synchronization.userEmailAttributeName=\u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
ldap.synchronization.userEmailAttributeName.description=\u0627\u0644\u0633\u0645\u0629 \u0639\u0644\u0649 \u0643\u0627\u0626\u0646\u0627\u062a \u0627\u0644\u0634\u062e\u0635 \u0641\u064a LDAP \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0641\u064a \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642.

# The attribute name on people objects found in LDAP to use as the uid in Alfresco
ldap.synchronization.userIdAttributeName=\u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
ldap.synchronization.userIdAttributeName.description=\u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0639\u0644\u0649 \u0627\u0644\u0646\u0627\u0633 \u0627\u0644\u0623\u0634\u064a\u0627\u0621 \u0627\u0644\u062a\u064a \u064a\u0639\u062b\u0631 \u0639\u0644\u064a\u0647\u0627 \u0641\u064a LDAP \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0645\u0639\u0631\u0641 \u0627\u0644\u0641\u0631\u064a\u062f \u0641\u064a \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642.

# The attribute on person objects in LDAP to map to the organizational id  property in Alfresco
ldap.synchronization.userOrganizationalIdAttributeName=\u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0627\u0644\u062a\u0646\u0638\u064a\u0645\u064a\u0629 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
ldap.synchronization.userOrganizationalIdAttributeName.description=\u0627\u0644\u0633\u0645\u0629 \u0639\u0644\u0649 \u0643\u0627\u0626\u0646\u0627\u062a \u0627\u0644\u0634\u062e\u0635 \u0641\u064a LDAP \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0645\u0639\u0631\u0641 \u0627\u0644\u062a\u0646\u0638\u064a\u0645\u064a\u0629 \u0641\u064a \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642.

# If positive, this property indicates that RFC 2696 paged results should be
# used to split query results into batches of the specified size. This
# overcomes any size limits imposed by the LDAP server.
ldap.synchronization.queryBatchSize=\u0627\u0644\u062d\u062c\u0645 \u0627\u0644\u062f\u0641\u0639\u064a \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645
ldap.synchronization.queryBatchSize.description=\u0625\u0630\u0627 \u062a\u0639\u064a\u064a\u0646 \u0625\u0644\u0649 \u0639\u062f\u062f\u0627 \u0635\u062d\u064a\u062d\u0627\u064b \u0645\u0648\u062c\u0628\u0627\u064b\u060c \u0647\u0630\u0647 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u062a\u0628\u064a\u0646 \u0623\u0646 2696 RFC \u0645\u0642\u0633\u0645 \u0625\u0644\u0649 \u0635\u0641\u062d\u0627\u062a \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u064a\u0646\u0628\u063a\u064a \u0623\u0646 \u062a\u0633\u062a\u062e\u062f\u0645 \u0644\u062a\u0642\u0633\u064a\u0645 \u062f\u0641\u0639\u0627\u062a \u0628\u0627\u0644\u062d\u062c\u0645 \u0627\u0644\u0645\u062d\u062f\u062f \u0641\u064a \u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645. \u0647\u0630\u0627 \u0648\u064a\u062a\u063a\u0644\u0628 \u0639\u0644\u0649 \u0623\u064a \u062d\u062f\u0648\u062f \u062d\u062c\u0645 \u062a\u0641\u0631\u0636\u0647\u0627 \u0645\u0644\u0642\u0645 LDAP. \u0625\u0630\u0627 \u0643\u0627\u0646 \u0633\u064a\u0633\u062a\u062e\u062f\u0645 \u0644\u0627 \u062a\u0639\u064a\u064a\u0646 \u0625\u0644\u0649 0 \u0623\u0648 \u0623\u0642\u0644\u060c \u0645\u0646 \u0646\u062a\u0627\u0626\u062c \u0645\u0642\u0633\u0645 \u0625\u0644\u0649 \u0635\u0641\u062d\u0627\u062a.

# The attribute on LDAP group objects to map to the authority display name property in Alfresco
ldap.synchronization.groupDisplayNameAttributeName=\u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0627\u0633\u0645 \u0639\u0631\u0636 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
ldap.synchronization.groupDisplayNameAttributeName.description=\u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0641\u064a LDAP \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0643\u0627\u0626\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u062c\u0628 \u0623\u0646 \u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646\u0647\u0627 \u0625\u0644\u0649 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0633\u0645 \u0627\u0644\u0639\u0631\u0636 \u0641\u064a \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642\u060c \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u060c \u0648\u0635\u0641.

ldap.synchronization.groupMemberAttributeName=\u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0639\u0636\u0648 \u0645\u062c\u0645\u0648\u0639\u0629
ldap.synchronization.groupMemberAttributeName.description=\u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0641\u064a LDAP \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0643\u0627\u0626\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0639\u0631\u0641 DN \u0644\u0623\u0639\u0636\u0627\u0626\u0647\u0627.

# The name of the operational attribute recording the last update time for a group or user.
ldap.synchronization.modifyTimestampAttributeName=\u0642\u0645 \u0628\u062a\u0639\u062f\u064a\u0644 \u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0627\u0644\u0637\u0627\u0628\u0639 \u0627\u0644\u0632\u0645\u0646\u064a
ldap.synchronization.modifyTimestampAttributeName.description=\u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644\u064a\u0629 \u062a\u0633\u062c\u064a\u0644 \u0648\u0642\u062a \u0627\u0644\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0623\u062e\u064a\u0631 \u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0623\u0648 \u0645\u0633\u062a\u062e\u062f\u0645.

ldap.synchronization.timestampFormat=\u062a\u0646\u0633\u064a\u0642 \u0627\u0644\u0637\u0627\u0628\u0639 \u0627\u0644\u0632\u0645\u0646\u064a
ldap.synchronization.timestampFormat.description=\u062a\u0646\u0633\u064a\u0642 \u0627\u0644\u0637\u0627\u0628\u0639 \u0627\u0644\u0632\u0645\u0646\u064a. \u0627\u0633\u062a\u062e\u062f\u0627\u0645 OpenLDAP yyyyMMddHHmmss'Z '.

# The attribute on person objects in LDAP to map to the first name property in Alfresco
ldap.synchronization.userFirstNameAttributeName=\u0627\u0633\u0645 \u0627\u0644\u0633\u0645\u0629 \u0627\u0644\u0623\u0648\u0644\u0649 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
ldap.synchronization.userFirstNameAttributeName.description=\u0627\u0644\u0633\u0645\u0629 \u0639\u0644\u0649 \u0643\u0627\u0626\u0646\u0627\u062a \u0627\u0644\u0634\u062e\u0635 \u0641\u064a LDAP \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u0648\u0644 \u0641\u064a \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642.

# The attribute on person objects in LDAP to map to the last name property in Alfresco
ldap.synchronization.userLastNameAttributeName=\u0633\u0645\u0629 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0623\u062e\u064a\u0631
ldap.synchronization.userLastNameAttributeName.description=\u0627\u0644\u0633\u0645\u0629 \u0639\u0644\u0649 \u0643\u0627\u0626\u0646\u0627\u062a \u0627\u0644\u0634\u062e\u0635 \u0641\u064a LDAP \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 "\u0627\u0633\u0645 \u0627\u0644\u0639\u0627\u0626\u0644\u0629" \u0641\u064a \u0627\u0644\u0647\u0648\u0627\u0621 \u0627\u0644\u0637\u0644\u0642.

# FTP Authentication
ldap.authentication.ldap.authentication.authenticateFTP=\u0645\u0635\u0627\u062f\u0642\u0629 \u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0646\u0642\u0644 \u0627\u0644\u0645\u0644\u0641\u0627\u062a
ldap.authentication.ldap.authentication.authenticateFTP.description=If selected ldap authentication for FTP access is enabled.

#  Enable/disable connection pooling for synchronization
# For more information about connection pooling please refer to http://docs.oracle.com/javase/jndi/tutorial/ldap/connect/pool.html.
# For more information about pool configuration please refer to http://docs.oracle.com/javase/jndi/tutorial/ldap/connect/config.html.
ldap.synchronization.com.sun.jndi.ldap.connect.pool=Connection Pooling Enabled
ldap.synchronization.com.sun.jndi.ldap.connect.pool.description=Enable/disable connection pooling for synchronization

# A list of space-separated authentication types of connections that may be pooled. Valid types are "none", "simple", and "DIGEST-MD5".
ldap.pooling.com.sun.jndi.ldap.connect.pool.authentication=Authentication Types Of Connections
ldap.pooling.com.sun.jndi.ldap.connect.pool.authentication.description=A list of space-separated authentication types of connections that may be pooled. Valid types are "none", "simple", and "DIGEST-MD5".

# A string that indicates the level of debug output to produce. Valid values are "fine" (trace connection creation and removal) and "all" (all debugging information).
ldap.pooling.com.sun.jndi.ldap.connect.pool.debug=Level Of Debug
ldap.pooling.com.sun.jndi.ldap.connect.pool.debug.description=A string that indicates the level of debug output to produce. Valid values are "fine" (trace connection creation and removal) and "all" (all debugging information).

# The string representation of an integer that represents the number of connections per connection identity to create when initially creating a connection for the identity.
ldap.pooling.com.sun.jndi.ldap.connect.pool.initsize=Initial Number Of Connections
ldap.pooling.com.sun.jndi.ldap.connect.pool.initsize.description=The string representation of an integer that represents the number of connections per connection identity to create when initially creating a connection for the identity.

# The string representation of an integer that represents the maximum number of connections per connection identity that can be maintained concurrently.
# Empty value means no maximum size.
ldap.pooling.com.sun.jndi.ldap.connect.pool.maxsize=Maximum Number Of Connections
ldap.pooling.com.sun.jndi.ldap.connect.pool.maxsize.description=The string representation of an integer that represents the maximum number of connections per connection identity that can be maintained concurrently. Empty value means no maximum size.

# The string representation of an integer that represents the preferred number of connections per connection identity that should be maintained concurrently.
# Empty value means no preferred size.
ldap.pooling.com.sun.jndi.ldap.connect.pool.prefsize=Preferred Number Of Connections
ldap.pooling.com.sun.jndi.ldap.connect.pool.prefsize.description=The string representation of an integer that represents the preferred number of connections per connection identity that should be maintained concurrently. Empty value means no preferred size.

# A list of space-separated protocol types of connections that may be pooled. Valid types are "plain" and "ssl".
ldap.pooling.com.sun.jndi.ldap.connect.pool.protocol=Protocol Types
ldap.pooling.com.sun.jndi.ldap.connect.pool.protocol.description=A list of space-separated protocol types of connections that may be pooled. Valid types are "plain" and "ssl".

# The string representation of an integer that represents the number of milliseconds that an idle connection may remain in the pool without being closed and removed from the pool.
# Empty value means no timeout, connection stays in pool forever. Bad connections are automatically detected and removed from the pool by the LDAP provider
ldap.pooling.com.sun.jndi.ldap.connect.pool.timeout=Connection Idle Timeout
ldap.pooling.com.sun.jndi.ldap.connect.pool.timeout.description=The string representation of an integer that represents the number of milliseconds that an idle connection may remain in the pool without being closed and removed from the pool. Empty value means no timeout, connection stays in pool forever. Bad connections are automatically detected and removed from the pool by the LDAP provider

# The string representation of an integer that represents the number of milliseconds to specify how long to wait for a pooled connection.
# Empty value means the application will wait indefinitely.
ldap.pooling.com.sun.jndi.ldap.connect.timeout=\u0645\u0647\u0644\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644
ldap.pooling.com.sun.jndi.ldap.connect.timeout.description=The string representation of an integer that represents the number of milliseconds to specify how long to wait for a pooled connection. Empty value means the application will wait indefinitely.

