#X-Generator: crowdin.com
dnd.model.forms.fieldId.label=\u0415\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440
dnd.model.forms.fieldId.description=

dnd.model.forms.control.fieldSet.title=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0458\u0430 \u0437\u0430 \u043f\u043e\u043b\u0435\u0442\u043e
dnd.model.forms.control.fieldSet.description=\u041e\u0441\u043d\u043e\u0432\u043d\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u043e\u0442\u043e \u043f\u043e\u043b\u0435.
dnd.model.forms.field.label=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440
dnd.model.forms.field.description=\u0415\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u0437\u0430 \u043e\u0432\u0430\u0430 \u0444\u043e\u0440\u043c\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435.
dnd.model.forms.control-type.label=\u041a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u043d \u0432\u0438\u0434
dnd.model.forms.control-type.description=\u0421\u0435\u043b\u0435\u043a\u0442\u0438\u0440\u0430\u0458 \u0458\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0430\u0442\u0430 \u043a\u043e\u0458\u0430 \u0433\u043e \u043f\u0440\u0435\u0442\u0441\u0442\u0430\u0432\u0443\u0432\u0430 \u043e\u0432\u0430 \u043f\u043e\u043b\u0435
dnd.model.forms.control-type.textbox.label=\u041f\u043e\u043b\u0435 \u0437\u0430 \u0442\u0435\u043a\u0441\u0442
dnd.model.forms.control-type.textarea.label=\u041e\u0431\u043b\u0430\u0441\u0442 \u0437\u0430 \u0442\u0435\u043a\u0441\u0442
dnd.model.forms.control-type.select.label=\u0421\u0435\u0435\u043a\u0442\u0438\u0440\u0430\u0458 \u043c\u0435\u043d\u0438
dnd.model.forms.control-type.radiobuttons.label=\u041a\u043e\u043f\u0447\u0438\u045a\u0430 \u0437\u0430 \u0440\u0430\u0434\u0438\u043e

dnd.model.forms.data.fieldSet.title=\u041f\u043e\u0434\u0435\u0441\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438\u0442\u0435
dnd.model.forms.data.fieldSet.description=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0458 \u0433\u0438 \u043f\u043e\u0434\u0435\u0441\u0443\u0432\u0430\u045a\u0430\u0442\u0430 \u0437\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438\u0442\u0435 \u0437\u0430 \u043e\u0432\u0430 \u043f\u043e\u043b\u0435.
dnd.model.forms.name.label=\u0418\u043c\u0435 \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0430\u0440\u043e\u0442
dnd.model.forms.name.description=\u041e\u0432\u0430 \u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0430\u0440\u043e\u0442 \u0437\u0430 \u043e\u0432\u0430 \u043f\u043e\u043b\u0435. \u040c\u0435 \u0431\u0438\u0434\u0435 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0435\u043d\u043e \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0443\u0432\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438\u0442\u0435 \u043a\u043e\u0438 \u0441\u0435 \u0432\u043d\u0435\u0441\u0435\u043d\u0438.
dnd.model.forms.value.label=\u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442
dnd.model.forms.value.description=\u041e\u0432\u0430 \u045c\u0435 \u0431\u0438\u0434\u0435 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442 \u043a\u043e\u0458\u0430 \u0438\u043d\u0438\u0446\u0438\u0458\u0430\u043d\u043e \u045c\u0435 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430 \u043a\u043e\u0433\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0430\u0442\u0430 \u0435 \u0437\u0430 \u043f\u0440\u0432 \u043f\u0430\u0442 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u0430 (\u0434\u043e\u043a\u043e\u043b\u043a\u0443 \u043d\u0438\u0442\u0443 \u0435\u0434\u043d\u0430 \u0434\u0440\u0443\u0433\u0430 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442 \u0432\u0435\u045c\u0435 \u043d\u0435 \u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0430)

dnd.model.forms.labels.fieldSet.title=\u0415\u0442\u0438\u043a\u0435\u0442\u0438
dnd.model.forms.labels.fieldSet.description=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0458 \u0458\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0430\u0442\u0430 \u0437 \u0430\u043e\u0432\u0430 \u043f\u043e\u043b\u0435
dnd.model.forms.label.label=\u0415\u0442\u0438\u043a\u0435\u0442\u0430
dnd.model.forms.label.description=\u041e\u0432\u0430 \u0435 \u043a\u0440\u0430\u0442\u043e\u043a \u043e\u043f\u0438\u0441 \u0437\u0430 \u043a\u0430\u043a\u043e \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0430\u0442\u0430 \u0444\u043e\u0440\u043c\u0430 \u0441\u0435 \u043a\u043e\u0440\u0438\u0441\u0442\u0438
dnd.model.forms.units.label=\u041e\u0437\u043d\u0430\u043a\u0430 \u0437\u0430 \u0441\u0442\u0430\u0432\u043a\u0430
dnd.model.forms.units.description=\u041e\u0432\u0430\u0430 \u0435 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 \u043a\u043e\u0458\u0430 \u045c\u0435 \u0431\u0438\u0434\u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0430 \u043f\u043e\u0441\u043b\u0435 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0430\u0442\u0430 \u0444\u043e\u0440\u043c\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u0442\u0441\u0442\u0430\u0432\u0430\u0442 \u0442\u0438\u043f\u043e\u0442 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043a\u043e\u0438 \u0441\u0435 \u043f\u0440\u0435\u0437\u0435\u043c\u0435\u043d\u0438 (\u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440, "\u043c\u0438\u043b\u0438\u0441\u0435\u043a\u0443\u043d\u0434\u0438", "%", "\u043c\u0438\u043b\u0458\u0438", \u0438\u0442\u043d)
dnd.model.forms.description.label=\u041e\u043f\u0438\u0441
dnd.model.forms.description.description=\u041e\u0432\u0430 \u0435 \u043f\u043e\u0434\u043e\u043b\u0433 \u043e\u043f\u0438\u0441 \u0437\u0430 \u0448\u0442\u043e \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0430\u0442\u0430 \u0444\u043e\u0440\u043c\u0430 \u043d\u0430\u0458\u0447\u0435\u0441\u0442\u043e \u043f\u0440\u0435\u0437\u0430\u043f\u0438\u0448\u0443\u0432\u0430 (\u043e\u0432\u043e\u0458 \u0442\u0435\u043a\u0441\u0442 \u0435 \u043f\u0440\u0438\u043c\u0435\u0440 \u0437\u0430 \u043e\u043f\u0438\u0441)

dnd.model.forms.options.fieldSet.title=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430\u0442\u0430
dnd.model.forms.options.fieldSet.description=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0458\u0442\u0435 \u043a\u0430\u043a\u043e \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u0438\u0442\u0435 \u043e\u043f\u0446\u0438\u0438 \u0441\u0435 \u043f\u0440\u0435\u0432\u0437\u0435\u043c\u0430\u0430\u0442 \u0437\u0430 \u043e\u0432\u0430\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0430 \u0444\u043e\u0440\u043c\u0430
dnd.model.forms.optionsType.label=\u0412\u0438\u0434 \u043d\u0430 \u043e\u043f\u0446\u0438\u0438
dnd.model.forms.optionsType.description=\u0418\u0437\u0431\u0435\u0440\u0438 \u0434\u0430\u043b\u0438 \u0434\u0430 \u0441\u0435 \u0438\u0441\u043f\u043e\u043b\u043d\u0438 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0430\u0442\u0430 \u0444\u043e\u0440\u043c\u0430 \u0441\u043e \u0444\u0438\u043a\u0441\u0435\u043d \u0441\u0435\u0442 \u043d\u0430 \u043e\u043f\u0446\u0438\u0438 \u0438\u043b\u0438 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043a\u0438 \u0434\u0430 \u0433\u0438 \u0434\u043e\u0431\u0438\u0435
dnd.model.forms.optionsType.fixed.label=\u0424\u0438\u043a\u0441\u043d\u0438 \u043e\u043f\u0446\u0438\u0438
dnd.model.forms.optionsType.dynamic.label=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u043e\u043f\u0446\u0438\u0438
dnd.model.forms.fixedOptions.label=\u0424\u0438\u043a\u0441\u043d\u0438 \u043e\u043f\u0446\u0438\u0438
dnd.model.forms.fixedOptions.description=\u041a\u0440\u0435\u0438\u0440\u0430\u0458\u0442\u0435 \u043b\u0438\u0441\u0442 \u043e\u0434 \u0444\u0438\u043a\u0441\u043d\u0438 \u043e\u043f\u0446\u0438\u0438 \u043a\u043e\u0438 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0431\u0438\u0434\u0430\u0442 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u0438
dnd.model.forms.options.publishTopic.label=\u0422\u0435\u043c\u0430\u0442\u0430 \u043a\u043e\u0458 \u045c\u0435 \u0441\u0435 \u043e\u0431\u0458\u0430\u0432\u0438 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0440\u0430\u0442\u0430\u0442 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438\u0442\u0435
dnd.model.forms.options.publishTopic.description=\u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u0442\u0435\u043c\u0430 \u043a\u043e\u0458\u0430 \u045c\u0435 \u0431\u0438\u0434\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u0430 \u043d\u0430 \u0431\u0430\u0440\u0430\u045a\u0435.
dnd.model.forms.options.publishPayload.url.label=URL
dnd.model.forms.options.publishPayload.url.description=URL \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u043d\u043e \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0440\u0430\u0442\u0430\u0442 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438
dnd.model.forms.options.publishPayload.itemsAttribute.label=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u043e\u043f\u0446\u0438\u0438\u0442\u0435
dnd.model.forms.options.publishPayload.itemsAttribute.description=\u0410\u0442\u0440\u0438\u0431\u0443\u0442\u043e\u0442 \u0432\u043e \u043e\u0434\u0433\u043e\u0432\u043e\u0440\u043d\u0430\u0442\u0430 \u0444\u043e\u0440\u043c\u0430 \u043a\u043e\u0458 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0443\u0432\u0430 \u043a\u043e\u0438 \u043e\u043f\u0446\u0438\u0438 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 (\u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u0438\u0434\u0435 \u0432\u043e \u0442\u043e\u0447\u043a\u0430-\u043d\u043e\u0442\u0430\u0446\u0438\u0458\u0430 \u0444\u043e\u0440\u043c\u0430).
dnd.model.forms.options.publishPayload.labelAttribute.label=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0430\u0442\u0430
dnd.model.forms.options.publishPayload.labelAttribute.description=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 \u043a\u043e\u0458 \u0441\u0435\u043a\u043e\u0458 \u043e\u0431\u0458\u0435\u043a\u0442 \u045c\u0435 \u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0438 \u043a\u0430\u043a\u043e \u0435\u0442\u0438\u043a\u0435\u0442\u0430 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u043e\u043f\u0446\u0438\u0438.
dnd.model.forms.options.publishPayload.valueAttribute.label=\u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u043e\u0442
dnd.model.forms.options.publishPayload.valueAttribute.description=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 \u043a\u043e\u0458 \u0441\u0435\u043a\u043e\u0458 \u043e\u0431\u0458\u0435\u043a\u0442 \u045c\u0435 \u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0438 \u043a\u0430\u043a\u043e \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442 \u0437\u0430 \u0442\u0430\u0430 \u043e\u043f\u0446\u0438\u0458\u0430.

dnd.model.forms.dynamic-config.label=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0458 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u0435\u043d \u0442\u0435\u043a
dnd.model.forms.dynamic-config.description=\u041f\u0440\u043e\u0432\u0435\u0440\u0438 \u0433\u043e \u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0448 \u043f\u0440\u0430\u0432\u0438\u043b\u0430\u0442\u0430 \u043a\u043e\u0438 \u0458\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430\u0430\u0442 \u0432\u0438\u0434\u043b\u0438\u0432\u043e\u0441\u0442\u0430, \u0431\u0430\u0440\u0430\u045a\u0435\u0442\u043e \u0438 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e\u0441\u0442\u0438\u0442\u0435

dnd.model.forms.visibility.fieldSet.title=\u0412\u0438\u0434\u043b\u0438\u0432\u043e\u0441\u0442 \u043d\u0430 \u0441\u0430\u0458\u0442\u043e\u0442
dnd.model.forms.visibility.fieldSet.description=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0458 \u0433\u043e \u043e\u0434\u043d\u0435\u0441\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0432\u0438\u0434\u043b\u0438\u0432\u043e\u0441\u0442\u0430.
dnd.model.forms.initialVisibility.label=\u041e\u0441\u043d\u043e\u0432\u043d\u0430 \u0432\u0438\u0434\u043b\u0438\u0432\u043e\u0441\u0442
dnd.model.forms.initialVisibility.description=\u0418\u0437\u0431\u0435\u0440\u0438 \u0433\u043e \u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u0430\u043a\u043e \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0430\u0442\u0430 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0431\u0438\u0434\u0435 \u0432\u0438\u0434\u043b\u0438\u0432\u0430 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043e\u043a\u043e\u0442, \u043a\u043e\u0433\u0430 \u0444\u043e\u0440\u043c\u0430 \u0437\u0430 \u043f\u0440\u0432 \u043f\u0430\u0442 \u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u0430
dnd.model.forms.visibilityRules.label=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 Dynamic visibility behaviour
dnd.model.forms.visibilityRules.description=\u041f\u043e\u0441\u0442\u0430\u0432\u0438\u0458\u0430 \u0432\u0438\u0434\u043b\u0438\u0432\u043e\u0441\u0442\u0430 \u043d\u0430 \u043e\u0432\u0430\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0430 \u0437\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0430 \u0432\u0440\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u043d\u0430 \u043e\u0441\u0442\u0430\u043d\u0430\u0442\u0438\u0442\u0435 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438 \u0432\u043e \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0438\u0441\u0442\u0438\u0442\u0435 \u0444\u043e\u0440\u043c\u0438. \u0421\u043e \u043e\u0432\u0430 \u0441\u0435 \u043f\u0440\u0430\u0432\u0438 \u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0430 \u043f\u0440\u043e\u0433\u0440\u0435\u0441\u0438\u0432\u043d\u043e \u0434\u0430 \u0441\u0435 \u0437\u0430\u0442\u0432\u0430\u0440\u0430 \u043a\u0430\u043a\u043e \u0448\u0442\u043e \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0433\u0438 \u0432\u043d\u0435\u0441\u0443\u0432\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438\u0442\u0435. \u041d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440, \u0438\u0437\u0431\u043e\u0440\u043e\u0442 \u043d\u0430 \u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0430 \u043e\u0431\u043b\u0430\u0441\u0442 \u0432\u043e \u043e\u043f\u0430\u0453\u0430\u0447\u043a\u043e\u0442\u043e \u043c\u0435\u043d\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043e\u0442\u043a\u0440\u0438\u0435 \u043f\u043e\u0432\u0435\u045c\u0435 \u043f\u043e\u043b\u0438\u045a\u0430.

dnd.model.forms.requirement.fieldSet.title=\u0411\u0430\u0440\u0430\u045a\u0435
dnd.model.forms.requirement.fieldSet.description=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u043e \u0431\u0430\u0440\u0430\u045a\u0435\u0442\u043e \u0437\u0430 \u043d\u0430\u0447\u0438\u043d \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430.
dnd.model.forms.initialRequirement.label=\u041f\u043e\u0447\u0435\u0442\u043d\u043e \u0431\u0430\u0440\u0430\u045a\u0435
dnd.model.forms.initialRequirement.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0458\u0430 \u043e\u0432\u0430\u0430 \u043e\u043f\u0446\u0438\u0458\u0430 \u0430\u043a\u043e \u0441\u0430\u043a\u0430\u0442\u0435 \u043f\u043e\u043b\u0435\u0442\u043e \u0434\u0430 \u0431\u0438\u0434\u0435 \u0437\u0430\u0434\u043e\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u043a\u043e\u0433\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u0435 \u043f\u0440\u0432 \u043f\u0430\u0442 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u0430. \u0417\u0430\u0434\u043e\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u043f\u043e\u043b\u0435 \u043c\u043e\u0440\u0430 \u0434\u0430 \u0438\u043c\u0430 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442, \u0441\u043e \u0446\u0435\u043b \u0437\u0430 \u043a\u043e\u043f\u0447\u0435\u0442\u043e "\u043f\u043e\u0434\u043d\u0435\u0441\u0438" \u0434\u0430 \u0431\u0438\u0434\u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e
dnd.model.forms.requirementRules.label=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 Dynamic requirement behaviour
dnd.model.forms.requirementRules.description=\u041a\u0440\u0435\u0438\u0440\u0430\u0458\u0442\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u0430 \u043a\u043e\u0438 \u0441\u0435 \u043c\u0435\u043d\u0443\u0432\u0430\u0430\u0442 \u043a\u043e\u0433\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u043c\u043e\u0440\u0430 \u0434\u0430 \u0438\u043c\u0430 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442. \u041d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440, \u043f\u043e\u043b\u0435\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u0438\u0434\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u043d\u043e \u0441\u0430\u043c\u043e \u043a\u043e\u0433\u0430 \u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0430 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u043e\u0434 \u043e\u043f\u0430\u0453\u0430\u0447\u043a\u043e\u0442\u043e \u043c\u0435\u043d\u0438.

dnd.model.forms.disablement.fieldSet.title=\u041e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430\u045a\u0435
dnd.model.forms.disablement.fieldSet.description=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 disablement behavior.
dnd.model.forms.initialDisablement.label=\u041f\u043e\u0447\u0435\u0442\u043d\u043e \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430\u045a\u0435
dnd.model.forms.initialDisablement.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0458\u0430 \u043e\u0432\u0430\u0430 \u043e\u043f\u0446\u0438\u0458\u0430 \u0430\u043a\u043e \u0441\u0430\u043a\u0430\u0442\u0435 \u043f\u043e\u043b\u0435\u0442\u043e \u0434\u0430 \u0431\u0438\u0434\u0435 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e \u043f\u0440\u0438 \u043f\u0440\u0432 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0430. \u0412\u043e \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e \u043f\u043e\u043b\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043c\u0435\u043d\u0443\u0432\u0430\u0430\u0442 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0438\u0442\u0435.
dnd.model.forms.disablementRules.label=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 Dynamic disablement behavior
dnd.model.forms.disablementRules.description=\u0421\u043e\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u0430 \u043a\u043e\u0438 \u0441\u0435 \u043c\u0435\u043d\u0443\u0432\u0430\u0430\u0442 \u043a\u043e\u0433\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u0435 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e. \u041f\u043e\u043b\u0435\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u0438\u0434\u0435 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438 \u0441\u0435 \u0434\u043e\u0434\u0435\u043a\u0430 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u043b\u0438\u045a\u0430 \u043d\u0435 \u0441\u0435 \u043f\u043e\u043f\u043e\u043b\u043d\u0430\u0442

dnd.model.forms.advanced.fieldSet.title=\u041d\u0430\u043f\u0440\u0435\u0434\u043d\u0438 \u043f\u043e\u0434\u0435\u0441\u0443\u0432\u0430\u045a\u0430
dnd.model.forms.advanced.fieldSet.description=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0458 \u043a\u043e\u0433\u0430 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u0441\u0435 \u043e\u0431\u0458\u0430\u0432\u0435\u043d\u0438 \u0438 \u043a\u043e\u0433\u0430 \u0441\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043d\u0438
dnd.model.forms.postWhenHiddenOrDisabled.label=\u0412\u043a\u043b\u0443\u0447\u0438 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442 \u043a\u043e\u0433\u0430 \u0435 \u0441\u043a\u0440\u0438\u0435\u043d \u0438\u043b\u0438 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d
dnd.model.forms.postWhenHiddenOrDisabled.description=\u0410\u043a\u043e \u0435 \u0448\u0442\u0438\u043a\u043b\u0438\u0440\u0430\u043d\u043e, \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 \u043d\u0430 \u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u0441\u0435\u043a\u043e\u0433\u0430\u0448 \u045c\u0435 \u0431\u0438\u0434\u0435 \u0432\u043a\u043b\u0443\u0447\u0435\u043d\u0430 \u0432\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u0430, \u0431\u0435\u0437 \u043e\u0433\u043b\u0435\u0434 \u043d\u0430 \u0442\u043e\u0430 \u0434\u0430\u043b\u0438 \u0435 \u0441\u043a\u0440\u0438\u0435\u043d\u0430 \u0438\u043b\u0438 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e. \u041e\u0434\u0448\u0442\u0438\u043a\u043b\u0438\u0440\u0430\u0458 \u0433\u043e \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u043b\u0443\u0447\u0438 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 \u043a\u043e\u0433\u0430 \u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u043e \u0438 \u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e.
dnd.model.forms.noValueUpdateWhenHiddenOrDisabled.label=\u0410\u0436\u0443\u0440\u0443\u0440\u0430\u0458 \u043a\u043e\u0433\u0430 \u0435 \u0441\u043a\u0440\u0438\u0435\u043d\u043e \u0438\u043b\u0438 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e
dnd.model.forms.noValueUpdateWhenHiddenOrDisabled.description=\u0410\u043a\u043e \u0441\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0438, \u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u043d\u0435\u043c\u0430 \u0434\u0430 \u0431\u0438\u0434\u0435 \u043f\u0440\u0432\u0438\u0447\u043d\u043e \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u043e \u0441\u043e \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442 \u0434\u043e\u043a\u043e\u043b\u043a\u0443 \u0435 \u0441\u043a\u0440\u0438\u0435\u043d\u043e \u0438\u043b\u0438 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e


dnd.model.forms.show-buttons.label=\u041a\u043e\u043f\u0447\u0438\u045a\u0430 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437?
dnd.model.forms.show-buttons.description=\u041a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430 \u0434\u0430\u043b\u0438 \u043a\u043e\u043f\u0447\u0438\u045a\u0430\u0442\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u0438 \u0432\u043e \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0430\u0442\u0430 \u0444\u043e\u0440\u043c\u0430.

dnd.model.forms.confirmation-button.fieldSet.title=\u041a\u043e\u043f\u0447\u0435 \u0437\u0430 \u043e\u0434\u043e\u0431\u0440\u0443\u0432\u0430\u045a\u0435
dnd.model.forms.confirmation-button.fieldSet.description=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043e\u0434\u043e\u0431\u0440\u0443\u0432\u0430\u045a\u0435.
dnd.model.forms.show-confirmation-button.label=\u0414\u0430\u043b\u0438 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0435 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043e\u0434\u043e\u0431\u0440\u0443\u0432\u0430\u045a\u0435?
dnd.model.forms.show-confirmation-button.description=\u041a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430 \u0434\u0430\u043b\u0438 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043e\u0434\u043e\u0431\u0440\u0443\u0432\u0430\u045a\u0435 \u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u043e \u043d\u0430 \u0444\u043e\u0440\u043c\u0430.
dnd.model.forms.confirmation-button-label.label=\u0415\u0442\u0438\u043a\u0435\u0442\u0430 \u0437\u0430 \u043a\u043e\u043f\u0447\u0435 \u0437\u0430 \u043e\u0434\u043e\u0431\u0440\u0443\u0432\u0430\u045a\u0435
dnd.model.forms.confirmation-button-label.description=\u0415\u0442\u0438\u043a\u0435\u0442\u0430\u0442\u0430 \u043a\u043e\u0458\u0430 \u045c\u0435 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0435 \u043d\u0430 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043e\u0434\u043e\u0431\u0440\u0443\u0432\u0430\u045a\u0435.

dnd.model.forms.cancellation-button.fieldSet.title=\u041a\u043e\u043f\u0447\u0435 \u0437\u0430 \u043e\u0442\u043a\u0430\u0436\u0443\u0432\u0430\u045a\u0435
dnd.model.forms.cancellation-button.fieldSet.description=\u041e\u0434\u043e\u0431\u0440\u0443\u0432\u0430\u045a\u0435 \u0437\u0430 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043e\u0442\u043a\u0430\u0436\u0438\u0432\u0430\u045a\u0435.
dnd.model.forms.show-cancellation-button.label=\u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u0433\u043e \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043e\u0442\u043a\u0430\u0436\u0443\u0432\u0430\u045a\u0435
dnd.model.forms.show-cancellation-button.description=\u041a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430 \u0434\u0430\u043b\u0438 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043e\u0442\u043a\u0430\u0436\u0443\u0432\u0430\u045a\u0435 \u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u043e \u043d\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0430.
dnd.model.forms.cancellation-button-label.label=\u0415\u0442\u0438\u043a\u0435\u0442\u0430 \u043d\u0430 \u043a\u043e\u043f\u0447\u0435 \u0437\u0430 \u043e\u0442\u043a\u0430\u0436\u0443\u0432\u0430\u045a\u0435
dnd.model.forms.cancellation-button-label.description=\u0415\u0442\u0438\u043a\u0435\u0442\u0430\u0442\u0430 \u043a\u043e\u0458\u0430 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0435 \u0437\u0430 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043e\u0442\u043a\u0430\u0436\u0443\u0432\u0430\u045a\u0435.



