#X-Generator: crowdin.com
header.singleUpload=\u0391\u03bd\u03ad\u03b2\u03b1\u03c3\u03bc\u03b1 \u0391\u03c1\u03c7\u03b5\u03af\u03bf\u03c5
header.multiUpload=\u0391\u03bd\u03ad\u03b2\u03b1\u03c3\u03bc\u03b1 \u0391\u03c1\u03c7\u03b5\u03af\u03bf\u03c5/\u03c9\u03bd
header.singleUpdate=\u0395\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7 \u0391\u03c1\u03c7\u03b5\u03af\u03bf\u03c5
header.singleImport=\u0395\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae

section.recordType=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03a4\u03cd\u03c0\u03bf\u03c5 \u0395\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2
section.file=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u0391\u03c1\u03c7\u03b5\u03af\u03bf\u03c5/\u03c9\u03bd

label.browse=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5/\u03c9\u03bd \u03b3\u03b9\u03b1 \u03b1\u03bd\u03ad\u03b2\u03b1\u03c3\u03bc\u03b1
label.multiUploadTip=\u03a7\u03c1\u03ae\u03c3\u03b7 CTRL \u03ae SHIFT \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03c0\u03bf\u03bb\u03bb\u03b1\u03c0\u03bb\u03ac \u03b1\u03c1\u03c7\u03b5\u03af\u03b1
label.singleUpdateTip=\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf \u03b5\u03b9\u03ba\u03bf\u03bd\u03af\u03b4\u03b9\u03bf \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c6\u03bf\u03c1\u03c4\u03ce\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03bd\u03ad\u03b1 \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7 \u03c4\u03bf\u03c5 {0}
label.noFiles=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7, \u03ba\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf \u03b5\u03b9\u03ba\u03bf\u03bd\u03af\u03b4\u03b9\u03bf \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf/\u03b1 \u03b3\u03b9\u03b1 \u03b1\u03bd\u03ad\u03b2\u03b1\u03c3\u03bc\u03b1
label.noFlash=\u0391\u03c0\u03b1\u03b9\u03c4\u03b5\u03af\u03c4\u03b1\u03b9 Flash Player \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7 9.0.45 \u03ae \u03bd\u03b5\u03cc\u03c4\u03b5\u03c1\u03b7 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03ba\u03b1\u03c4\u03b5\u03b2\u03ac\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1 \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7 \u03c4\u03bf\u03c5 Flash Player \u03b1\u03c0\u03cc \u03c4\u03bf <a href\="http\://www.adobe.com/go/getflashplayer"> \u039a\u03ad\u03bd\u03c4\u03c1\u03bf \u03bb\u03ae\u03c8\u03b7\u03c2 \u03c4\u03bf\u03c5 Adobe Flash Player</a>.
label.success=\u0395\u03c0\u03b9\u03c4\u03c5\u03c7\u03af\u03b1
label.failure=\u0391\u03c0\u03bf\u03c4\u03c5\u03c7\u03af\u03b1
button.upload=\u0391\u03bd\u03ad\u03b2\u03b1\u03c3\u03bc\u03b1 \u0391\u03c1\u03c7\u03b5\u03af\u03bf\u03c5/\u03c9\u03bd
label.uploadStatus=\u039a\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7\: {0} / {1} \u03c6\u03bf\u03c1\u03c4\u03ce\u03b8\u03b7\u03ba\u03b5/\u03b1\u03bd ({2} \u03b1\u03c0\u03ad\u03c4\u03c5\u03c7\u03b5/\u03b1\u03bd)
message.cancelStatus=\u0391\u03ba\u03c5\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5 \u03c4\u03bf \u03b1\u03bd\u03ad\u03b2\u03b1\u03c3\u03bc\u03b1 - {0} \u03b1\u03c1\u03c7\u03b5\u03af\u03bf/\u03b1 \u03b1\u03bd\u03ad\u03b2\u03b7\u03ba\u03b5/\u03b1\u03bd
message.zeroByteFileSelected=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03b1\u03c4\u03b5 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf {0}. \u0388\u03c7\u03b5\u03b9 \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 0b \u03ba\u03b1\u03b9 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03bf \u03b1\u03bd\u03b5\u03b2\u03ac\u03c3\u03b5\u03c4\u03b5.
message.flashError.title=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u0395\u03c0\u03b9\u03ba\u03bf\u03b9\u03bd\u03c9\u03bd\u03af\u03b1\u03c2 Flash
message.flashError.message=\u03a4\u03bf \u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1 \u03c0\u03b5\u03c1\u03b9\u03ae\u03b3\u03b7\u03c3\u03b7\u03c2 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03c0\u03b9\u03ba\u03bf\u03b9\u03bd\u03c9\u03bd\u03ae\u03c3\u03b5\u03b9 \u03bc\u03b5 \u03c4\u03bf\u03bd Flash Uploader. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b5\u03c7\u03af\u03c3\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03b9\u03bf\u03b8\u03b5\u03c4\u03b5\u03af\u03c4\u03b5 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2 \u03c3\u03b5 \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03bc\u03bf\u03bd\u03bf\u03cd-\u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5, \u03ae \u03bd\u03b1 \u03b1\u03bd\u03b1\u03bd\u03b5\u03ce\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03c0\u03b1\u03bd\u03b5\u03ba\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf Flash.

section.version=\u03a0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7\u03c2
label.version=\u0391\u03c5\u03c4\u03ae \u03b7 \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7 \u03ad\u03c7\u03b5\u03b9\:
label.minorVersion=\u0394\u03b5\u03c5\u03c4\u03b5\u03c1\u03b5\u03cd\u03bf\u03c5\u03c3\u03b1 \u0388\u03ba\u03b4\u03bf\u03c3\u03b7
label.majorVersion=\u039a\u03cd\u03c1\u03b9\u03b1 \u0388\u03ba\u03b4\u03bf\u03c3\u03b7
label.comments=\u03a3\u03c7\u03cc\u03bb\u03b9\u03b1

label.contentType=\u03a4\u03cd\u03c0\u03bf\u03c2 \u03a0\u03b5\u03c1\u03b9\u03b5\u03c7\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5
type.cm_content=\u03a0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf

label.recordType=\u03a4\u03cd\u03c0\u03bf\u03c2/\u03bf\u03b9 \u0395\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2
label.recordType.description=\u03a3\u03b7\u03bc\u03b5\u03af\u03c9\u03c3\u03b7\: \u038c\u03bb\u03b1 \u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c0\u03bf\u03c5 \u03c0\u03b1\u03c1\u03b1\u03c4\u03af\u03b8\u03b5\u03bd\u03c4\u03b1\u03b9 \u03b8\u03b1 \u03c3\u03b7\u03bc\u03b5\u03b9\u03c9\u03b8\u03bf\u03cd\u03bd \u03c9\u03c2 \u03bf \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf\u03c2 \u03c4\u03cd\u03c0\u03bf\u03c2.
recordType.default=\u03a0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae

