#X-Generator: crowdin.com
title=Cercar per persones

## Messages
message.instructions=Introdueixi un terme de cerca per trobar els usuaris
message.empty=No s'ha trobat cap usuari
message.error=No es pot realitzar una recerca d'usuari

## help text
help.title=Consells de cerca

help.subtitle1=Cerca per nom o per nom d'usuari
help.info1=Per cercar usuaris pel nom, cognoms o nom d'usuari nom\u00e9s cal escriure un sol terme, per exemple\:
help.example1=Joe
help.result1=Els resultats d'aquesta consulta llistar\u00e0 tots els usuaris amb nom, cognoms o nom d'usuari que comencin per Joe.
help.info2=Per cercar usuaris amb nom i cognoms, han de separar els dos termes amb un espai, per exemple\:
help.example2=Joe Bloggs
help.result2=El resultat d'aquesta consulta llistar\u00e0 tots els usuaris que el nom comenci per Joe i els cognoms comencin per Bloggs.
help.info3=Tamb\u00e9 poden introduir nom\u00e9s el comen\u00e7ament del nom, per exemple\:
help.example3=Joe B
help.result3=El resultat d'aquesta consulta llistar\u00e0 tots els usuaris que el nom comenci per Joe i els cognoms comencin per B.

help.subtitle2=Cerca per la propietat
help.info4=Per buscar usuaris per ubicaci\u00f3 afegiu la ubicaci\u00f3 com un prefix, per exemple\:
help.example4=Ubicaci\u00f3\: Londres
help.result4=Els resultats d'aquesta consulta trobaran als usuaris la ubicaci\u00f3 dels quals cont\u00e9 Londres.
help.info5=Per cercar usuaris per m\u00faltiples propietats, cerqueu per diversos termes junts, per exemple\:
help.example5=professi\u00f3\:enginyer organitzaci\u00f3\:alfresco
help.result5=Els resultats d'aquesta consulta trobaran als usuaris la professi\u00f3 dels quals cont\u00e9 enginyer i l'organitzaci\u00f3 dels qual cont\u00e9 alfresco.
help.info6=Per buscar per nom i propietat, afegir un terme de cerca per propietat despr\u00e9s d'una cerca de nom, per exemple\:
help.example6=Smith professi\u00f3\:enginyer
help.result6=Els resultats d'aquesta consulta llistaran a tots els usuaris dels quals el nom, cognom o nom d'usuari comenci per Smith i de professi\u00f3 contingui enginyer.
help.example7=A Smith professi\u00f3\:enginyer
help.result7=Els resultats d'aquesta consulta llistaran a tots els usuaris dels quals el nom comenc\u00ed per A i el cognom comenci per Smith i de professi\u00f3 contingui enginyer.
