#X-Generator: crowdin.com
flocs.title=Particionar servidor d'indexaci\u00f3
flocs.intro-text=Les inst\u00e0ncies de partici\u00f3 es registren din\u00e0micament a un repositori d'Alfresco One o a un cl\u00faster i es formen grups de partici\u00f3 que siguin consultables. S'agrupen basant-se en configuracions comunes com pot ser la plantilla utilitzada per crear-los i el nombre de particions. Grups de particions poden variar o trencar-se din\u00e0micament per raons com pot ser la creaci\u00f3 de servidors d'indexaci\u00f3, que aquestes no siguin accessibles, o que noves inst\u00e0ncies de fragmentaci\u00f3 es cre\u00efn o s'esborrin. Les inst\u00e0ncies de partici\u00f3 es poden combinar din\u00e0micament de formes diferents quan siguin consultades.<p> Els detalls de particions existents es mostren aqu\u00ed. Feu clic a Administrar per crear noves particions i grups de partici\u00f3 i per a administrar servidors d'indexaci\u00f3.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
flocs.help-link=Vegeu <a href\="http\://docs.alfresco.com/{0}/concepts/solr-shard-overview.html" target\="_blank">Solr sharding</a> per a m\u00e9s detalls.

flocs.general.properties=Registre d'inst\u00e0ncia de partici\u00f3 din\u00e0mica

flocs.section.cluster=Comprovaci\u00f3 de la clusteritzaci\u00f3
clustering.connected-host.ClusteringEnabled=Clusteritzaci\u00f3
clustering.connected-host.ClusteringEnabled.description=Per utilitzar grups de particions \u00e9s necessari una llic\u00e8ncia d'Alfresco One que admeti clusteritzaci\u00f3.  
clustering.connected-host.unlicensed=La clusteritzaci\u00f3 no est\u00e0 disponible en aquesta llic\u00e8ncia.


flocs.dynamic.shard.registration.enabled=Registre d'inst\u00e0ncia de partici\u00f3 din\u00e0mica
flocs.dynamic.shard.registration.enabled.description=Seleccionar per a utilitzar el registre din\u00e0mic d'inst\u00e0ncia de partici\u00f3. Si no es selecciona llavors s'utilitzar\u00e0 el registre manual d'inst\u00e0ncia de partici\u00f3. 

flocs.dynamic.shard.registration.purgeOnInit=Eliminar al iniciar
flocs.dynamic.shard.registration.purgeOnInit.description=Eliminar al iniciar tota la informaci\u00f3 desada de les inst\u00e0ncies din\u00e0miques de partici\u00f3.

flocs.dynamic.shard.registration.shardInstanceTimeoutInSeconds=Expiraci\u00f3 de la inst\u00e0ncia(segons)
flocs.dynamic.shard.registration.shardInstanceTimeoutInSeconds.description=Nombre de segons que una inst\u00e0ncia de partici\u00f3 pot estar sense fer una petici\u00f3 per transaccions al repositori, abans que es deixi d'utilitzar en les consultes.

flocs.dynamic.shard.registration.maxAllowedReplicaTxCountDifference=Endarreriment m\u00e0xim de transacci\u00f3 d'una inst\u00e0ncia
flocs.dynamic.shard.registration.maxAllowedReplicaTxCountDifference.description=Nombre m\u00e0xim de transaccions que una inst\u00e0ncia de partici\u00f3 es pot endarrerir respecte a la inst\u00e0ncia principal abans de que es deixi d'utilitzar per les consultes. 

flocs.label.purge.all=Eliminar
flocs.label.purge.all.description=Suprimir tota la informaci\u00f3 registrada d'inst\u00e0ncies de partici\u00f3.
flocs.label.purge.aged=Netejar
flocs.label.purge.aged.description=Suprimir la informaci\u00f3 inactiva d'inst\u00e0ncies de partici\u00f3 registrades.
flocs.label.refresh=Refrescar
flocs.label.refresh.description=Refrescar aquesta p\u00e0gina.

flocs.label.manage.shards=Administrar
flocs.label.manage.shards.description=Crear i administrar inst\u00e0ncies de particions. 

flocs.flocs=Grups de particions

flocs.template=Plantilla
flocs.template.description=La plantilla utilitzada pel nucli de Solr.
flocs.lowReplicaShards=Particions de baixa incid\u00e8ncia
flocs.lowReplicaShards.description=Una llista de particions que tenen menys del nombre m\u00e0xim d'inst\u00e0ncies.
flocs.missingShards=Particions perdudes
flocs.missingShards.description=Una llista separada per comes de particions sense inst\u00e0ncies.
flocs.maxRepoTxId=Identificador m\u00e0xim de Transacci\u00f3 de repositori
flocs.maxRepoTxId.description=El nombre m\u00e0xim d'identificadors de transaccions en el repositori.
flocs.maxReplicas=M\u00e0xim d'inst\u00e0ncies vives
flocs.maxReplicas.description=El nombre m\u00e0xim d'inst\u00e0ncies disponibles per a qualsevol partici\u00f3 que es poden utilitzar per respondre a una consulta.
flocs.maxTransactionsRemaining=Transaccions restants
flocs.maxTransactionsRemaining.description=El nombre m\u00e0xim de transaccions restants per a totes les inst\u00e0ncies principals de totes les particions actives.
flocs.numberOfShards=Nombre de particions
flocs.numberOfShards.description=El nombre de particions.

flocs.minReplicas=M\u00ednim d'inst\u00e0ncies actives
flocs.minReplicas.description=El nombre m\u00ednim d'inst\u00e0ncies disponibles per a qualsevol partici\u00f3 que es pot utilizar per a contestar una consulta.
flocs.maxRepoChangeSetId=Identificador m\u00e0xim de canvis
flocs.maxRepoChangeSetId.description=N\u00famero m\u00e0xim d'identificador de canvis en el repositori.
flocs.activeTrackingMode=Mode
flocs.activeTrackingMode.description=Especifica si les inst\u00e0ncies s\u00f3n ESCLAU, MESTRE o MIXTE.
flocs.stores=Magatzems
flocs.stores.description=Els magatzems que s\u00f3n consultables per totes les inst\u00e0ncies.
flocs.hasContent=T\u00e9 contingut
flocs.hasContent.description=Est\u00e0 habilitat si s'ha incl\u00f2s contingut a totes les inst\u00e0ncies.
flocs.shardMethod=M\u00e8tode de partici\u00f3
flocs.shardMethod.description=El m\u00e8tode utilitzat per definir particions.


flocs.label.replica=Inst\u00e0ncia
flocs.label.property=Propietat
flocs.label.shard=Partici\u00f3

flocs.label.baseUrl=URL base
flocs.label.host=Host
flocs.label.lastIndexedChangeSetCommitTimestamp=\u00daltima data indexada de canvi
flocs.label.lastIndexedChangeSetId=\u00daltim identificador indexat de canvi
flocs.label.lastIndexedTxCommitTimestamp=\u00daltima data indexada de transacci\u00f3
flocs.label.lastIndexedTxId=\u00daltim identificador indexat de transacci\u00f3
flocs.label.lastUpdatedTimestamp=Data d'ultima actualitzaci\u00f3
flocs.label.port=Port
flocs.label.state=Estat
flocs.label.trackingMode=Mode
flocs.label.transactionsRemaining=Transaccions restants
flocs.label.summary=Resum
flocs.label.report=Informe
flocs.label.solr=SOLR
flocs.label.fix=Arreglar
flocs.label.retry=Tornar a provar
flocs.label.unload=Descarregar
flocs.label.delete=Suprimir

floc.report=Informe del grup de particions
floc.report.label=Resum
floc.report.description=Aix\u00f2 \u00e9s un resum d'aquesta p\u00e0gina. Pot copiar el contingut utilitzant les dreceres est\u00e0ndards de teclat.
flocs.shard.group=Grup de particions

floc.manage.error.seelog=Vegeu els fitxers de log per a m\u00e9s detalls.
floc.manage.error.badrequest=Falta la IP o el port del host.
floc.manage.error=Error al completar la seva solicitud.

