#X-Generator: crowdin.com
replicationservice.title=\u062e\u062f\u0645\u0629 \u0627\u0644\u0646\u0633\u062e \u0627\u0644\u0645\u062a\u0645\u0627\u062b\u0644
replicationservice.intro-text=\u0641\u064a \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u064a\u0645\u0643\u0646\u0643 \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u0646\u0633\u062e \u0627\u0644\u0645\u062c\u0644\u062f\u0627\u062a \u0648\u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0628\u064a\u0646 \u0627\u0644\u0645\u0633\u062a\u0648\u062f\u0639\u0627\u062a \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0648\u0638\u0627\u0626\u0641 \u0627\u0644\u0646\u0633\u062e \u0627\u0644\u0645\u062a\u0645\u0627\u062b\u0644. \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0643\u0645 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0648\u0638\u0627\u0626\u0641 \u0628\u0648\u0627\u0633\u0637\u0629 \u062e\u062f\u0645\u0629 \u0627\u0644\u0646\u0633\u062e \u0627\u0644\u0645\u062a\u0645\u0627\u062b\u0644, \u0648\u0627\u0644\u062a\u0649 \u062a\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0630\u064a \u064a\u062d\u062a\u0627\u062c \u0625\u0644\u0649 \u062a\u0643\u0631\u0627\u0631 \u0648\u0645\u0646 \u062b\u0645 \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u062e\u062f\u0645\u0629 \u0627\u0644\u0646\u0642\u0644 \u0644\u0644\u0642\u064a\u0627\u0645 \u0628\u0627\u0644\u0646\u0633\u062e \u0627\u0644\u0645\u062a\u0645\u0627\u062b\u0644.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
replicationservice.help-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/adminconsole-replication-config.html" target\="_blank">Setting up replication jobs</a> for more information.

replicationservice.replication-service=\u062e\u062f\u0645\u0629 \u0627\u0644\u0646\u0633\u062e \u0627\u0644\u0645\u062a\u0645\u0627\u062b\u0644
replicationservice.replication-service.description=\u0627\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0647 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0644\u062a\u0645\u0643\u064a\u0646/\u062a\u0639\u0637\u064a\u0644 \u0642\u062f\u0631\u0627\u062a \u0627\u0644\u0646\u0633\u062e \u0627\u0644\u0645\u062a\u0645\u0627\u062b\u0644 \u0648\u0627\u0644\u062a\u062d\u0643\u0645 \u0641\u064a \u0633\u0645\u0627\u062d\u064a\u0627\u062a \u0627\u0644\u0642\u0631\u0627\u0621\u0629/\u0627\u0644\u0643\u062a\u0627\u0628\u0629.
replicationservice.replication-service.replication.enabled=\u062a\u0645 \u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u0646\u0633\u062e \u0627\u0644\u0645\u062a\u0645\u0627\u062b\u0644
replicationservice.replication-service.replication.enabled.description=\u062a\u0645\u0643\u064a\u0646/\u062a\u0639\u0637\u064a\u0644 \u0627\u0644\u0642\u062f\u0631\u0629 \u0639\u0644\u0649 \u0625\u062c\u0631\u0627\u0621 \u0646\u0633\u062e \u0645\u062a\u0645\u0627\u062b\u0644 \u0644\u0644\u0645\u062d\u062a\u0648\u0649 \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u0648\u062f\u0639.
replicationservice.replication-service.replication.transfer.readonly=\u0627\u0644\u0646\u0633\u062e \u0627\u0644\u0645\u062a\u0645\u0627\u062b\u0644 \u0644\u0644\u0642\u0631\u0627\u0621\u0629 \u0641\u0642\u0637
replicationservice.replication-service.replication.transfer.readonly.description=\u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u060c \u0623\u064a \u0645\u062d\u062a\u0648\u0649 \u0645\u0646\u0633\u0648\u062e \u0646\u0633\u062e\u0627\u064b \u0645\u062a\u0645\u0627\u062b\u0644\u0627\u064b \u064a\u0639\u062a\u0628\u0631 \u0644\u0644\u0642\u0631\u0627\u0621\u0629 \u0641\u0642\u0637 \u0641\u064a \u0645\u0633\u062a\u0648\u062f\u0639 \u0627\u0644\u0647\u062f\u0641. \u0648\u0647\u0630\u0627 \u0645\u0627 \u064a\u0636\u0645\u0646 \u0639\u062f\u0645 \u0627\u0644\u0645\u0633\u0627\u0633 \u0628\u0633\u0644\u0627\u0645\u0629 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0645\u0646 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u063a\u064a\u0631 \u0627\u0644\u0645\u0646\u0636\u0628\u0637\u0629. \u062a\u0639\u0637\u064a\u0644 \u0647\u0630\u0627 \u0627\u0644\u062e\u064a\u0627\u0631 \u0641\u0642\u0637 \u0644\u062d\u0627\u0644\u0627\u062a \u0645\u062d\u062f\u062f\u0629 \u0645\u0646 \u0627\u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 .

