#X-Generator: crowdin.com
systemsettings.title=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0646\u0638\u0627\u0645
systemsettings.intro-text=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0646\u0638\u0627\u0645 \u0647\u0649 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u062e\u0627\u062f\u0645 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0648\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u062a\u0637\u0628\u064a\u0642 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u0648\u064a\u0628 \u0628\u0627\u0644\u0645\u0633\u062a\u0648\u062f\u0639 \u060c \u0648\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u062a\u0637\u0628\u064a\u0642 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u0634\u064a\u0631. 

systemsettings.alfresco-application.description=\u064a\u0645\u0643\u0646 \u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0641\u0642\u0637 \u0645\u0646 \u0645\u0644\u0641 <code>alfresco-global.properties</code>. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
systemsettings.instruction-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/cmd-line-config.html" target\="_blank">Command line configuration</a> for more details.

systemsettings.alfresco-application=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0645\u0633\u062a\u0648\u062f\u0639 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648
systemsettings.alfresco-application.repository-context=\u0633\u064a\u0627\u0642 \u0627\u0644\u0645\u0633\u062a\u0648\u062f\u0639
systemsettings.alfresco-application.repository-context.description=\u0645\u0633\u0627\u0631 URL \u0644\u0633\u064a\u0627\u0642 \u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0648\u064a\u0628 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648.
systemsettings.alfresco-application.repository-hostname=\u0623\u0633\u0645 \u0627\u062e\u0627\u062f\u0645 \u0627\u0644\u0644\u0645\u0636\u064a\u0641 \u0644\u0644\u0645\u0633\u062a\u0648\u062f\u0639
systemsettings.alfresco-application.repository-hostname.description=\u0627\u0633\u0645 \u0627\u0644\u0645\u0636\u064a\u0641 \u0627\u0644\u062e\u0627\u0631\u062c\u064a \u0644\u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0648\u064a\u0628 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648. \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0647\u064a  ${localname}. \u0625\u0630\u0627 \u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u0628\u062f\u0627\u0644  \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u0645\u0645\u064a\u0632 ${localname} \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u0628\u0627\u0633\u0645 \u0627\u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u062e\u0627\u0635 \u0628\u062e\u0627\u062f\u0645 \u0627\u0644\u0645\u0633\u062a\u0648\u062f\u0639.
systemsettings.alfresco-application.protocol=\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644
systemsettings.alfresco-application.protocol.description=\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0648\u064a\u0628 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0647\u0648 http. \u062f\u0639\u0645 HTTPS \u064a\u062a\u0637\u0644\u0628 \u062a\u0647\u064a\u0626\u0629 \u0625\u0636\u0627\u0641\u064a\u0629 \u0636\u0645\u0646 \u0627\u0644\u062e\u0627\u062f\u0645 \u0627\u0644\u0645\u0636\u064a\u0641 \u0644\u0644\u062a\u0637\u0628\u064a\u0642 --\u0631\u0627\u062c\u0639 \u0648\u062b\u0627\u0626\u0642 \u062e\u0627\u062f\u0645 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
systemsettings.alfresco-application.port=\u0645\u0646\u0641\u0630
systemsettings.alfresco-application.port.description=\u0631\u0642\u0645 \u0627\u0644\u0645\u0646\u0641\u0630 \u0627\u0644\u062e\u0627\u0631\u062c\u064a \u0644\u0631\u0627\u0628\u0637 \u0627\u0644\u0640 URL \u0627\u0644\u062e\u0627\u0635 \u0628\u062a\u0637\u0628\u064a\u0642 \u0648\u064a\u0628 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648. \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0647\u064a 8080.

systemsettings.server-settings=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u062e\u0627\u062f\u0645
systemsettings.server-settings.server-allow-writes=\u064a\u0633\u0645\u062d \u0627\u0644\u062e\u0627\u062f\u0645 \u0628\u0627\u0644\u0643\u062a\u0627\u0628\u0629
systemsettings.server-settings.server-allow-writes.description=\u064a\u0634\u064a\u0631 \u0625\u0644\u0649 \u0623\u0646 \u0627\u0644\u0645\u0633\u062a\u0648\u062f\u0639  \u064a\u0633\u0645\u062d \u0628\u0639\u0645\u0644\u064a\u0627\u062a \u0627\u0644\u0643\u062a\u0627\u0628\u0629 (\u0634\u0631\u064a\u0637\u0629 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0627\u0644\u062a\u0631\u062e\u064a\u0635 \u0635\u0627\u0644\u062d\u0627\u064b).
systemsettings.server-settings.allowed-users=\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0628\u0647\u0645
systemsettings.server-settings.allowed-users.description=By default, this field is empty and all users can log in. Enter a comma-separated list of users to allow only those users to log in. If a list is entered that does not contain the current user, the current user will be added automatically.
systemsettings.server-settings.maxium-users=\u0627\u0644\u0639\u062f\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646
systemsettings.server-settings.maxium-users.description=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0641\u064a \u0648\u0642\u062a \u0648\u0627\u062d\u062f \u064a\u0633\u0645\u062d \u0644\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a -1 \u064a\u0639\u0646\u0649 \u0623\u0646 \u0647\u0646\u0627\u0643 \u0639\u062f\u062f \u063a\u064a\u0631 \u0645\u062d\u062f\u0648\u062f \u0645\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0644\u0647\u0645.

systemsettings.share-application=\u0645\u0634\u0627\u0631\u0643\u0629 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u062a\u0637\u0628\u064a\u0642
systemsettings.share-application.share-context=\u0633\u064a\u0627\u0642 \u0634\u064a\u0631
systemsettings.share-application.share-context.description=\u0633\u064a\u0627\u0642 \u0645\u0633\u0627\u0631 \u0627\u0644\u0640 URL \u0644\u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0648\u064a\u0628 Share. \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 Share.
systemsettings.share-application.share-hostname=\u0627\u0633\u0645 \u0627\u0644\u062e\u0627\u062f\u0645  \u0627\u0644\u062e\u0627\u0635 \u0628\u0640Share                                                                               \u0627\u0644\u0645\u0636\u064a\u0641 
systemsettings.share-application.share-hostname.description=\u0627\u0633\u0645 \u0627\u0644\u062e\u0627\u062f\u0645 \u0627\u0644\u0645\u0636\u064a\u0641 \u0627\u0644\u062e\u0627\u0631\u062c\u064a \u0645\u0646 \u0646\u0635\u064a\u0628 URL \u062a\u0637\u0628\u064a\u0642 \u0648\u064a\u0628 Share. \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0647\u064a ${localname}.
systemsettings.share-application.site-public-group=\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629  \u0627\u0644\u0639\u0627\u0645\u0629 \u0644\u0644\u0645\u0648\u0642\u0639
systemsettings.share-application.site-public-group.description=\u0627\u0633\u0645 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062a\u0649 \u064a\u062d\u062a\u0627\u062c \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0639\u0636\u0648\u0627 \u0628\u0647\u0627 \u0644\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0639\u0627\u0645\u0629.\u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0647\u0648 GROUP_EVERYONE \u0648 \u0627\u0644\u0630\u064a \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646.
systemsettings.share-application.protocol=\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644
systemsettings.share-application.protocol.description=\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0648\u064a\u0628 \u0634\u064a\u0631. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0647\u0648 http. \u062f\u0639\u0645 HTTPS \u064a\u062a\u0637\u0644\u0628 \u062a\u0647\u064a\u0626\u0629 \u0625\u0636\u0627\u0641\u064a\u0629 \u0636\u0645\u0646 \u0627\u0644\u062e\u0627\u062f\u0645 \u0627\u0644\u0645\u0636\u064a\u0641 \u0644\u0644\u062a\u0637\u0628\u064a\u0642 --\u0631\u0627\u062c\u0639 \u0648\u062b\u0627\u0626\u0642 \u062e\u0627\u062f\u0645 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
systemsettings.share-application.port=\u0645\u0646\u0641\u0630
systemsettings.share-application.port.description=\u0631\u0642\u0645 \u0627\u0644\u0645\u0646\u0641\u0630 \u0627\u0644\u062e\u0627\u0631\u062c\u064a \u0644\u0631\u0627\u0628\u0637 \u0627\u0644\u0640 URL \u0627\u0644\u062e\u0627\u0635 \u0628\u062a\u0637\u0628\u064a\u0642 \u0648\u064a\u0628 \u0634\u064a\u0631. \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0647\u064a 8080.

