#X-Generator: crowdin.com
title=Vyhled\u00e1n\u00ed osob

## Messages
message.instructions=Zadejte v\u00fdraz pro hled\u00e1n\u00ed u\u017eivatele
message.empty=Nebyli nalezeni \u017e\u00e1dn\u00ed u\u017eivatel\u00e9
message.error=Nebylo mo\u017en\u00e9 vyhled\u00e1vat u\u017eivatele

## help text
help.title=Tipy pro hled\u00e1n\u00ed

help.subtitle1=Hledat podle jm\u00e9na nebo u\u017eivatelsk\u00e9ho jm\u00e9na
help.info1=Chcete-li hledat u\u017eivatele podle k\u0159estn\u00edho jm\u00e9na, p\u0159\u00edjmen\u00ed nebo u\u017eivatelsk\u00e9ho jm\u00e9na,  zadejte hledan\u00fd term\u00edn, nap\u0159\u00edklad\:
help.example1=Joe
help.result1=V\u00fdsledek pro tento dotaz zobraz\u00ed seznam v\u0161ech u\u017eivatel\u016f, jejich\u017e k\u0159estn\u00ed jm\u00e9no, p\u0159\u00edjmen\u00ed nebo u\u017eivatelsk\u00e9 jm\u00e9no za\u010d\u00edn\u00e1 slovem Joe.
help.info2=Chcete-li vyhledat u\u017eivatele podle jm\u00e9na a p\u0159\u00edjmen\u00ed, odd\u011blte tyto dva term\u00edny mezerou, nap\u0159\u00edklad\:
help.example2=Joe Bloggs
help.result2=V\u00fdsledek pro tento dotaz vyp\u00ed\u0161e v\u0161echny u\u017eivatele, jejich\u017e jm\u00e9no za\u010d\u00edn\u00e1 slovem Joe a p\u0159\u00edjmen\u00ed za\u010d\u00edn\u00e1 slovem Bloggs.
help.info3=M\u016f\u017eete tak\u00e9 zadat jen za\u010d\u00e1tek jm\u00e9na, nap\u0159\u00edklad\:
help.example3=Joe B
help.result3=V\u00fdsledek pro tento dotaz vyp\u00ed\u0161e v\u0161echny u\u017eivatele, jejich\u017e jm\u00e9no za\u010d\u00edn\u00e1 slovem Joe a p\u0159\u00edjmen\u00ed za\u010d\u00edn\u00e1 textem B.

help.subtitle2=Hled\u00e1n\u00ed podle vlastnosti
help.info4=Chcete-li hledat u\u017eivatele podle vlastnosti, p\u0159idejte vlastnost jako p\u0159edponu, nap\u0159\u00edklad\:
help.example4=um\u00edst\u011bn\u00ed\:Lond\u00fdn
help.result4=V\u00fdsledkem tohoto dotazu jsou u\u017eivatel\u00e9, jejich\u017e lokalitou je tak\u00e9 Lond\u00fdn.
help.info5=Chcete-li vyhledat u\u017eivatele podle v\u00edce vlastnost\u00ed, zadejte v\u00edce v\u00fdraz\u016f sou\u010dasn\u011b, nap\u0159\u00edklad\:
help.example5=zam\u011bstn\u00e1n\u00ed\:in\u017een\u00fdr organizace\:alfresco
help.result5=V\u00fdsledkem tohoto dotazu budou u\u017eivatel\u00e9, jejich\u017e zam\u011bstn\u00e1n\u00ed je in\u017een\u00fdr a organizace obsahuje text alfresco.
help.info6=Chcete-li vyhled\u00e1vat podle n\u00e1zvu a vlastnosti, p\u0159idejte danou vlastnost za hledan\u00fd n\u00e1zev, nap\u0159\u00edklad\:
help.example6=Smith zam\u011bstn\u00e1n\u00ed\:in\u017een\u00fdr
help.result6=V\u00fdsledek tohoto dotazu najde u\u017eivatele, jeho\u017e k\u0159estn\u00ed jm\u00e9no, p\u0159\u00edjmen\u00ed nebo u\u017eivatelsk\u00e9 jm\u00e9no za\u010d\u00edn\u00e1 Smith a parametr zam\u011bstn\u00e1n\u00ed obsahuje text in\u017een\u00fdr.
help.example7=A Smith zam\u011bstn\u00e1n\u00ed\:in\u017een\u00fdr
help.result7=V\u00fdsledek pro tento dotaz vyp\u00ed\u0161e v\u0161echny u\u017eivatele, jejich\u017e jm\u00e9no za\u010d\u00edn\u00e1 na "A", p\u0159\u00edjmen\u00ed za\u010d\u00edn\u00e1 "Smith" a zam\u011bstn\u00e1n\u00ed obsahuje text "in\u017een\u00fdr".
