#X-Generator: crowdin.com
outboundemail.title=\u0418\u0437\u0445\u043e\u0434\u044f\u0449 \u0438\u043c\u0435\u0439\u043b
outboundemail.intro-text=\u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0438\u043c\u0435\u0439\u043b \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430 \u0438 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u043c\u0435\u0439\u043b\u0438, \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u043e\u0442 Alfresco \u0434\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435\u043b\u0438 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0443\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u044f \u0437\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442 \u0438 \u0437\u0430\u0434\u0430\u0447\u0438 \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u0437\u0430 \u0434\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430\u0442\u0430 \u043d\u0430 \u0438\u0437\u0445\u043e\u0434\u044f\u0449\u0438\u044f \u0438\u043c\u0435\u0439\u043b \u0441\u044a\u0440\u0432\u044a\u0440. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
outboundemail.instruction-link=\u0412\u0438\u0436\u0442\u0435 <a href\="http\://docs.alfresco.com/4.2/index.jsp?topic\=%2Fcom.alfresco.enterprise.doc%2Fconcepts%2Femail-outboundsmtp-props.html" target\="_blank"> \u0418\u0437\u0445\u043e\u0434\u044f\u0449 \u0438\u043c\u0435\u0439\u043b</a> \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.

outboundemail.outboundemail=\u0418\u0437\u0445\u043e\u0434\u044f\u0449 \u0438\u043c\u0435\u0439\u043b
outboundemail.outboundemail.hostname=\u0418\u043c\u0435 \u043d\u0430 \u0445\u043e\u0441\u0442
outboundemail.outboundemail.hostname.description=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0445\u043e\u0441\u0442 \u0441\u044a\u0440\u0432\u044a\u0440\u0430,SMTP (S).
outboundemail.outboundemail.encoding=\u041a\u043e\u0434\u0438\u0440\u0430\u043d\u0435
outboundemail.outboundemail.encoding.description=\u0422\u0438\u043f \u0438\u043c\u0435\u0439\u043b \u043a\u043e\u0434\u0438\u0440\u0430\u043d\u0435. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 UTF-8. 
outboundemail.outboundemail.from-enabled=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0443\u0435\u043c \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u0435\u043b\u044f
outboundemail.outboundemail.from-enabled.description=\u0410\u043a\u043e \u0431\u044a\u0434\u0435 \u0438\u0437\u0431\u0440\u0430\u043d, \u0442\u043e\u0433\u0430\u0432\u0430 \u043f\u043e\u043b\u0435\u0442\u043e "\u043e\u0442" \u0432 \u0438\u0437\u0445\u043e\u0434\u044f\u0449\u0438\u0442\u0435 \u0438\u043c\u0435\u0439\u043b\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u043e \u0442\u0430\u043a\u0430, \u0447\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0442\u043b\u0438\u0447\u0430\u0432\u0430 \u043e\u0442 \u0430\u0434\u0440\u0435\u0441\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u0435\u043b\u044f. \u0410\u043a\u043e \u0441\u0435 \u0440\u0430\u0437\u043c\u0430\u0440\u043a\u0438\u0440\u0430, \u0442\u043e\u0433\u0430\u0432\u0430 \u0432\u0438\u043d\u0430\u0433\u0438 \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u0435\u043b\u044f. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0440\u0430\u0437\u043c\u0430\u0440\u043a\u0438\u0440\u0430\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u0430\u043a\u043e \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u0438\u043c\u0435\u0439\u043b \u0441\u044a\u0440\u0432\u044a\u0440   \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u0442 \u043f\u043e\u043b\u0435\u0442\u043e "\u041e\u0442" \u0434\u0430 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e\u0442\u043e \u0438\u043c\u0435, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u043e \u0437\u0430 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0437\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430.
outboundemail.outboundemail.email-server-port=\u0418\u043c\u0435\u0439\u043b \u0441\u044a\u0440\u0432\u044a\u0440 \u043f\u043e\u0440\u0442 
outboundemail.outboundemail.email-server-port.description=\u041d\u043e\u043c\u0435\u0440 \u043d\u0430 \u043f\u043e\u0440\u0442\u0430 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0437\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 25.
outboundemail.outboundemail.default-senders-address=\u0410\u0434\u0440\u0435\u0441 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u0435\u043b\u044f
outboundemail.outboundemail.default-senders-address.description=\u0410\u0434\u0440\u0435\u0441 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0432 \u043f\u043e\u043b\u0435\u0442\u043e "\u041e\u0442" \u043d\u0430 \u0438\u0437\u0445\u043e\u0434\u044f\u0449\u0438\u0442\u0435 \u0438\u043c\u0435\u0439\u043b\u0438, \u0430\u043a\u043e \u043d\u044f\u043c\u0430 \u043d\u0438\u043a\u0430\u043a\u0432\u0438 \u0434\u0440\u0443\u0433\u0438 \u0430\u043b\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u0438.

outboundemail.protocol-and-authentication=\u041f\u0440\u043e\u0442\u043e\u043a\u043e\u043b \u0438 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u044f 
outboundemail.protocol-and-authentication.description=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0432 \u0442\u043e\u0437\u0438 \u0440\u0430\u0437\u0434\u0435\u043b, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u0442 SMTP \u0438 SMTPS, \u0437\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0438\u0437\u0445\u043e\u0434\u044f\u0449\u0438 \u0438\u043c\u0435\u0439\u043b\u0438.
outboundemail.protocol-and-authentication.email-protocol=\u0418\u043c\u0435\u0439\u043b \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b
outboundemail.protocol-and-authentication.email-protocol.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0430, \u043a\u043e\u0439\u0442\u043e \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b.
outboundemail.protocol-and-authentication.email-protocol.smtp=SMTP
outboundemail.protocol-and-authentication.email-protocol.smtps=SMTPS
outboundemail.protocol-and-authentication.user-name=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435
outboundemail.protocol-and-authentication.user-name.description=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e\u0442\u043e \u0438\u043c\u0435 \u043d\u0430 \u0430\u043a\u0430\u0443\u043d\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0432\u0430 \u0441 SMTP \u0441\u044a\u0440\u0432\u044a\u0440. \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e\u0442\u043e \u0438\u043c\u0435 \u0438 \u043f\u0430\u0440\u043e\u043b\u0430 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u0442 \u0441\u0430\u043c\u043e, \u0430\u043a\u043e \u0432\u0430\u0448\u0438\u044f\u0442 \u0441\u044a\u0440\u0432\u044a\u0440 \u0433\u0438 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435.
outboundemail.protocol-and-authentication.password=\u041f\u0430\u0440\u043e\u043b\u0430
outboundemail.protocol-and-authentication.password.description=\u041f\u0430\u0440\u043e\u043b\u0430 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f. 

outboundemail.smtp-setup=SMTP \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430
outboundemail.smtp-setup.description=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u0435\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438, \u0430\u043a\u043e \u0441\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043b\u0438 SMTP \u0438\u043c\u0435\u0439\u043b \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b.
outboundemail.smtp-setup.smtp-authentication-required=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435 SMTP \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435. 
outboundemail.smtp-setup.smtp-authentication-required.description=\u0410\u043a\u043e \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u0435 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0430, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e\u0442\u043e \u0438\u043c\u0435 \u0438 \u043f\u0430\u0440\u043e\u043b\u0430, \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0438 \u043f\u043e-\u0433\u043e\u0440\u0435, \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u0432\u0430\u0448\u0438\u044f \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u0438\u043c\u0435\u0439\u043b \u0441\u044a\u0440\u0432\u044a\u0440.
outboundemail.smtp-setup.start-smtp-tls-enable=\u0412\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 "\u0417\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 SMTP TLS"
outboundemail.smtp-setup.start-smtp-tls-enable.description=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0437\u0430\u0449\u0438\u0442\u0430 \u043d\u0430 \u0442\u0440\u0430\u043d\u0441\u043f\u043e\u0440\u0442\u043d\u0438\u044f \u0441\u043b\u043e\u0439. \u0422\u043e\u0432\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0438\u044f \u0438\u043c\u0435\u0439\u043b \u0441\u044a\u0440\u0432\u044a\u0440.
outboundemail.smtp-setup.smtp-timeout=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442 \u043d\u0430 SMTP 
outboundemail.smtp-setup.smtp-timeout.description=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0442\u043e \u0437\u0430 \u0438\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435 \u0432 \u043c\u0438\u043b\u0438\u0441\u0435\u043a\u0443\u043d\u0434\u0438. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 5000.
outboundemail.smtp-setup.smtp-debug=SMTP Debug
outboundemail.smtp-setup.smtp-debug.description=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0430 \u0434\u0438\u0430\u0433\u043d\u043e\u0441\u0442\u0438\u043a\u0430 \u0437\u0430 \u043a\u043e\u0440\u0438\u0433\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430.

outboundemail.smtps-setup=SMTP \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430
outboundemail.smtps-setup.description=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u0435\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438, \u0430\u043a\u043e \u0441\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043b\u0438 SMTP \u0437\u0430 \u0438\u043c\u0435\u0439\u043b \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b.
outboundemail.smtps-setup.smtps-authentication-required=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435 SMTPS \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u044f 
outboundemail.smtps-setup.smtps-authentication-required.description=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0438 \u043f\u0430\u0440\u043e\u043b\u0430 \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0437\u0430 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u044f \u0441 \u0432\u0430\u0448\u0438\u044f \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u0438\u043c\u0435\u0439\u043b \u0441\u044a\u0440\u0432\u044a\u0440. 
outboundemail.smtps-setup.start-smtps-tls-enable=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 SMTPS TLS
outboundemail.smtps-setup.start-smtps-tls-enable.description=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0441\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442 \u043f\u0440\u0438 \u043f\u0440\u0435\u043d\u043e\u0441 \u043d\u0430 \u043d\u0438\u0432\u043e. \u0422\u043e\u0432\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0438\u044f \u0438\u043c\u0435\u0439\u043b \u0441\u044a\u0440\u0432\u044a\u0440. 

outboundemail.test-message=\u0442\u0435\u0441\u0442\u043e\u0432\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 
outboundemail.test-message.description=\u0422\u0435\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f\u0442 \u0434\u0430\u043b\u0438 \u0438 \u043a\u0430\u043a \u0441\u0435 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442 \u0442\u0435\u0441\u0442\u043e\u0432\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f. 
outboundemail.test-message.send-test-message-on-startup=\u0418\u0437\u043f\u0440\u0430\u0442\u0438 \u0442\u0435\u0441\u0442\u043e\u0432\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043f\u0440\u0438 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
outboundemail.test-message.send-test-message-on-startup.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0442\u0435\u0441\u0442\u043e\u0432\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435, \u043a\u043e\u0433\u0430\u0442\u043e \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0438\u0437\u0445\u043e\u0434\u044f\u0449\u0438 \u0438\u043c\u0435\u0439\u043b\u0438 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430.
outboundemail.test-message.subject=\u0422\u0435\u043c\u0430 
outboundemail.test-message.subject.description=\u0422\u0435\u043c\u0430 \u043d\u0430 \u0442\u0435\u0441\u0442\u043e\u0432\u043e\u0442\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 
outboundemail.test-message.to=\u0414\u043e 
outboundemail.test-message.to.description=\u041f\u043e\u043b\u0443\u0447\u0430\u0442\u0435\u043b \u043d\u0430 \u0442\u0435\u0441\u0442\u043e\u0432\u043e\u0442\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 
outboundemail.test-message.message=\u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 
outboundemail.test-message.message.description=\u0421\u044a\u0449\u0438\u043d\u0441\u043a\u043e\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u0442\u0435\u0441\u0442\u043e\u0432\u043e\u0442\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 
outboundemail.test-message.send-test-message=\u0418\u0437\u043f\u0440\u0430\u0442\u0438 \u0442\u0435\u0441\u0442\u043e\u0432\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435
