#X-Generator: crowdin.com
## Copy To Dialog
# {0} = file name (or see below)
services.ActionService.copyTo.title=Copy {0} to...
services.ActionService.moveTo.title=Move {0} to...
# used in place of {0} to indicate more than one file.
services.ActionService.copyMoveTo.multipleFiles=files

# The confirmation button label for the copy/move dialog:
services.ActionService.copyTo.ok=Copy
services.ActionService.moveTo.ok=\u0627\u0646\u062a\u0642\u0627\u0644 \u062f\u0627\u062f\u0646

copyMoveService.copy.completeSuccess=Copy completed successfully
copyMoveService.copy.partialSuccess=\u06a9\u067e\u06cc \u062a\u0627 \u062d\u062f\u06cc \u0645\u0648\u0641\u0642 \u0628\u0648\u062f\u060c \u0627\u0645\u0627 \u0647\u0645\u0647 \u067e\u0631\u0648\u0646\u062f\u0647 \u0647\u0627 \u06cc\u0627 \u067e\u0648\u0634\u0647 \u0647\u0627 \u06a9\u067e\u06cc \u0646\u0634\u062f\u0646\u062f
copyMoveService.move.completeSuccess=Move completed successfully
copyMoveService.move.partialSuccess=\u0627\u0646\u062a\u0642\u0627\u0644 \u062a\u0627 \u062d\u062f\u06cc \u0645\u0648\u0641\u0642 \u0628\u0648\u062f\u060c \u0627\u0645\u0627 \u0647\u0645\u0647 \u067e\u0631\u0648\u0646\u062f\u0647 \u0647\u0627 \u06cc\u0627 \u067e\u0648\u0634\u0647 \u0647\u0627 \u0645\u0646\u062a\u0642\u0644 \u0646\u0634\u062f\u0646\u062f

copyMoveService.copy.failure=The file or folder couldn't be copied right now. Check it's not locked for editing and try again.
copyMoveService.move.failure=The file or folder couldn't be moved right now. Check it's not locked for editing and try again.

copyMoveService.copy.multiple.failure=\u067e\u0631\u0648\u0646\u062f\u0647 \u0647\u0627 \u06cc\u0627 \u067e\u0648\u0634\u0647 \u0647\u0627 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u06a9\u067e\u06cc \u0646\u0634\u062f\u0646\u062f. \u0642\u0627\u0628\u0644\u06cc\u062a \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u0627\u0645\u062a\u062d\u0627\u0646 \u06a9\u0646\u06cc\u062f.
copyMoveService.move.multiple.failure=\u067e\u0631\u0648\u0646\u062f\u0647 \u0647\u0627 \u06cc\u0627 \u067e\u0648\u0634\u0647 \u0647\u0627 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0645\u0646\u062a\u0642\u0644 \u0646\u0634\u062f\u0646\u062f. \u0642\u0627\u0628\u0644\u06cc\u062a \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u0627\u0645\u062a\u062d\u0627\u0646 \u06a9\u0646\u06cc\u062f.
