#X-Generator: crowdin.com
## Copy To Dialog
# {0} = file name (or see below)
services.ActionService.copyTo.title=\u041a\u043e\u043f\u0456\u044e\u0432\u0430\u0442\u0438 {0} \u0434\u043e...
services.ActionService.moveTo.title=\u041f\u0435\u0440\u0435\u043c\u0456\u0441\u0442\u0438\u0442\u0438 {0} \u0434\u043e...
# used in place of {0} to indicate more than one file.
services.ActionService.copyMoveTo.multipleFiles=files

# The confirmation button label for the copy/move dialog:
services.ActionService.copyTo.ok=\u041a\u043e\u043f\u0438\u0440\u043e\u0432\u0430\u0442\u044c
services.ActionService.moveTo.ok=\u041f\u0435\u0440\u0435\u043c\u0456\u0441\u0442\u0438\u0442\u0438

copyMoveService.copy.completeSuccess=Copy completed successfully
copyMoveService.copy.partialSuccess=\u041a\u043e\u043f\u0456\u044e\u0432\u0430\u043d\u043d\u044f \u0447\u0430\u0441\u0442\u043a\u043e\u0432\u043e \u0443\u0441\u043f\u0456\u0448\u043d\u0435, \u0430\u043b\u0435 \u043d\u0435 \u0432\u0441\u0456 \u0444\u0430\u0439\u043b\u0438 \u0430\u0431\u043e \u0442\u0435\u043a\u0438, \u043c\u043e\u0436\u043d\u043e \u0441\u043a\u043e\u043f\u0456\u044e\u0432\u0430\u0442\u0438
copyMoveService.move.completeSuccess=Move completed successfully
copyMoveService.move.partialSuccess=\u041f\u0435\u0440\u0435\u043c\u0456\u0449\u0435\u043d\u043d\u044f \u0447\u0430\u0441\u0442\u043a\u043e\u0432\u043e \u0443\u0441\u043f\u0456\u0448\u043d\u0435, \u0430\u043b\u0435 \u043d\u0435 \u0432\u0441\u0456 \u0444\u0430\u0439\u043b\u0438 \u0430\u0431\u043e \u0442\u0435\u043a\u0438, \u043c\u043e\u0436\u043d\u043e \u043f\u0435\u0440\u0435\u043c\u0456\u0441\u0442\u0438\u0442\u0438

copyMoveService.copy.failure=The file or folder couldn't be copied right now. Check it's not locked for editing and try again.
copyMoveService.move.failure=The file or folder couldn't be moved right now. Check it's not locked for editing and try again.

copyMoveService.copy.multiple.failure=\u0426\u0456 \u0444\u0430\u0439\u043b\u0438 \u0442\u0430 \u0442\u0435\u043a\u0438 \u043d\u0435 \u043c\u043e\u0436\u0443\u0442\u044c \u0431\u0443\u0442\u0438 \u0441\u043a\u043e\u043f\u0456\u0439\u043e\u0432\u0430\u043d\u0456 \u0437\u0430\u0440\u0430\u0437. \u041f\u0435\u0440\u0435\u0432\u0456\u0440\u0442\u0435 \u0447\u0438 \u043d\u0435 \u0431\u043b\u043e\u043a\u043e\u0432\u0430\u043d\u0456 \u0432\u043e\u043d\u0438 \u0434\u043b\u044f \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043d\u043d\u044f \u0442\u0430 \u0441\u043f\u0440\u043e\u0431\u0443\u0439\u0442\u0435 \u0437\u043d\u043e\u0432\u0443.
copyMoveService.move.multiple.failure=\u0426\u0456 \u0444\u0430\u0439\u043b\u0438 \u0442\u0430 \u0442\u0435\u043a\u0438 \u043d\u0435 \u043c\u043e\u0436\u0443\u0442\u044c \u0431\u0443\u0442\u0438 \u043f\u0435\u0440\u0435\u043c\u0456\u0449\u0435\u043d\u0456 \u0437\u0430\u0440\u0430\u0437. \u041f\u0435\u0440\u0435\u0432\u0456\u0440\u0442\u0435 \u0447\u0438 \u043d\u0435 \u0431\u043b\u043e\u043a\u043e\u0432\u0430\u043d\u0456 \u0432\u043e\u043d\u0438 \u0434\u043b\u044f \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043d\u043d\u044f \u0442\u0430 \u0441\u043f\u0440\u043e\u0431\u0443\u0439\u0442\u0435 \u0437\u043d\u043e\u0432\u0443.
