#X-Generator: crowdin.com
header.dashlets=Dashlets

section.addDashlets=\u0e40\u0e1e\u0e34\u0e48\u0e21 Dashlets
link.close=\u0e1b\u0e34\u0e14

header.column=\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c {0}

section.myDashlets=Dashlets \u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
label.instructions=\u0e25\u0e32\u0e01\u0e41\u0e25\u0e30\u0e27\u0e32\u0e07 dashlets \u0e25\u0e07\u0e43\u0e19\u0e41\u0e14\u0e0a\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e22\u0e49\u0e32\u0e22 dashlets \u0e20\u0e32\u0e22\u0e43\u0e19\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e25\u0e32\u0e01\u0e41\u0e25\u0e41\u0e25\u0e30\u0e27\u0e32\u0e07\u0e43\u0e19\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23

button.addDashlets=\u0e40\u0e1e\u0e34\u0e48\u0e21 Dashlets
button.hideDashlets=\u0e0b\u0e48\u0e2d\u0e19 Dashlets

button.save=\u0e15\u0e01\u0e25\u0e07
alt.delete=\u0e25\u0e1a
help.trashcan=\u0e25\u0e32\u0e01 dashlets \u0e21\u0e32\u0e17\u0e35\u0e48\u0e19\u0e35\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c

message.saving=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32...
message.saveFailure=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01 dashlets \u0e44\u0e14\u0e49

## Dashlet names and descriptions
dashlet.addons.shortName=Alfresco Add-ons Feed \u0e02\u0e48\u0e32\u0e27
dashlet.addons.description=\u0e02\u0e48\u0e32\u0e27\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e08\u0e32\u0e01 Alfresco Add-on 
dashlet.calendar.shortName=\u0e44\u0e0b\u0e15\u0e4c\u0e1b\u0e0f\u0e34\u0e17\u0e34\u0e19
dashlet.calendar.description=\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e19\u0e31\u0e14\u0e2b\u0e21\u0e32\u0e22\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19
dashlet.cmisfeed.shortName=CMIS Feed
dashlet.cmisfeed.description=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07 CMIS \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a text \u0e41\u0e25\u0e30 Blog feed
dashlet.colleagues.shortName=\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e44\u0e0b\u0e15\u0e4c
dashlet.colleagues.description=\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e43\u0e19\u0e44\u0e0b\u0e14\u0e4c\u0e19\u0e35\u0e49
dashlet.docsummary.shortName=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e44\u0e0b\u0e15\u0e4c
dashlet.docsummary.description=\u0e2a\u0e23\u0e38\u0e1b\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e41\u0e19\u0e19\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23
dashlet.my-activities.shortName=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
dashlet.my-activities.description=\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14
dashlet.my-docs-editing.shortName=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e09\u0e31\u0e19\u0e01\u0e33\u0e25\u0e31\u0e07\u0e41\u0e01\u0e49\u0e44\u0e02
dashlet.my-docs-editing.description=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e01\u0e33\u0e25\u0e31\u0e07\u0e41\u0e01\u0e49\u0e44\u0e02 Dashlet
dashlet.my-profile.shortName=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
dashlet.my-profile.description=\u0e2a\u0e48\u0e27\u0e19\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e43\u0e2b\u0e49\u0e41\u0e2a\u0e14\u0e07
dashlet.my-sites.shortName=\u0e44\u0e0b\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
dashlet.my-sites.description=\u0e2a\u0e48\u0e27\u0e19\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e43\u0e19\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01
dashlet.my-tasks.shortName=\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
dashlet.my-tasks.description=Dashlet \u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e21\u0e2d\u0e1a\u0e2b\u0e21\u0e32\u0e22\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19
dashlet.my-workspaces.shortName=\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e17\u0e33\u0e07\u0e32\u0e19\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
dashlet.my-workspaces.description=\u0e2a\u0e48\u0e27\u0e19\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e41\u0e2a\u0e14\u0e07\u0e43\u0e19\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e17\u0e33\u0e07\u0e32\u0e19 workspaces \u0e02\u0e2d\u0e07\u0e15\u0e19\u0e40\u0e2d\u0e07
dashlet.rssfeed.shortName=Feed \u0e02\u0e48\u0e32\u0e27
dashlet.rssfeed.description=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e32\u0e27\u0e17\u0e35\u0e48 feed \u0e08\u0e32\u0e01 URL \u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14
dashlet.site-activities.shortName=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e44\u0e0b\u0e15\u0e4c
dashlet.site-activities.description=\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e43\u0e19\u0e44\u0e0b\u0e14\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01
dashlet.site-links.shortName=\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e44\u0e0b\u0e15\u0e4c
dashlet.site-links.description=\u0e2a\u0e48\u0e27\u0e19\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01
dashlet.site-profile.shortName=\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e48\u0e32\u0e44\u0e0b\u0e15\u0e4c
dashlet.site-profile.description=\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e40\u0e19\u0e19\u0e15\u0e4c\u0e43\u0e19\u0e44\u0e0b\u0e15\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19
dashlet.user-calendar.shortName=\u0e1b\u0e0f\u0e34\u0e17\u0e34\u0e19\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
dashlet.user-calendar.description=\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e19\u0e31\u0e14\u0e2b\u0e21\u0e32\u0e22\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07\u0e44\u0e0b\u0e14\u0e4c
dashlet.webview.shortName=\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e40\u0e27\u0e47\u0e1a
dashlet.webview.description=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07 URI \u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14
dashlet.wiki.shortName=Wiki
dashlet.wiki.description=\u0e41\u0e2a\u0e14\u0e07\u0e2b\u0e19\u0e49\u0e32 wiki \u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e40\u0e25\u0e37\u0e2d\u0e01
dashlet.my-meeting-workspaces.shortName=\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e0a\u0e38\u0e21\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
dashlet.my-meeting-workspaces.description=\u0e2a\u0e48\u0e27\u0e19\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e43\u0e2b\u0e49\u0e41\u0e2a\u0e14\u0e07\u0e43\u0e19\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e0a\u0e38\u0e21 meeting workspaces
dashlet.my-documents.shortName=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
dashlet.my-documents.description=Dashlet \u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19
dashlet.imagesummary.shortName=\u0e20\u0e32\u0e1e\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e02\u0e19\u0e32\u0e14\u0e22\u0e48\u0e2d
dashlet.imagesummary.description=Dashlet \u0e41\u0e2a\u0e14\u0e07\u0e20\u0e32\u0e1e\u0e02\u0e19\u0e32\u0e14\u0e22\u0e48\u0e2d\u0e43\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e49\u0e2d\u0e07\u0e2a\u0e21\u0e38\u0e14
dashlet.site-data-lists.shortName=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e0b\u0e15\u0e4c
dashlet.site-data-lists.description=\u0e2a\u0e48\u0e27\u0e19\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e43\u0e2b\u0e49\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e43\u0e19\u0e44\u0e0b\u0e15\u0e4c
dashlet.forum-summary.shortName=\u0e01\u0e32\u0e23\u0e2a\u0e19\u0e17\u0e19\u0e32\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
dashlet.forum-summary.description=\u0e1f\u0e34\u0e25\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e2a\u0e19\u0e17\u0e19\u0e32 \u0e2a\u0e23\u0e38\u0e1b\u0e1f\u0e2d\u0e23\u0e31\u0e48\u0e21
dashlet.saved-search.shortName=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
dashlet.saved-search.description=Dashlet \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
dashlet.site-search.shortName=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e0b\u0e15\u0e4c
dashlet.site-search.description=Dashlet \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e0b\u0e15\u0e4c
dashlet.site-notice.shortName=\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e02\u0e2d\u0e07\u0e44\u0e0b\u0e15\u0e4c
dashlet.site-notice.description=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e41\u0e1a\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e44\u0e0b\u0e15\u0e4c
dashlet.top-site-contributor-report.shortName=\u0e41\u0e2a\u0e14\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19 Contributor \u0e43\u0e19\u0e44\u0e0b\u0e15\u0e4c
dashlet.top-site-contributor-report.description=\u0e20\u0e32\u0e1e\u0e41\u0e2a\u0e14\u0e07\u0e27\u0e48\u0e32\u0e43\u0e04\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19 contributor \u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e21\u0e32\u0e01\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e43\u0e19\u0e44\u0e0b\u0e15\u0e4c
dashlet.site-content-report.shortName=\u0e41\u0e1a\u0e48\u0e07\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e44\u0e0b\u0e15\u0e4c
dashlet.site-content-report.description=\u0e20\u0e32\u0e1e\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e44\u0e0b\u0e15\u0e4c

