#X-Generator: crowdin.com
header=\u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430

## Filters
filter.favourites=\u041c\u043e\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438
filter.editingMe=\u0410\u0437 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043c
filter.recentlyModifiedByMe=\u0410\u0437 \u043d\u0430\u0441\u043a\u043e\u0440\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0445
filter.synced=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
filter.syncedErrors=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u043e \u0441 \u0433\u0440\u0435\u0448\u043a\u0438

empty.title=\u041f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0432 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
empty.description=\u041b\u0435\u0441\u043d\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0441 \u043a\u043e\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043e\u0442 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0441 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0441\u0430 \u0440\u0430\u0431\u043e\u0442\u0438\u043b\u0438 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430. \u0412 \u043f\u043e\u0434\u0440\u043e\u0431\u0435\u043d \u0438\u0437\u0433\u043b\u0435\u0434 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0445\u0430\u0440\u0435\u0441\u0430\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0438 \u0434\u0430 \u0433\u043e \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u0442\u0435 \u043a\u0430\u0442\u043e \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d. \u041c\u043e\u0436\u0435\u0442\u0435 \u0441\u044a\u0449\u043e \u0434\u0430 \u043f\u0440\u0435\u043c\u0438\u043d\u0435\u0442\u0435 \u043a\u044a\u043c \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0441 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u0437\u0430 \u0434\u0430 \u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440.

## Note to translators: Please retain the HTML tags in the dashlet.help message.
dashlet.help=<p>\u0412 \u0442\u043e\u0437\u0438 \u0441\u0435\u043a\u0442\u043e\u0440 \u0435 \u043b\u0435\u0441\u043d\u043e \u0434\u0430 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u0432\u0430\u0448\u0438\u0442\u0435 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0432 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0441\u044a\u0441 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0438\u043c\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0438\u043b\u0438 \u043a\u0430\u0440\u0442\u0438\u043d\u043a\u0430 \u0438 \u0449\u0435 \u0432\u0438 \u043e\u0442\u0432\u0435\u0434\u0435 \u0434\u043e \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0441 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0438 \u0434\u0430\u043d\u043d\u0438, \u0442\u0430\u043a\u0430 \u0447\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0437\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0438\u043b\u0438 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0441 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430.</p> <p>\u0418\u043c\u0430 \u0434\u0432\u0430 \u0438\u0437\u0433\u043b\u0435\u0434\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0441\u0435\u043a\u0442\u043e\u0440. \u041f\u043e\u0434\u0440\u043e\u0431\u0435\u043d \u0438\u0437\u0433\u043b\u0435\u0434 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430\: <ul><li>\u041c\u0430\u0440\u043a\u0438\u0440\u0430\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043a\u0430\u0442\u043e \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 \u0432 "\u041f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438" \u0441\u043f\u0438\u0441\u044a\u0446\u0438 \u0437\u0430 \u043b\u0435\u0441\u0435\u043d \u0434\u043e\u0441\u0442\u044a\u043f</li> <li>\u0414\u0430 \u0445\u0430\u0440\u0435\u0441\u0432\u0430\u0442\u0435 (\u0438 \u043d\u0435 \u0445\u0430\u0440\u0435\u0441\u0432\u0430\u0442\u0435) \u0435\u043b\u0435\u043c\u0435\u043d\u0442</li> <li>\u0414\u0430 \u043f\u0440\u0435\u0441\u043a\u043e\u0447\u0438\u0442\u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u043e \u043a\u044a\u043c \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0441 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0438 \u0434\u0430 \u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440,</li></ul></p>

