#X-Generator: crowdin.com
welcome.user=GET STARTED
welcome.site=\u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438 \u0432 {1}, {0}

welcome.user.description=Take a quick tour of Alfresco or learn about advanced features.
welcome.user.clickable-content-link=http\://docs.alfresco.com/{0}/concepts/alfresco-tutorial-02.html
welcome.site.description=\u0422\u0430\u0431\u043b\u043e\u0442\u043e \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0432\u0438 \u0434\u0430\u0432\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u043b\u0443\u0447\u0432\u0430\u0449\u043e\u0442\u043e \u0441\u0435 \u0432 \u043d\u0435\u0433\u043e.
get.started.message=\u041d\u0435\u043a\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u043c...

site.panel.delete.header=\u041f\u043e\u0442\u0432\u044a\u0440\u0436\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435\u0442\u043e
site.panel.delete.msg=\u041d\u0430\u0438\u0441\u0442\u0438\u043d\u0430 \u043b\u0438 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0437\u0430\u0432\u0438\u043d\u0430\u0433\u0438 \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u044f \u043f\u0430\u043d\u0435\u043b \u043e\u0442 \u0442\u043e\u0432\u0430 \u0442\u0430\u0431\u043b\u043e?

user.panel.delete.header=Hide Get Started Panel?
## Note to translators: Please retain the HTML tags and class attribute values in the panel.delete.msg
user.panel.delete.msg=<div class\="alf-confirmation-panel-text">\nYou can always show it again later by using the option in the Customize User Dashboard screen.</div>\n<p>Select the Settings icon <span class\="alf-configure-icon alfresco-menus-AlfMenuItemIconMixin alf-hide-confirmation">&nbsp;</span> on your dashboard to get there.</p>
panel.delete.fail=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435 dashlet.

user.welcome.close=Hide
site.welcome.close=\u041f\u0440\u0435\u043c\u0430\u0445\u043d\u0438

welcome.user.tutorial.title=\u041e\u0431\u0443\u0447\u0435\u043d\u0438\u0435
welcome.user.tutorial.description=\u0412\u0438\u0436\u0442\u0435 \u043a\u0430\u043a\u0432\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0441 Alfresco, \u043a\u0430\u0442\u043e \u0433\u043b\u0435\u0434\u0430\u0442\u0435 \u0432\u0438\u0434\u0435\u043e \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435.
welcome.user.tutorial.link=\u041f\u043e\u043a\u0430\u0436\u0438 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u044f\u0442\u0430

welcome.user.sites.title=\u0421\u043f\u043e\u0434\u0435\u043b\u044f\u043d\u0435
welcome.user.sites.description=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442 \u0437\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u044f\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0441 \u0434\u0440\u0443\u0433\u0438 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.
welcome.user.sites.link=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442

welcome.user.profile.title=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435
welcome.user.profile.description=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u043b\u0438\u0447\u043d\u0430 \u0438 \u0431\u0438\u0437\u043d\u0435\u0441 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u0438 \u043e\u043f\u043e\u0437\u043d\u0430\u044f\u0442.
welcome.user.profile.link=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0430

welcome.user.dashboard.title=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435
welcome.user.dashboard.description=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u043e\u0442\u043e \u0434\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u043a\u043e\u044f\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435.
welcome.user.dashboard.link=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0430\u0448\u0435\u0442\u043e \u0442\u0430\u0431\u043b\u043e

welcome.user.explore.title=\u041f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435
welcome.user.explore.description=\u0414\u0430 \u043f\u043e\u0433\u043b\u0435\u0434\u043d\u0435\u043c \u0432 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435, \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0432 Alfresco. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435 \u043e\u0431\u0449\u0435\u0441\u0442\u0432\u0435\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0438 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438\u0442\u0435 \u043a\u044a\u043c \u0442\u044f\u0445 \u0432\u0435\u0434\u043d\u0430\u0433\u0430.
welcome.user.explore.link=\u041f\u043e\u043a\u0430\u0436\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435

welcome.site.dashboard.title=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435
welcome.site.dashboard.description=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0442\u0430\u0431\u043b\u043e \u0434\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u043a\u0430\u043a\u0432\u0430\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0434\u0430 \u0432\u0438\u0436\u0434\u0430\u0442.
welcome.site.dashboard.link=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u043e\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430

welcome.site.moderated.title=\u041f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435
welcome.site.moderated.description=\u0427\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0435 \u043c\u043e\u0434\u0435\u0440\u0438\u0440\u0430\u043d\u043e. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438\u0442\u0435 \u0438 \u0441\u0430\u0439\u0442 \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440\u044a\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0443\u0432\u0435\u0434\u043e\u043c\u0435\u043d.
welcome.site.moderated.link=\u0417\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435

welcome.site.upload.title=\u0421\u044a\u0432\u043c\u0435\u0441\u0442\u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430
welcome.site.upload.description=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0441 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438, \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u0441 \u0434\u0440\u0443\u0433\u0438 \u0445\u043e\u0440\u0430.
welcome.site.upload.link=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435

welcome.site.invite.title=\u041f\u043e\u043a\u0430\u043d\u0438
welcome.site.invite.description=\u0417\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0434\u0430 \u043a\u0430\u043d\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u0438 \u0445\u043e\u0440\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0442 \u043a\u044a\u043c \u0432\u0430\u0448\u0438\u044f \u0441\u0430\u0439\u0442.
welcome.site.invite.link=\u041f\u043e\u043a\u0430\u043d\u0432\u0430\u043d\u0435 \u043d\u0430 \u0445\u043e\u0440\u0430

welcome.site.members.title=\u041e\u0431\u0449\u0443\u0432\u0430\u043d\u0435
welcome.site.members.description=\u0420\u0430\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u0439 \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442. \u041e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043f\u0440\u043e\u0444\u0438\u043b\u0438, \u0437\u0430 \u0434\u0430 \u043e\u043f\u043e\u0437\u043d\u0430\u0435\u0442\u0435 \u0434\u0440\u0443\u0433\u0438 \u0445\u043e\u0440\u0430.
welcome.site.members.link=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430

welcome.site.browse.title=\u041f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435
welcome.site.browse.description=\u0420\u0430\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u0430\u043a\u0432\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u043e \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430, \u043a\u0430\u0442\u043e \u0440\u0430\u0437\u0433\u043b\u0435\u0434\u0430\u0442\u0435 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0441 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438.
welcome.site.browse.link=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u0432 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0441 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438

welcome.cloud.sign-up.title=\u041e\u0431\u043b\u0430\u043a
welcome.cloud.sign-up.description=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0435 \u0434\u043d\u0435\u0441, \u0437\u0430 \u0434\u0430 \u0437\u0430\u044f\u0432\u0438\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u0431\u0435\u0437\u043f\u043b\u0430\u0442\u043d\u0430 \u043c\u0440\u0435\u0436\u0430 \u0432 \u043e\u0431\u043b\u0430\u043a\u0430.
welcome.cloud.sign-up.link=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0435

message.request-joining=\u0417\u0430\u044f\u0432\u043a\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {0} \u043a\u044a\u043c \u0441\u0430\u0439\u0442 {1}...
message.request-join-success=\u0418\u0441\u043a\u0430\u043d\u0435\u0442\u043e \u0437\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430 {1} \u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u043e \u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u0421\u0435\u0433\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435\u0442\u0435 \u0432\u044a\u0440\u043d\u0430\u0442\u0438 \u0432 \u043b\u0438\u0447\u043d\u043e\u0442\u043e \u0432\u0438 \u0442\u0430\u0431\u043b\u043e.
message.request-join-failure=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u0438 \u0437\u0430\u044f\u0432\u043a\u0430, \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {0} \u043a\u044a\u043c \u0441\u0430\u0439\u0442 {1}.
