#X-Generator: crowdin.com
header=\u041c\u043e\u0438 \u0421\u0430\u0458\u0442\u043e\u0432\u0438

link.createSite=\u041a\u0440\u0435\u0438\u0440\u0430\u0458 \u0441\u0430\u0458\u0442
link.deleteSite=\u0418\u0437\u0431\u0440\u0438\u0448\u0438

filter.all=\u0421\u0438\u0442\u0435
filter.favSites=\u041e\u043c\u0438\u043b\u0435\u043d\u0438
filter.recentSites=\u041d\u0435\u043e\u0434\u0430\u043c\u043d\u0435\u0448\u043d\u0438

empty.title=\u0411\u0440\u0437 \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u043a\u043e\u043d \u0442\u0432\u043e\u0438\u0442\u0435 \u0441\u0430\u0458\u0442\u043e\u0432\u0438
empty.description=\u0421\u0430\u0458\u0442 \u0435 \u043f\u0440\u043e\u0435\u043a\u0442\u0435\u043d \u043f\u0440\u043e\u0441\u0442\u043e\u0440 \u043a\u0430\u0434\u0435 \u0448\u0442\u043e \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u0448 \u0441\u043e \u0434\u0440\u0443\u0433\u0438\u0442\u0435, \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0442\u0435 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0438 \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0437\u0430\u0435\u0434\u043d\u043e \u043d\u0430 \u043d\u0435\u0430.
empty.description.sample-site=\u0412\u043a\u043b\u0443\u0447\u0438\u0432\u043c\u0435 \u0435\u0434\u043d\u043e\u0441\u0442\u0430\u0432\u0435\u043d \u0441\u0430\u0458\u0442 \u0437\u0430 \u0432\u0430\u0441. \u0418\u0441\u043a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0433\u043e \u043e\u0432\u0430 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0438\u0441\u0442\u0440\u0430\u0436\u0438\u0442\u0435 \u043a\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438\u0442\u0435 \u0432\u043e Alfresco.

## Note to translators: Please retain the HTML tags in the dashlet.help message.
dashlet.help=<p>\u0421\u0430\u0458\u0442\u043e\u0432\u0438\u0442\u0435 \u0441\u0435 \u043f\u0440\u043e\u0435\u043a\u0442\u043d\u0438 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0438 \u043a\u0430\u0434\u0435 \u0448\u0442\u043e \u043c\u043e\u0436\u0435\u0448 \u0434\u0430 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u0448 \u0441\u043e \u0434\u0440\u0443\u0433\u0438\u0442\u0435, \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0442\u0435 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0438 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u043d\u0430 \u043d\u0435\u0430 \u0437\u0430\u0435\u0434\u043d\u043e. \u041e\u0432\u043e\u0458 \u043f\u0430\u043d\u0435\u043b \u0433\u0438 \u043d\u0430\u0432\u0435\u0434\u0443\u0432\u0430 \u0441\u0430\u0458\u0442\u043e\u0432\u0438\u0442\u0435 \u043d\u0430 \u043a\u043e\u0438 \u043f\u0440\u0438\u043f\u0430\u0453\u0430\u0448. \u0414\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u043e, \u043c\u043e\u0436\u0435\u0448 \u0434\u0430 \u0433\u043e \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u0448 \u0441\u043f\u0438\u0441\u043e\u043a\u043e\u0442, \u0442\u0430\u043a\u0430 \u0448\u0442\u043e \u045c\u0435 \u0431\u0438\u0434\u0430\u0442 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d\u0438 \u0441\u0430\u043c\u043e \u0442\u0432\u043e\u0438\u0442\u0435 \u043e\u043c\u0438\u043b\u0435\u043d\u0438 \u0441\u0430\u0458\u0442\u043e\u0432\u0438.</p>\n<p>\u041e\u0434 \u0442\u0443\u043a\u0430 \u043c\u043e\u0436\u0435\u0448\:<ul>\n<li>\u0414\u0430 \u043f\u0440\u0435\u043c\u0438\u043d\u0435\u0448 \u043a\u043e\u043d \u043d\u0435\u043a\u043e\u0458 \u0441\u0430\u0458\u0442</li>\n<li>\u0414\u0430 \u043a\u0440\u0435\u0438\u0440\u0430\u0448 \u043d\u043e\u0432 \u0441\u0430\u0458\u0442</li>\n<li>\u0414\u0430 \u0438\u0437\u0431\u0440\u0438\u0448\u0435\u0448 \u0441\u0430\u0458\u0442 \u0430\u043a\u043e \u0441\u0438 \u043d\u0435\u0433\u043e\u0432 \u0440\u0430\u043a\u043e\u0432\u043e\u0434\u0438\u0442\u0435\u043b</li>\n<li>\u0414\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0438\u0448 \u0441\u0430\u0458\u0442 \u043a\u0430\u043a\u043e \u043e\u043c\u0438\u043b\u0435\u043d, \u0442\u0430\u043a\u0430 \u0448\u0442\u043e \u0442\u043e\u0458 \u045c\u0435 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430 \u0432\u043e \u0441\u0430\u0458\u0442 \u043c\u0435\u043d\u0438\u0442\u043e \u0437\u0430 \u043f\u043e\u043b\u0435\u0441\u0435\u043d \u043f\u0440\u0438\u0441\u0442\u0430\u043f</li></ul></p>

