#X-Generator: crowdin.com
header=My Sites

link.createSite=\u0627\u06cc\u062c\u0627\u062f \u0633\u0627\u06cc\u062a
link.deleteSite=Delete

filter.all=All
filter.favSites=My Favorites
filter.recentSites=\u0627\u062e\u06cc\u0631

empty.title=\u062f\u0633\u062a\u0631\u0633\u06cc \u0633\u0631\u06cc\u0639 \u0628\u0647 \u0633\u0627\u06cc\u062a \u062e\u0648\u062f
empty.description=\u06cc\u06a9 \u0633\u0627\u06cc\u062a \u06cc\u06a9 \u067e\u0631\u0648\u0698\u0647 \u0627\u0633\u062a \u06a9\u0647 \u062f\u0631 \u0622\u0646 \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u062d\u062b \u06a9\u0646\u06cc\u062f \u0648 \u0645\u062d\u062a\u0648\u0627\u06cc \u0627\u0633\u0646\u0627\u062f \u0631\u0627 \u0628\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9 \u0628\u06af\u0630\u0627\u0631\u06cc\u062f \u0628\u0627 \u062f\u06cc\u06af\u0631 \u0627\u0627\u0639\u0636\u0627\u06cc \u0633\u0627\u06cc\u062a
empty.description.sample-site=\u0645\u0627 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0633\u0627\u062f\u0647 \u0628\u0631\u0627\u06cc \u0634\u0645\u0627 \u06af\u0646\u062c\u0627\u0646\u062f\u0647 \u0627\u06cc\u0645. \u0627\u0632 \u0627\u06cc\u0646 \u0648\u06cc\u0698\u06af\u06cc \u0647\u0627 \u062f\u0631 \u0633\u0627\u0645\u0627\u0646\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f

## Note to translators: Please retain the HTML tags in the dashlet.help message.
dashlet.help=<P> \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0645\u0646\u0627\u0637\u0642 \u06a9\u0647 \u062f\u0631 \u0622\u0646 \u067e\u0631\u0648\u0698\u0647 \u0634\u0645\u0627 \u0628\u0627 \u062f\u06cc\u06af\u0631\u0627\u0646 \u0647\u0645\u06a9\u0627\u0631\u06cc \u060c \u0627\u0634\u062a\u0631\u0627\u06a9 \u06af\u0630\u0627\u0631\u06cc \u0645\u062d\u062a\u0648\u0627 \u0648 \u06a9\u0627\u0631 \u0628\u0631 \u0631\u0648\u06cc \u0622\u0646 \u0628\u0627 \u0647\u0645 \u0647\u0633\u062a\u0646\u062f . \u0627\u06cc\u0646 dashlet \u0641\u0647\u0631\u0633\u062a\u06cc \u0627\u0632 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0634\u0645\u0627 \u0631\u0627 \u0628\u0647 \u062a\u0639\u0644\u0642 \u062f\u0627\u0631\u0646\u062f. \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0631 \u0627\u06cc\u0646 \u0644\u06cc\u0633\u062a \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u062a\u0646\u0647\u0627 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0645\u0648\u0631\u062f \u0639\u0644\u0627\u0642\u0647 \u062e\u0648\u062f \u0631\u0627 \u0641\u06cc\u0644\u062a\u0631 \u06a9\u0646\u06cc\u062f. </ P >\n<P> \u0627\u0632 \u0627\u06cc\u0646\u062c\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \: < UL >\n<LI> \u0628\u0647 \u06cc\u06a9 \u0633\u0627\u06cc\u062a < / LI >\n<LI> \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u062c\u062f\u06cc\u062f < / LI >\n<LI> \u062d\u0630\u0641 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0627\u06af\u0631 \u0634\u0645\u0627 \u0645\u062f\u06cc\u0631 \u0633\u0627\u06cc\u062a\u0645\u06cc \u0628\u0627\u0634\u062f < / LI >\n<LI>\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0645\u0648\u0631\u062f \u0639\u0644\u0627\u0642\u0647 \u062a\u0627 \u0628\u0631\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0622\u0633\u0627\u0646 \u0634\u0645\u0627 \u062f\u0631 \u0644\u06cc\u0633\u062a \u0633\u0627\u06cc\u062a\u0647\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f< / LI > </ UL > </ P >

