#X-Generator: crowdin.com
# Version service externalised display strings

version_service.err_restore_exists=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0639\u0627\u062f\u0629 {0} \u0639\u0642\u062f\u0647 \u0646\u0638\u0631\u0627\u064b \u0644\u0623\u0646\u0647 \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0641\u0639\u0644.
version_service.err_not_found=\u0644\u0627 \u062a\u0648\u062c\u062f \u062a\u0633\u0645\u064a\u0629 \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u062d\u0627\u0644\u064a \u0645\u0646 \u0627\u0644\u0639\u0642\u062f\u0629 \u0641\u064a \u0645\u062d\u0641\u0648\u0638\u0627\u062a \u0627\u0644\u0625\u0635\u062f\u0627\u0631.
version_service.err_unsupported=\u062a\u0646\u0641\u064a\u0630 \u062e\u062f\u0645\u0629 \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u062d\u0627\u0644\u064a \u0644\u0627 \u064a\u062f\u0639\u0645 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0641\u0631\u0648\u0639.
version_service.err_one_preceeding=\u062a\u0646\u0641\u064a\u0630 \u062e\u062f\u0645\u0629 \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u062d\u0627\u0644\u064a \u064a\u062f\u0639\u0645 \u0641\u0642\u0637 \u0648\u0627\u062d\u062f\u0629 \u0645\u0646 \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u0633\u0627\u0628\u0642.
version_service.err_restore_no_version=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0639\u0627\u062f\u0629 {0} \u0627\u0644\u0639\u0642\u062f\u0629 \u062d\u064a\u062b \u0644\u0627 \u062a\u062a\u0648\u0641\u0631 \u0623\u064a \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0625\u0635\u062f\u0627\u0631 \u0644\u0647\u0630\u0647 \u0627\u0644\u0639\u0642\u062f\u0629.
version_service.err_revert_mismatch=\u0627\u0644\u0646\u0633\u062e\u0629 \u0627\u0644\u0645\u0642\u062f\u0645\u0629 \u0644\u0644\u0639\u0648\u062f\u0629 \u0625\u0644\u0649 \u0644\u0627 \u062a\u0623\u062a\u064a \u0645\u0646 \u062a\u0627\u0631\u064a\u062e \u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u0639\u0642\u062f.


version_service.migration.patch.noop=\u0644\u0627 \u0634\u064a\u0621 \u0644\u0644\u0642\u064a\u0627\u0645 \u0628\u0647 (\u0644\u0627 \u062a\u0648\u0627\u0631\u064a\u062e \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0645\u0648\u062c\u0648\u062f \u0641\u064a \u0645\u062e\u0632\u0646 \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u0642\u062f\u064a\u0645)

version_service.migration.patch.complete=\u0627\u0644\u062a\u0647\u062c\u064a\u0631\u0623\u0643\u062a\u0645\u0644-{0} \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0631\u062d\u064a\u0644\u0647\u0627 (\u0645\u0646 \u0623\u0635\u0644 {1}) \u0645\u0646 \u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u0642\u062f\u064a\u0645 (\u0625\u0644\u0649 \u0645\u062e\u0632\u0646 \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u062c\u062f\u064a\u062f) \u0641\u064a \u062b\u0648\u0627\u0646 {2} (deleteImmediately \={3})
version_service.migration.patch.in_progress=\u0627\u0644\u0647\u062c\u0631\u0629 \u0641\u064a \u0627\u0644\u062a\u0642\u062f\u0645--{0} \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0631\u062d\u064a\u0644\u0647\u0627 (\u0645\u0646 \u0623\u0635\u0644 {1}) \u0645\u0646 \u0627\u0644\u0646\u0633\u062e\u0629 \u0627\u0644\u0642\u062f\u064a\u0645\u0629 \u0648\u062a\u0627\u0631\u064a\u062e\u0647\u0627 (\u0645\u062e\u0632\u0646 \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u062c\u062f\u064a\u062f \u0625\u0644\u0649) \u0641\u064a \u062b\u0648\u0627\u0646 {2} (deleteImmediately \={3})
version_service.migration.patch.warn.skip1=\u062a\u0645 \u062a\u062e\u0637\u064a \u0627\u0644\u0647\u062c\u0631\u0629 \u0645\u0646 {0} (\u0645\u0646 \u0623\u0635\u0644 {1}) \u062f\u0641\u0639\u0627\u062a \u0627\u0644\u0642\u062f\u064a\u0645\u0629 \u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0625\u0635\u062f\u0627\u0631 (\u062a\u0631\u062d\u064a\u0644 \u063a\u064a\u0631 \u0645\u0643\u062a\u0645\u0644\u0629) \u0641\u064a \u062b\u0648\u0627\u0646 {2}
version_service.migration.patch.warn.skip2=\u062a\u0645 \u062a\u062e\u0637\u064a \u0627\u0644\u0647\u062c\u0631\u0629 \u0645\u0646 {0} \u0648\u062a\u0627\u0631\u064a\u062e\u0647\u0627 \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u0642\u062f\u064a\u0645 (\u062a\u0645 \u0627\u0644\u062a\u0647\u062c\u064a\u0631)

version_service.migration.delete.complete=\u062d\u0630\u0641 \u0627\u0644\u062e\u0644\u0641\u064a\u0629 \u0627\u0644\u0645\u0643\u062a\u0645\u0644\u0629 \u0645\u0646 {0} (\u0645\u0646 \u0623\u0635\u0644 {1}) \u0647\u0627\u062c\u0631 \u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0625\u0635\u062f\u0627\u0631 (\u0645\u0646 \u0645\u062e\u0632\u0646 \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u0642\u062f\u064a\u0645) \u0641\u064a \u062b\u0648\u0627\u0646 {2}
version_service.migration.delete.warn.skip1=\u062d\u0630\u0641 \u0627\u0644\u062e\u0644\u0641\u064a\u0629 \u062a\u0645 \u062a\u062e\u0637\u064a\u0647\u0627 \u0645\u0646 {0} (\u0645\u0646 \u0623\u0635\u0644 {1}) \u062f\u0641\u0639\u0627\u062a \u062a\u0627\u0631\u064a\u062e\u0647\u0627 \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u0642\u062f\u064a\u0645 (\u062d\u0630\u0641 \u063a\u064a\u0631 \u0645\u0643\u062a\u0645\u0644\u0629) \u0641\u064a \u062b\u0648\u0627\u0646 {2}
version_service.migration.delete.warn.skip2=\u062d\u0630\u0641 \u0627\u0644\u062e\u0644\u0641\u064a\u0629 \u062a\u0645 \u062a\u062e\u0637\u064a\u0647\u0627 \u0644\u062a\u0648\u0627\u0631\u064a\u062e \u0627\u0644\u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u0642\u062f\u064a\u0645 {0} (\u0644\u0627 \u064a\u062a\u0645 \u062a\u0631\u062d\u064a\u0644)

