#X-Generator: crowdin.com
# WCM service related messages

# WCM actions

wcm-submit.title=\u0642\u0645 \u0628\u062a\u0642\u062f\u064a\u0645 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u0645\u062a\u063a\u064a\u0631\u0629 \u0645\u0646 \u0643\u0627\u062a\u0628 WCM \u0643\u064a\u0633 \u0627\u0644\u0631\u0645\u0627\u0644 \u0627\u0644\u064a \u0643\u064a\u0633 \u0631\u0645\u0627\u0644 \u0627\u0644\u062a\u0647\u064a\u0626\u0629 \u0627\u0644\u0645\u0642\u0627\u0628\u0644
wcm-submit.description=\u0648\u0647\u0630\u0627 \u064a\u0642\u062f\u0645 \u062a\u063a\u064a\u0631 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u0645\u062f\u0631\u062c\u0629 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0623\u0648 \u062a\u063a\u064a\u064a\u0631 \u062c\u0645\u064a\u0639 \u0627\u0644\u0623\u0635\u0648\u0644 (\u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0641\u0627\u0631\u063a\u0629/\u0641\u0627\u0631\u063a)
wcm-submit.sandbox-id.display-label=\u0645\u0639\u0631\u0641 \u0645\u062e\u0632\u0646 \u0643\u064a\u0633 \u0631\u0645\u0644
wcm-submit.path-list.display-label=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0633\u0627\u0631\u0627\u062a \u0627\u0644\u0623\u0635\u0644 (\u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0645\u062e\u0632\u0646 \u0643\u064a\u0633 \u0627\u0644\u0631\u0645\u0644)

wcm-undo.title=\u0627\u0644\u062a\u0631\u0627\u062c\u0639 \u0639\u0646 \u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0623\u0635\u0648\u0644 \u0641\u064a \u0643\u064a\u0633 \u0627\u0644\u0631\u0645\u0644 WCM
wcm-undo.description=\u0648\u0647\u0630\u0627 \u0627\u0644\u062a\u0631\u0627\u062c\u0639/\u0633\u062a\u0639\u0648\u062f \u062a\u063a\u064a\u0631\u062a \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u0645\u062f\u0631\u062c\u0629 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0623\u0648 \u062a\u063a\u064a\u064a\u0631 \u062c\u0645\u064a\u0639 \u0627\u0644\u0623\u0635\u0648\u0644 (\u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0641\u0627\u0631\u063a\u0629/\u0641\u0627\u0631\u063a)
wcm-undo.sandbox-id.display-label=\u0645\u0639\u0631\u0641 \u0645\u062e\u0632\u0646 \u0643\u064a\u0633 \u0627\u0644\u0631\u0645\u0644
wcm-undo.path-list.display-label=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0633\u0627\u0631\u0627\u062a \u0627\u0644\u0623\u0635\u0644 (\u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0645\u062e\u0632\u0646 \u0643\u0631\u064a\u0633 \u0627\u0644\u0631\u0645\u0644)

wcm-revert-snapshot.title=\u0627\u0644\u0639\u0648\u062f\u0629 (\u0646\u0633\u062e\u0629 \u0625\u0644\u0649 \u0627\u0644\u0623\u0645\u0627\u0645) \u0645\u062e\u0632\u0646 WCM \u0643\u064a\u0633 \u0627\u0644\u0631\u0645\u0644 \u0644\u0644\u0642\u0637\u0629 \u0645\u0639\u064a\u0646\u0629
wcm-revert-snapshot.description=\u0648\u0647\u0630\u0627 \u064a\u0639\u0648\u062f \u062c\u0645\u064a\u0639 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0645\u062e\u0632\u0646 \u0643\u064a\u0633 \u0627\u0644\u0631\u0645\u0644 WCM \u0639\u0644\u0649 \u0625\u0635\u062f\u0627\u0631 \u0645\u0639\u064a\u0646 \u0627\u0644\u0644\u0642\u0637\u0629
wcm-revert-snapshot.version.display-label=\u0646\u0633\u062e\u0629 \u0644\u0642\u0637\u0629 \u0644\u0644\u0639\u0648\u062f\u0629 \u0625\u0644\u0649

