#X-Generator: crowdin.com
fileservers.title=\u0645\u062e\u062f\u0645\u0627\u062a \u0627\u0644\u0645\u0644\u0641\u0627\u062a
fileservers.intro-text=\u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u064a\u062f\u0639\u0645 \u0627\u0644\u0648\u0635\u0648\u0644 \u0639\u0628\u0631 \u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644\u0627\u062a CIFS \u0648\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0646\u0642\u0644 \u0627\u0644\u0645\u0644\u0641\u0627\u062a FTP. \u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0644\u062a\u0645\u0643\u064a\u0646/\u062a\u0639\u0637\u064a\u0644 \u0647\u0630\u0647 \u0627\u0644\u062e\u062f\u0645\u0627\u062a\u060c \u0648\u062a\u0647\u064a\u0626\u0629 \u0643\u064a\u0641\u064a\u0629 \u0639\u0645\u0644\u0647\u0627.


fileservers.filesystems=\u0623\u0646\u0638\u0645\u0629 \u0627\u0644\u0645\u0644\u0641\u0627\u062a
fileservers.filesystems.filesystem-name=\u0627\u0633\u0645 \u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u0644\u0641\u0627\u062a
fileservers.filesystems.filesystem-name.description=\u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0630\u064a \u064a\u0637\u0644\u0642 \u0639\u0644\u0649 \u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0639\u0646\u062f \u0627\u0633\u062a\u062e\u062f\u0627\u0645 CIFS \u0623\u0648 WebDAV \u0623\u0648 FTP.

fileservers.cifs=CIFS
fileservers.cifs.cifs-enabled=\u062a\u0645\u0643\u064a\u0646 CIFS
fileservers.cifs.cifs-enabled.description=\u062a\u0645\u0643\u064a\u0646 \u0623\u0648 \u062a\u0639\u0637\u064a\u0644 \u062e\u0627\u062f\u0645 CIFS.
fileservers.cifs.server-name=\u0627\u0633\u0645 \u0627\u0644\u062e\u0627\u062f\u0645
fileservers.cifs.server-name.description=\u0627\u0633\u0645 \u0627\u0644\u0645\u0636\u064a\u0641 \u0644\u062e\u0627\u062f\u0645 CIFS \u0641\u064a \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648. \u0648\u0647\u0630\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0643\u0648\u0646 16 \u062d\u0631\u0641\u0627\u064b \u0643\u062d\u062f \u0623\u0642\u0635\u0649\u060c \u0648\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0641\u0631\u064a\u062f\u0627\u064b \u0639\u0644\u0649 \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644. \u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u0645\u0645\u064a\u0632 \u0627\u0644\u062e\u0627\u0635 ${localname} \u0628\u062f\u0644\u0627\u064b \u0645\u0646 \u0627\u0633\u0645 \u0627\u0644\u0645\u0636\u064a\u0641 \u0644\u0644\u062e\u0627\u062f\u0645 \u0627\u0644\u0645\u062d\u0644\u064a \u0648\u0625\u0646\u0634\u0627\u0621 \u0627\u0633\u0645 \u0641\u0631\u064a\u062f \u064a\u0633\u0628\u0642/\u064a\u0644\u062d\u0642 \u0628\u0647\u0627.
fileservers.cifs.domain=\u0627\u0644\u0646\u0637\u0627\u0642
fileservers.cifs.domain.description=\u0627\u0644\u0646\u0637\u0627\u0642 \u0623\u0648 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0639\u0645\u0644 \u0627\u0644\u062a\u064a \u064a\u0646\u062a\u0645\u064a \u0625\u0644\u064a\u0647\u0627 \u0627\u0644\u062e\u0627\u062f\u0645. \u0625\u0630\u0627 \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f\u0647 \u0639\u0646\u062f\u0647\u0627 \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0646\u0637\u0627\u0642/\u0645\u062c\u0645\u0648\u0639\u0629 \u0639\u0645\u0644 \u0627\u0644\u062e\u0627\u062f\u0645.
fileservers.cifs.host-announce=\u0625\u0639\u0644\u0627\u0646 \u0627\u0644\u0645\u0636\u064a\u0641
fileservers.cifs.host-announce.description=\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u0625\u0639\u0644\u0627\u0646 \u0639\u0646 \u062e\u0627\u062f\u0645 CIFS \u0644\u0644\u0646\u0637\u0627\u0642/"\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0639\u0645\u0644" \u0627\u0644\u0645\u062d\u0644\u064a\u0629 \u0628\u062d\u064a\u062b \u0623\u0646\u0647 \u064a\u0638\u0647\u0631 \u0641\u064a  \u0623\u0645\u0627\u0643\u0646/"\u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644" \u0627\u0644\u0645\u062c\u0627\u0648\u0631\u0629.
fileservers.cifs.session-timeout=\u0645\u0647\u0644\u0629 \u062c\u0644\u0633\u0629 \u0627\u0644\u0639\u0645\u0644 (\u0628\u0627\u0644\u062b\u0627\u0646\u064a\u0629)
fileservers.cifs.session-timeout.description=\u0645\u0647\u0644\u0629 \u062c\u0644\u0633\u0629 \u0639\u0645\u0644 CIFS \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a 15 \u062f\u0642\u064a\u0642\u0629. \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0625\u062f\u062e\u0627\u0644/\u0627\u0644\u0625\u062e\u0631\u0627\u062c  \u064a\u062d\u062f\u062b \u0641\u064a \u062c\u0644\u0633\u0629 \u0627\u0644\u0639\u0645\u0644 \u0641\u064a \u062d\u062f\u0648\u062f \u0647\u0630\u0627 \u0627\u0644\u0648\u0642\u062a \u0633\u064a\u062a\u0645 \u0625\u063a\u0644\u0627\u0642 \u062c\u0644\u0633\u0629 \u0627\u0644\u0639\u0645\u0644 \u0645\u0646 \u0627\u0644\u062e\u0627\u062f\u0645. \u0639\u0645\u0644\u0627\u0621 \u0648\u064a\u0646\u062f\u0648\u0632 \u064a\u0631\u0633\u0644\u0648\u0646 \u0637\u0644\u0628\u0627\u062a \u062a\u062c\u062f\u064a\u062f \u062c\u0644\u0633\u0629 \u0627\u0644\u0639\u0645\u0644\u060c \u0639\u0627\u062f\u0629 \u0641\u064a \u063a\u0636\u0648\u0646 15 \u062f\u0642\u064a\u0642\u0629.

fileservers.ftp=FTP
fileservers.ftp.ftp-enabled=\u062a\u0645\u0643\u064a\u0646 FTP
fileservers.ftp.ftp-enabled.description=\u062a\u0645\u0643\u064a\u0646 \u0623\u0648 \u062a\u0639\u0637\u064a\u0644 \u062e\u0627\u062f\u0645 FTP.
fileservers.ftp.port=\u0645\u0646\u0641\u0630
fileservers.ftp.port.description=\u0627\u0644\u0645\u0646\u0641\u0630 \u0627\u0644\u0630\u064a \u064a\u0633\u062a\u0645\u0639 \u0639\u0644\u064a\u0647 \u062e\u0627\u062f\u0645 FTP \u0644\u0644\u0627\u062a\u0635\u0627\u0644\u0627\u062a.
fileservers.ftp.dataport-to=\u0645\u062e\u0631\u062c \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0625\u0644\u0649
fileservers.ftp.dataport-to.description=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0639\u0644\u0649 \u0644\u062d\u062f\u0648\u062f \u0645\u0646\u0627\u0641\u0630 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
fileservers.ftp.dataport-from=\u0645\u0646\u0641\u0630 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0645\u0646
fileservers.ftp.dataport-from.description=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u062d\u062f\u0648\u062f \u0645\u0646\u0627\u0641\u0630 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
