#X-Generator: crowdin.com
message.empty=Ni zadetkov
message.error=Napaka pri iskanju
message.insite=na spletnem mestu
message.ofsize=velikosti
message.modifiedby=spremenil
message.modifiedon=spremenjeno
message.preview=Predogled
message.singlesite={0} Podro\u010dje
message.allsites=Vsa spletna mesta
message.infolderpath=V mapi
message.repository=Repozitorij

label.folder=Mapa
label.document=Dokument
label.blogpost=Zapis na blogu
label.forumpost=Tema foruma
label.calendarevent=Dogodek v koledarju
label.wikipage=Wiki-stran
label.link=Povezava
label.datalist=Podatkovni seznam
label.datalistitem=Element podatkovnega seznama
label.unknown=Unknown
label.sortby=Razvrsti po\: {0}

button.search=Iskanje

search.info.resultinfo={0} razultatov
search.info.resultinfomore=Ve\u010d kot {0} rezultatov
search.info.searching=Iskanje...
search.info.foundinsite=najdenih v spletnem mestu {0}.
search.info.foundinallsite=najdenih na vseh spletnih mestih.
search.info.foundinrepository=najdenih v skladi\u0161\u010du.

search.sort.relevance=Ustreznost
search.sort.size=Velikost
search.sort.mimetype=Mime tip
search.sort.type=Tip

pagination.template={PreviousPageLink} {PageLinks} {NextPageLink}
pagination.template.page-report=

## help text
help.title=Nasveti za iskanje

help.subtitle1=Iskanje elementov po lastnostih in vsebini dokumentov
help.info1=Za iskanje elementov po splo\u0161nih lastnostih ali vsebini dokumentov samo vpi\u0161ite iskalni niz, npr.\:
help.example1=poslovni
help.result1=Rezultat tega povpra\u0161evanja bo spisek vseh elementov, ki vsebujejo niz poslovni tako v vsebini dokumenta, oznakah ali splo\u0161nih lastnostih kot so ime, naslov in opis.
help.info2=Dodaj ve\u010d izrazov za bolj natan\u010dne rezultate, na primer\:
help.example2=poslovni proces
help.result2=Rezultat tega poizvedovanja bo spisek vseh elementov katerih vsebine, oznaka ali splo\u0161ne lastnosti kot so ime, naslov in opis vsebujejo izraza poslovni ali proces. Rezultati so razvr\u0161\u010deni po ustreznosti in elementi, ki vsebujejo oba izraza bodo na vrhu.
help.info3=Za omejitev rezultatov dodaj AND med izraze v iskalnem nizu, na primer\:
help.example3=poslovni AND proces
help.result3=Rezultat tega poizvedovanja bo spisek elementov, ki v vsebini, oznakah ali splo\u0161nih lastnostih ime, naslov ali opis vsebujejo oba izraza "poslovni" in "proces".
help.info4=Za iskanje celotne fraze uporabi narekovaje, na primer\:
help.example4="poslovni proces"
help.result4=Rezultat tega poizvedovanja bo spisek elementov, ki v vsebini, oznakah ali splo\u0161nih lastnostih ime, naslov ali opis vsebujejo frazo "poslovni proces".
help.info5=Nadomestni znaki omogo\u010dajo delno ujemanje, npr. za iskanje vseh elementov, ki vsebujejo besede, ki se za\u010denjajo z \u00bbproc\u00ab\:
help.example5=proc*

help.subtitle2=Iskanje elementov po dolo\u010deni lastnosti ali vsebini dokumenta
help.info6=Za iskanje predmetov glede na dolo\u010deno lastnost lastnost dodajte kot predpono, npr.\:
help.example6=title\:produkcija
help.result6=Rezultat te poizvedbe bo seznam vseh elementov, ki vsebujejo izraz \u00bbprodukcija\u00ab v lastnosti title (naslov).
help.info7=Za iskanje elementov vsebine glede na vsebino dokumenta dodajte posebno lastnost BESEDILO kot predpono, npr.\:
help.example7=TEXT\:produkcija
help.result7=Rezultat te poizvedbe bo seznam elementov vsebine, ki vsebujejo izraz \u00bbprodukcija\u00ab v vsebini dokumenta.
help.info8=Pogosto uporabljene predpone vsebine so\: name (ime), title (naslov), description (opis), creator (ustvaril), modifier (spremenil), TEXT (BESEDILO), TYPE (VRSTA) in ASPECT (VIDIK). Okoli fraz lahko uporabite narekovaje in z nadomestnimi znaki omogo\u010dite delne zadetke.
help.info9=\u017delite iskati elemente, ustvarjene na dolo\u010den datum, uporabite iskanje po lastnosti datuma, npr.\:
help.example9=created\:"2011-09-26"
help.result9=Rezultat te poizvedbe bo seznam vseh elementov, ki so bili ustvarjeni 26. septembra 2011.
help.info10=\u010ce \u017eelite poiskati elemente, spremenjene v dolo\u010denem \u010dasovnem obsegu, uporabite iskanje po lastnosti \u010dasovnega obsega, npr.\:
help.example10=modified\:"2011-09-26".."2011-10-30"
help.result10=Rezultat te poizvedbe bo seznam vseh elementov, ki so bili spremenjeni med vklju\u010dno 26. septembrom 2011 in vklju\u010dno 30. oktobrom. S posebnimi klju\u010dnimi besedami \u00bbNOW\u00ab (ZDAJ), \u00bbMIN\u00ab in \u00bbMAX\u00ab lahko ozna\u010dite \u010dasovni \u017eig trenutnega datuma ter prvega in zadnjega mo\u017enega termina.
