#X-Generator: crowdin.com
message.empty=Nebyly nalezeny \u017e\u00e1dn\u00e9 v\u00fdsledky
message.error=Chyba p\u0159i hled\u00e1n\u00ed
message.insite=na str\u00e1nce
message.ofsize=o velikosti
message.modifiedby=upravil
message.modifiedon=zm\u011bn\u011bno
message.preview=N\u00e1hled
message.singlesite=Str\u00e1nka {0}
message.allsites=V\u0161echny str\u00e1nky
message.infolderpath=Ve slo\u017ece
message.repository=Repozit\u00e1\u0159

label.folder=Slo\u017eka
label.document=Dokument
label.blogpost=Blog
label.forumpost=T\u00e9ma na f\u00f3ru
label.calendarevent=Ud\u00e1lost kalend\u00e1\u0159e
label.wikipage=Str\u00e1nka wikiwebu
label.link=Odkaz
label.datalist=Seznam dat
label.datalistitem=Polo\u017eka seznamu dat
label.unknown=Nezn\u00e1m\u00fd
label.sortby=Se\u0159adit dle\: {0}

button.search=Hledat

search.info.resultinfo={0} v\u00fdsledk\u016f
search.info.resultinfomore=V\u00edce ne\u017e {0} v\u00fdsledk\u016f
search.info.searching=Vyhled\u00e1v\u00e1n\u00ed...
search.info.foundinsite=nalezeno na {0} str\u00e1nce.
search.info.foundinallsite=nalezeno ve v\u0161ech str\u00e1nk\u00e1ch.
search.info.foundinrepository=nalezeno v \u00falo\u017ei\u0161ti.

search.sort.relevance=V\u00fdznam
search.sort.size=Velikost
search.sort.mimetype=MimeType
search.sort.type=Typ

pagination.template={PreviousPageLink} {PageLinks} {NextPageLink}
pagination.template.page-report=\ 

## help text
help.title=Tipy pro hled\u00e1n\u00ed

help.subtitle1=Hled\u00e1n\u00ed polo\u017eek podle vlastnosti a obsahu dokumentu
help.info1=Chcete-li vyhledat polo\u017eky podle obecn\u00e9 vlastnosti nebo podle obsahu dokumentu sta\u010d\u00ed zadat jeden term\u00edn, nap\u0159\u00edklad\:
help.example1=obchodn\u00ed
help.result1=V\u00fdsledek pro tento dotaz zobraz\u00ed seznam v\u0161ech polo\u017eek, kter\u00e9 odpov\u00eddaj\u00ed term\u00edn "obchodn\u00ed" v obsahu dokumentu, zna\u010dce nebo v obecn\u00e9 vlastnosti - n\u00e1zev, nadpis nebo popis.
help.info2=P\u0159id\u00e1n\u00edm v\u00edce podm\u00ednek se zobraz\u00ed v\u00edce relevantn\u00ed v\u00fdsledky hled\u00e1n\u00ed, nap\u0159\u00edklad\:
help.example2=obchodn\u00ed proces
help.result2=V\u00fdsledkem pro tento dotaz bude seznam v\u0161ech polo\u017eek, kter\u00e9 odpov\u00eddaj\u00ed pojm\u016fm "obchodn\u00ed" nebo "proces" v obsahu dokumentu, zna\u010dce nebo v obecn\u00fdch vlastnostech - n\u00e1zvu, nadpisu nebo popisu. V\u00fdsledky jsou \u0159azeny dle relevance a polo\u017eky, kter\u00e9 obsahuj\u00ed oba term\u00edny budou uvedeny naho\u0159e.
help.info3=Chcete-li omezit v\u00fdsledky hled\u00e1n\u00ed p\u0159idejte v\u00edce podm\u00ednek spojen\u00fdch spojkou AND, nap\u0159\u00edklad\:
help.example3=podnik\u00e1n\u00ed and proces
help.result3=V\u00fdsledkem pro tento dotaz bude seznam v\u0161ech polo\u017eek, kter\u00e9 obsahuj\u00ed v\u00fdrazy "obchodn\u00ed" a z\u00e1rove\u0148 "proces" v obsahu dokumentu, zna\u010dce nebo v obecn\u00fdch vlastnostech - n\u00e1zvu, nadpisu nebo popisu.
help.info4=Chcete-li vyhledat konkr\u00e9tn\u00ed fr\u00e1zi pou\u017eijte uvozovky, nap\u0159\u00edklad\:
help.example4="obchodn\u00ed proces"
help.result4=V\u00fdsledkem pro tento dotaz bude seznam v\u0161ech polo\u017eek, kter\u00e9 obsahuj\u00ed fr\u00e1zi "obchodn\u00ed procesu" v obsahu dokumentu, zna\u010dce nebo v obecn\u00fdch vlastnostech - n\u00e1zvu, nadpisu nebo popisu.
help.info5=Z\u00e1stupn\u00e9 znaky umo\u017e\u0148uj\u00ed \u010d\u00e1ste\u010dnou shodu, nap\u0159\u00edklad naj\u00edt v\u0161echny polo\u017eky, kter\u00e9 obsahuj\u00ed slova za\u010d\u00ednaj\u00edc\u00ed "proc"\:
help.example5=proc*

help.subtitle2=Hled\u00e1n\u00ed polo\u017eky podle ur\u010dit\u00fdch vlastnost\u00ed nebo obsah dokumentu
help.info6=Pokud chcete hledat polo\u017eky podle specifick\u00fdch vlastnost\u00ed p\u0159idejte vlastnost jako p\u0159edponu, nap\u0159\u00edklad\:
help.example6=nadpis\:produkce
help.result6=V\u00fdsledkem pro tento dotaz bude seznam v\u0161ech polo\u017eek, kter\u00e9 obsahuj\u00ed term\u00edn "produkce" v nadpisu.
help.info7=Chcete-li hledat obsah polo\u017eky podle obsahu dokumentu, p\u0159idejte speci\u00e1ln\u00ed vlastnost TEXT jako p\u0159edponu, nap\u0159\u00edklad\:
help.example7=TEXT\:produkce
help.result7=V\u00fdsledkem pro tento dotaz bude seznam v\u0161ech obsah\u016f polo\u017eek, kter\u00e9 obsahuj\u00ed term\u00edn "produkce" v obsahu dokumentu.
help.info8=Mezi b\u011b\u017en\u011b pou\u017e\u00edvan\u00e9 p\u0159edpony pat\u0159\u00ed\: jm\u00e9no, n\u00e1zev, popis, autor, editor, TEXT, TYP a ASPEKT. Lze pou\u017e\u00edt uvozovky kolem fr\u00e1z\u00ed a z\u00e1stupn\u00e9 znaky umo\u017e\u0148uj\u00edc\u00ed \u010d\u00e1ste\u010dnou shodu.
help.info9=Chcete-li vyhled\u00e1vat polo\u017eky vytvo\u0159en\u00e9 v ur\u010dit\u00e9m dni, pou\u017eijte p\u0159i vyhled\u00e1v\u00e1n\u00ed datumov\u00e9 vlastnosti, nap\u0159\u00edklad\:
help.example9=vytvo\u0159eno\:"2011-09-26"
help.result9=V\u00fdsledkem pro tento dotaz bude seznam v\u0161ech polo\u017eek, kter\u00e9 byly vytvo\u0159eny dne 26. z\u00e1\u0159\u00ed 2011.
help.info10=Chcete-li vyhled\u00e1vat polo\u017eky, ketr\u00e9 byly zm\u011bn\u011bny b\u011bhem konkr\u00e9tn\u00edho datumov\u00e9ho rozsahu, pou\u017eijte hled\u00e1n\u00ed podle vlastnosti rozsah data, nap\u0159\u00edklad\:
help.example10=aktualizov\u00e1no\:"2011-09-26".."2011-10-30"
help.result10=V\u00fdsledkem pro tento dotaz bude seznam v\u0161ech polo\u017eek, kter\u00e9 byly zm\u011bn\u011bny mezi 26. z\u00e1\u0159\u00ed 2011 a 30. \u0159\u00edjnem v\u010detn\u011b. Speci\u00e1ln\u00ed kl\u00ed\u010dov\u00e1 slova "TE\u010e", "MIN" a "MAX" lze pou\u017e\u00edt k ozna\u010den\u00ed aktu\u00e1ln\u00edho datumu, co nejd\u0159\u00edv\u011bj\u0161\u00edho \u010dasu a maxim\u00e1ln\u00edho budouc\u00edho \u010dasu.
