#X-Generator: crowdin.com
message.empty=Nenhnum resultado encontrado
message.error=Erro durante a pesquisa
message.insite=no site
message.ofsize=do tamanho
message.modifiedby=modificado por
message.modifiedon=Modificado em
message.preview=Previsualizar
message.singlesite=Site\: {0}
message.allsites=Todos os Sites
message.infolderpath=Na pasta
message.repository=Reposit\u00f3rio

label.folder=Pasta
label.document=Documento
label.blogpost=Artigo do Blogue
label.forumpost=T\u00f3pico do f\u00f3rum
label.calendarevent=Evento do calend\u00e1rio
label.wikipage=P\u00e1gina wiki
label.link=Liga\u00e7\u00e3o
label.datalist=Lista de dados
label.datalistitem=Item da lista de dados
label.unknown=Desconhecido
label.sortby=Ordenar por\: {0}

button.search=Pesquisa

search.info.resultinfo={0} resultado(s)
search.info.resultinfomore=Mais de {0} resultados
search.info.searching=A pesquisar...
search.info.foundinsite=encontrado no site {0}.
search.info.foundinallsite=encontrado em todos os sites.
search.info.foundinrepository=encontrado no reposit\u00f3rio.

search.sort.relevance=Relev\u00e2ncia
search.sort.size=Tamanho
search.sort.mimetype=Mimetype
search.sort.type=Tipo

pagination.template={PreviousPageLink} {PageLinks} {NextPageLink}
pagination.template.page-report=\ 

## help text
help.title=Dicas de Pesquisa

help.subtitle1=Encontrar items por propriedades e conte\u00fado do documento
help.info1=Para procurar artigos por propriedades comuns ou por conte\u00fado basta digitar um termo \u00fanico, por exemplo\:
help.example1=neg\u00f3cio
help.result1=Os resultados desta consulta listar\u00e1 todos os itens que coincidirem com o termo "neg\u00f3cio" no conte\u00fado do documento, etiquetas ou com as propriedades comuns nome, t\u00edtulo ou descri\u00e7\u00e3o.
help.info2=Adicione mais termos para produzir resultados mais relevantes, por exemplo\:
help.example2=processo de neg\u00f3cio
help.result2=O resultado desta consulta listar\u00e1 todos os itens que correspondem aos termos "neg\u00f3cio" ou "processo" no conte\u00fado do documento, etiquetas ou nas propriedades comuns nome, t\u00edtulo ou descri\u00e7\u00e3o. Os resultados s\u00e3o ordenados por relev\u00e2ncia e itens que contenham ambos os termos ser\u00e3o listados no topo.
help.info3=Para reduzir a busca junte AND e v\u00e1rios termos juntos, por exemplo\:
help.example3=neg\u00f3cio AND processos
help.result3=O resultado desta consulta listar\u00e1 todos os itens que correspondem aos termos "neg\u00f3cio" ou "processo" no conte\u00fado do documento, etiquetas ou as propriedades comuns nome, t\u00edtulo ou descri\u00e7\u00e3o.
help.info4=Para pesquisar uma frase espec\u00edfica use aspas, por exemplo\:
help.example4="processo de neg\u00f3cio"
help.result4=O resultado desta consulta listar\u00e1 todos os itens que cont\u00eam a frase "processo de neg\u00f3cio" no conte\u00fado do documento, etiquetas ou nas propriedades comuns nome, t\u00edtulo ou descri\u00e7\u00e3o.
help.info5=Metacaracteres permitem correspond\u00eancias parciais, por exemplo, para localizar todos os itens que contenham palavras que come\u00e7am com "proc"\:
help.example5=proc*

help.subtitle2=Encontrar items de propriedade espec\u00edfica ou conte\u00fado do documento
help.info6=Para pesquisar items por uma propriedade espec\u00edfica adicione a propriedade como um prefixo, por exemplo\:
help.example6=title\:produ\u00e7\u00e3o
help.result6=O resultado desta consulta listar\u00e1 todos os itens que cont\u00eam o termo "produ\u00e7\u00e3o" na propriedade title.
help.info7=Para pesquisar itens pelo conte\u00fado do documento, adicione a propriedade especial TEXT como prefixo, por exemplo\:
help.example7=TEXT\:produ\u00e7\u00e3o
help.result7=O resultado desta consulta listar\u00e1 todos os itens que cont\u00eam o termo "produ\u00e7\u00e3o" bo conte\u00fado do documento.
help.info8=Prefixos de propriedade comummente usados incluem\: nome, t\u00edtulo, descri\u00e7\u00e3o, criador, modificador, TEXT, TYPE e ASPECT. As aspas podem ser usadas a delimitar frases e metacaracteres permitem correspond\u00eancias parciais.
help.info9=Para procurar itens criados numa data espec\u00edfica usar pesquisa por uma propriedade de data, por exemplo\:
help.example9=created\:"2011-09-26"
help.result9=O resultado desta consulta listar\u00e1 todos os itens que foram criados em 26 de setembro de 2011.
help.info10=Para pesquisar itens modificados dentro de um intervalo de datas use pesquisa por intervalo de datas, por exemplo\:
help.example10=modified\:"2011-09-26".."2011-10-30"
help.result10=Esta consulta listar\u00e1 todos os itens que foram modificados entre 26 de Setembro de 2011 e 30 Outubro inclusive. Palavras-chave especiais "NOW", "MIN" e "MAX" pode ser usado para indicar o timestamp da data actual, m\u00ednimo e m\u00e1ximo.
