#X-Generator: crowdin.com
message.edit-offline.success=''{ 0 }'' \u0e02\u0e13\u0e30\u0e19\u0e35\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02
message.edit-offline.failure=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02 ''{ 0 }''

###################################################
#
# Copied from documentlist.get.properties
#
###################################################


## Buttons
button.sort.ascending=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e08\u0e32\u0e01\u0e19\u0e49\u0e2d\u0e22\u0e44\u0e1b\u0e21\u0e32\u0e01
button.sort.descending=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e08\u0e32\u0e01\u0e21\u0e32\u0e01\u0e44\u0e1b\u0e19\u0e49\u0e2d\u0e22
button.folders.show=\u0e41\u0e2a\u0e14\u0e07\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c
button.folders.hide=\u0e0b\u0e48\u0e2d\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c

## Drop-down Menus
menu.select=\u0e40\u0e25\u0e37\u0e2d\u0e01
menu.select.all=\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
menu.select.none=\u0e44\u0e21\u0e48\u0e21\u0e35
menu.select.invert=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e23\u0e07\u0e02\u0e49\u0e32\u0e21
menu.select.folders=\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c
menu.select.documents=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23

## Details Banners
details.banner.editing=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e25\u0e47\u0e2d\u0e01\u0e42\u0e14\u0e22\u0e04\u0e38\u0e13\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e01\u0e49\u0e44\u0e02\u0e41\u0e1a\u0e1a\u0e2d\u0e2d\u0e1f\u0e44\u0e25\u0e19\u0e4c
details.banner.lock-owner=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e25\u0e47\u0e2d\u0e01 \u0e42\u0e14\u0e22\u0e04\u0e38\u0e13
details.banner.locked=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e25\u0e47\u0e2d\u0e01 \u0e42\u0e14\u0e22 { 0 }
details.banner.folder.editing=\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e25\u0e47\u0e2d\u0e01\u0e42\u0e14\u0e22\u0e04\u0e38\u0e13\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e01\u0e49\u0e44\u0e02\u0e41\u0e1a\u0e1a\u0e2d\u0e2d\u0e1f\u0e44\u0e25\u0e19\u0e4c
details.banner.folder.lock-owner=\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e25\u0e47\u0e2d\u0e01 \u0e42\u0e14\u0e22\u0e04\u0e38\u0e13
details.banner.folder.locked=\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e25\u0e47\u0e2d\u0e01 \u0e42\u0e14\u0e22 { 0 }
details.banner.sync-failed=\u0e01\u0e32\u0e23\u0e0b\u0e34\u0e07\u0e04\u0e4c\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27
details.banner.more-info=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
details.banner.sync-transient-error=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e0a\u0e31\u0e48\u0e27\u0e04\u0e23\u0e32\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e0b\u0e34\u0e07\u0e04\u0e4c.
## Actions - moved to slingshot.properties
actions.more=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21...

## Status Indicators
status.active-workflows=\u0e40\u0e1b\u0e47\u0e19\u0e02\u0e2d\u0e07 {0} \u0e40\u0e27\u0e34\u0e23\u0e4c\u0e01\u0e42\u0e1f\u0e25\u0e27\u0e4c\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2d\u0e22\u0e39\u0e48
status.editing=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e41\u0e01\u0e49\u0e44\u0e02\u0e42\u0e14\u0e22\u0e04\u0e38\u0e13
status.locked=\u0e25\u0e47\u0e2d\u0e04\u0e42\u0e14\u0e22 {0} ({ 1 })
status.lock-owner=\u0e25\u0e47\u0e2d\u0e04 \u0e42\u0e14\u0e22\u0e04\u0e38\u0e13
status.rules=\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 rules \u0e2d\u0e22\u0e39\u0e48
status.simple-workflow=\u0e2d\u0e19\u0e38\u0e21\u0e31\u0e15\u0e34\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e01\u0e42\u0e1f\u0e25\u0e27\u0e4c/\u0e1b\u0e0f\u0e34\u0e40\u0e2a\u0e18\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e01\u0e42\u0e1f\u0e25\u0e27\u0e4c
status.exif=\u0e21\u0e35 EXIF metadata
status.geographic=\u0e21\u0e35 Geolocation metadata 
status.transferred-node=\u0e42\u0e2d\u0e19\u0e22\u0e49\u0e32\u0e22\u0e08\u0e32\u0e01\u0e04\u0e25\u0e31\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e2d\u0e37\u0e48\u0e19
status.cloud-synced=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e32\u0e23\u0e0b\u0e34\u0e07\u0e04\u0e4c
status.cloud-sync-failed=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e0b\u0e34\u0e07\u0e04\u0e4c \u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
status.cloud-indirect-sync=\u0e0b\u0e34\u0e07\u0e04\u0e4c\u0e17\u0e32\u0e07\u0e2d\u0e49\u0e2d\u0e21 \u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
status.cloud-indirect-sync-failed=\u0e0b\u0e34\u0e07\u0e04\u0e4c\u0e17\u0e32\u0e07\u0e2d\u0e49\u0e2d\u0e21\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 \u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25

## Tips
tip.insitu-rename=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e0a\u0e37\u0e48\u0e2d
tip.insitu-tag=\u0e41\u0e17\u0e47\u0e01

## File Upload (upload new version)
label.filter-description=\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19\u0e01\u0e31\u0e1a {0}

## Delete Dialog
delete-dialog.title=Confirm Delete

## Edit Details Dialog
edit-details.title=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34\: {0}
edit-details.label.edit-metadata=\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14...
services.ActionService.ActionEditDetailsSuccess.title=Edit Properties

## Copy To Dialog
# {0} = file name (or see below)
services.ActionService.copyTo.title=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01 {0} \u0e44\u0e1b\u0e17\u0e35\u0e48...
services.ActionService.moveTo.title=\u0e40\u0e04\u0e25\u0e37\u0e48\u0e2d\u0e19\u0e22\u0e49\u0e32\u0e22 {0} \u0e44\u0e1b\u0e17\u0e35\u0e48...
# used in place of {0} to indicate more than one file.
services.ActionService.copyMoveTo.multipleFiles=files

# The confirmation button label for the copy/move dialog:
services.ActionService.copyTo.ok=Copy
services.ActionService.moveTo.ok=Move

## Help panels, including Drag and Drop
no.items.title=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32
show.folders=\u0e41\u0e2a\u0e14\u0e07 {0} \u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e22\u0e48\u0e2d\u0e22
standard.upload.title=Build \u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \!
standard.upload.description=\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c
dnd.drop.title=\u0e25\u0e32\u0e01 \u0e41\u0e25\u0e30\u0e1b\u0e25\u0e48\u0e2d\u0e22\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c
dnd.drop.doclist.description=\u0e25\u0e32\u0e01\u0e44\u0e1f\u0e25\u0e4c\u0e08\u0e32\u0e01\u0e40\u0e14\u0e2a\u0e01\u0e4c\u0e17\u0e47\u0e2d\u0e1b\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e27\u0e32\u0e07\u0e44\u0e27\u0e49\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14
dnd.drop.folder.description=\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e27\u0e32\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e25\u0e07\u0e43\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c
dnd.upload.description=\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c
dnd.newfolder.description=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c
other.options=\u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16...
dnd.upload.tooltip=<p>\u0e19\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e19\u0e35\u0e49\u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e32\u0e01 \u0e41\u0e25\u0e30\u0e1b\u0e25\u0e48\u0e2d\u0e22\u0e44\u0e1f\u0e25\u0e4c\u0e08\u0e32\u0e01\u0e40\u0e14\u0e2a\u0e01\u0e4c\u0e17\u0e47\u0e2d\u0e1b\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e25\u0e07\u0e43\u0e19\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e44\u0e14\u0e49</p> <p>\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e25\u0e32\u0e01 \u0e41\u0e25\u0e30\u0e27\u0e32\u0e07 \u0e1b\u0e34\u0e14\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e19\u0e35\u0e49</p>

## Button labels
services.ActionService.button.ok=OK
services.ActionService.button.cancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
services.ActionService.button.save=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01

## Download As Zip:
services.ActionService.ActionFolderDownload.title=Generating zip
services.ActionService.ActionFolderDownload.cancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01

## ActionUploadNewVersion
services.ActionService.ActionUploadNewVersion.title=Upload new version
