#X-Generator: crowdin.com
title=\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0623\u0634\u062e\u0627\u0635

## Messages
message.instructions=\u0623\u062f\u062e\u0644 \u0645\u0635\u0637\u0644\u062d \u0628\u062d\u062b \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646
message.empty=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646
message.error=\u063a\u064a\u0631 \u0642\u0627\u062f\u0631 \u0639\u0644\u0649 \u0627\u0644\u0642\u064a\u0627\u0645 \u0628\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645

## help text
help.title=\u062a\u0639\u0644\u064a\u0645\u0627\u062a \u0627\u0644\u0628\u062d\u062b

help.subtitle1=\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u0627\u0633\u0645 \u0623\u0648 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
help.info1=\u0644\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u062d\u0633\u0628 \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u0648\u0644\u060c \u0627\u0643\u062a\u0628 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0648 \u0627\u0633\u0645 \u0627\u0644\u0639\u0627\u0626\u0644\u0629 \u0641\u0642\u0637 \u0641\u064a \u0648\u0644\u0627\u064a\u0629 \u0648\u0627\u062d\u062f\u0629\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example1=Joe
help.result1=\u0633\u0648\u0641 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u0648\u0644 \u0623\u0648 \u0627\u0633\u0645 \u0627\u0644\u0639\u0627\u0626\u0644\u0629 \u0623\u0648 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u064a\u0628\u062f\u0623 \u0645\u0639 \u062c\u0648.
help.info2=\u0644\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u062d\u0633\u0628 \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u0648\u0644 \u0648\u0627\u0644\u0623\u062e\u064a\u0631\u060c \u0641\u0635\u0644 \u0647\u0630\u064a\u0646 \u0627\u0644\u0645\u0635\u0637\u0644\u062d\u064a\u0646 \u0645\u0639 \u0627\u0644\u0641\u0636\u0627\u0621\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example2=\u062c\u0648 \u0628\u0644\u0648\u062c\u0632
help.result2=\u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0633\u0648\u0641 \u0642\u0627\u0626\u0645\u0629 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u0648\u0644 \u0627\u0644\u0630\u064a \u064a\u0628\u062f\u0623 \u0645\u0639 \u062c\u0648 \u0648\u0627\u0644\u0644\u0642\u0628 \u064a\u0628\u062f\u0623 \u0645\u0639 \u0628\u0644\u0648\u063a\u0631.
help.info3=\u064a\u0645\u0643\u0646\u0643 \u0623\u064a\u0636\u0627 \u0625\u062f\u062e\u0627\u0644 \u0645\u062c\u0631\u062f \u0628\u062f\u0627\u064a\u0629 \u0644\u0644\u0627\u0633\u0645\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example3=\u0628 \u062c\u0648
help.result3=\u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0633\u0648\u0641 \u0642\u0627\u0626\u0645\u0629 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u0648\u0644 \u0627\u0644\u0630\u064a \u064a\u0628\u062f\u0623 \u0645\u0639 \u062c\u0648 \u0648\u0627\u0644\u0644\u0642\u0628 \u064a\u0628\u062f\u0623 \u0628

help.subtitle2=\u0627\u0644\u0628\u062d\u062b \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u062e\u0627\u0635\u064a\u0629
help.info4=\u0644\u0644\u0628\u062d\u062b \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0643\u0628\u0627\u062f\u0626\u0629\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example4=\u0627\u0644\u0645\u0643\u0627\u0646\: \u0644\u0646\u062f\u0646
help.result4=\u0633\u0648\u0641 \u062a\u062c\u062f \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0645\u0633\u062a\u062e\u062f\u0645\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0630\u064a \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0644\u0646\u062f\u0646.
help.info5=\u0644\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0628\u062e\u0635\u0627\u0626\u0635 \u0645\u062a\u0639\u062f\u062f\u0629\u060c \u0627\u0628\u062d\u062b \u0639\u0646 \u0645\u0635\u0637\u0644\u062d\u0627\u062a \u0645\u062a\u0639\u062f\u062f\u0629 \u0645\u0639\u0627\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example5=jobtitle\:engineer organization\:alfresco
help.result5=\u0633\u0648\u0641 \u062a\u062c\u062f \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0633\u0645\u0649 \u0627\u0644\u0648\u0638\u064a\u0641\u064a \u0627\u0644\u0630\u064a \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0627\u0644\u0645\u0647\u0646\u062f\u0633 \u0648\u0645\u0646\u0638\u0645\u0629 \u0641\u064a \u0627\u0644\u0641\u0631\u064a\u0633\u0643\u0648.
help.info6=\u0644\u0644\u0628\u062d\u062b \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0633\u0645 \u0648\u0627\u0644\u0645\u0645\u062a\u0644\u0643\u0627\u062a\u060c \u0625\u0636\u0627\u0641\u0629 \u0645\u0635\u0637\u0644\u062d \u0628\u062d\u062b \u0645\u0644\u0643\u064a\u0629 \u0628\u0639\u062f \u0628\u062d\u062b \u0627\u0633\u0645\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:
help.example6=Smith jobtitle\:engineer
help.result6=\u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0633\u0648\u0641 \u062a\u062c\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u0648\u0644 \u0648\u0627\u0633\u0645 \u0627\u0644\u0639\u0627\u0626\u0644\u0629 \u0623\u0648 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u064a\u0628\u062f\u0623 \u0645\u0639 \u0633\u0645\u064a\u062b \u0648\u064a\u062a\u0636\u0645\u0646 \u0627\u0644\u0645\u0633\u0645\u0649 \u0627\u0644\u0648\u0638\u064a\u0641\u064a \u0645\u0647\u0646\u062f\u0633.
help.example7=Smith jobtitle\:engineer
help.result7=\u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0633\u0648\u0641 \u0642\u0627\u0626\u0645\u0629 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u0648\u0644 \u0627\u0644\u0630\u064a \u064a\u0628\u062f\u0623 \u0628 A \u0648\u0627\u0644\u0644\u0642\u0628 \u064a\u0628\u062f\u0623 \u0633\u0645\u064a\u062b \u0648\u064a\u062a\u0636\u0645\u0646 \u0627\u0644\u0645\u0633\u0645\u0649 \u0627\u0644\u0648\u0638\u064a\u0641\u064a \u0645\u0647\u0646\u062f\u0633.
