#X-Generator: crowdin.com
header=\u0394\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c4\u03bf\u03c5 \u0394\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03a4\u03cc\u03c0\u03bf\u03c5
label.load-failed=\u0394\u03b5\u03bd \u03ae\u03c4\u03b1\u03bd \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc \u03bd\u03b1 \u03c6\u03bf\u03c1\u03c4\u03c9\u03b8\u03b5\u03af \u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03b4\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd
label.filter=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7
label.older-activities=\u03a0\u03b1\u03bb\u03b1\u03b9\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u0394\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2

## Note to translators: The User Interface renders Filters 1, 2, 3 next to each other. The English translation gives these the appearance of a sentence, for example: "My activities, status updates, in the last 14 days".
## This is entirely optional. If the language doesn't allow for this structure, please capitalise the messages in Filter 2+3 so they appear disconnected.

# Filter 1
filter.mine=\u039f\u03b9 \u0394\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03ad\u03c2 \u03bc\u03bf\u03c5
filter.others=\u039f\u03b9 \u03b4\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03c5\u03c0\u03bf\u03bb\u03bf\u03af\u03c0\u03c9\u03bd
filter.all=\u039f\u03b9 \u03b4\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03cc\u03bb\u03c9\u03bd
filter.following=\u0391\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03ce
# Filter 2
filter.allItems=\u03cc\u03bb\u03b1 \u03c4\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1
filter.statusItems=\u03b5\u03bd\u03b7\u03bc\u03b5\u03c1\u03ce\u03c3\u03b5\u03b9\u03c2 \u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7\u03c2
filter.commentItems=\u03c3\u03c7\u03cc\u03bb\u03b9\u03b1
filter.contentItems=\u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf
filter.membershipItems=\u03c3\u03c5\u03bd\u03b4\u03c1\u03bf\u03bc\u03ad\u03c2
# Filter 3
filter.today=\u03c3\u03ae\u03bc\u03b5\u03c1\u03b1
filter.7days=\u03ba\u03b1\u03c4\u03ac \u03c4\u03b9\u03c2 \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b5\u03c2 7 \u03b7\u03bc\u03ad\u03c1\u03b5\u03c2
filter.14days=\u03ba\u03b1\u03c4\u03ac \u03c4\u03b9\u03c2 \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b5\u03c2 14 \u03b7\u03bc\u03ad\u03c1\u03b5\u03c2
filter.28days=\u03ba\u03b1\u03c4\u03ac \u03c4\u03b9\u03c2 \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b5\u03c2 28 \u03b7\u03bc\u03ad\u03c1\u03b5\u03c2

empty.title=\u0391\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b9 \u03c3\u03c5\u03bc\u03b2\u03b1\u03af\u03bd\u03b5\u03b9 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc\u03bd \u03c4\u03bf\u03bd \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc \u03c4\u03cc\u03c0\u03bf
empty.description=\u03a0\u03b1\u03c1\u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03ae\u03c3\u03c4\u03b5 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03bc\u03b5\u03af\u03bd\u03b5\u03c4\u03b5 \u03b5\u03bd\u03b7\u03bc\u03b5\u03c1\u03c9\u03bc\u03ad\u03bd\u03bf\u03b9 \u03bc\u03b5 \u03c4\u03b9\u03c2 \u03c0\u03c1\u03cc\u03c3\u03c6\u03b1\u03c4\u03b5\u03c2 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2 \u03c4\u03bf\u03c5 \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03c4\u03cc\u03c0\u03bf\u03c5. \u0395\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b4\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03cc\u03c0\u03c9\u03c2 \u03b5\u03bd\u03b7\u03bc\u03b5\u03c1\u03ce\u03c3\u03b5\u03b9\u03c2 \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03bd\u03b1 \u03c0\u03b1\u03c1\u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03b5\u03af\u03c4\u03b5 \u03c4\u03bf\u03bd \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf \u03bc\u03b5\u03bb\u03ce\u03bd \u03c4\u03bf\u03c5 site \u03b2\u03bb\u03ad\u03c0\u03bf\u03bd\u03c4\u03b1\u03c2 \u03c0\u03bf\u03b9\u03bf\u03c2 \u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03b5\u03b9 \u03bc\u03ad\u03c1\u03bf\u03c2 \u03ba\u03b1\u03b9 \u03c0\u03bf\u03b9\u03bf\u03c2 \u03b1\u03c0\u03bf\u03c7\u03c9\u03c1\u03b5\u03af.

## Note to translators: Please retain the HTML tags in the dashlet.help message.
dashlet.help=<p>\u0397 \u03c0\u03b1\u03c1\u03b1\u03ba\u03bf\u03bb\u03bf\u03cd\u03b8\u03b7\u03c3\u03b7 \u03c4\u03c9\u03bd \u03bd\u03ad\u03c9\u03bd \u03c4\u03bf\u03c5 \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03bf\u03cd \u03c4\u03cc\u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03cd\u03ba\u03bf\u03bb\u03b7 \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf dashlet. \u0394\u03b5\u03af\u03c7\u03bd\u03b5\u03b9 \u03cc\u03bb\u03b5\u03c2 \u03c4\u03b9\u03c2 \u03b4\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2, \u03cc\u03c0\u03c9\u03c2 \u03b3\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1 \u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03c0\u03bf\u03c5 \u03c0\u03c1\u03bf\u03c3\u03c4\u03ad\u03b8\u03b7\u03ba\u03b5, \u03c4\u03ad\u03b8\u03b7\u03ba\u03b5 \u03c3\u03b5 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03ae \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c6\u03b7\u03ba\u03b5. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03bd\u03b1 \u03b4\u03b5\u03af\u03c4\u03b5 \u03c0\u03bf\u03b9\u03bf\u03c2 \u03b5\u03b9\u03c3\u03ad\u03c1\u03c7\u03b5\u03c4\u03b1\u03b9 \u03ba\u03b1\u03b9 \u03b1\u03c0\u03bf\u03c7\u03c9\u03c1\u03b5\u03af \u03b1\u03c0\u03cc \u03c4\u03bf site.</p>\n<p>\u03a4\u03b1 \u03c6\u03af\u03bb\u03c4\u03c1\u03b1 \u03c3\u03b1\u03c2 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03bf\u03c5\u03bd \u03bd\u03b1 \u03b4\u03b5\u03af\u03c4\u03b5 \u03b4\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b1\u03bd\u03ac\u03bb\u03bf\u03b3\u03b1 \u03c4\u03b7 \u03c7\u03c1\u03bf\u03bd\u03b9\u03ba\u03ae \u03c0\u03b5\u03c1\u03af\u03bf\u03b4\u03bf \u03ba\u03b1\u03b9 \u03c4\u03b7\u03bd \u03b9\u03b4\u03b9\u03bf\u03ba\u03c4\u03b7\u03c3\u03af\u03b1.</p>
