#X-Generator: crowdin.com
inboundemail.title=Email t\u1eeb ngo\u00e0i v\u00e0o
inboundemail.intro-text=Ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 th\u00eam n\u1ed9i dung v\u00e0o c\u00e1c kho l\u01b0u tr\u1eef b\u1eb1ng email (SMTP). S\u1eed d\u1ee5ng c\u00e1c t\u00f9y ch\u1ecdn sau \u0111\u00e2y \u0111\u1ec3 k\u00edch ho\u1ea1t (ho\u1eb7c v\u00f4 hi\u1ec7u h\u00f3a) email qua SMTP inbound v\u00e0 c\u1ea5u h\u00ecnh ng\u01b0\u1eddi c\u00f3 th\u1ec3 g\u1eedi cho h\u1ecd v\u00e0 c\u00e1ch h\u1ecd x\u1eed l\u00fd.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.instruction-link=H\u00e3y xem <a href\="http\://docs.alfresco.com/{0}/concepts/email-inboundsmtp-props.html" target\="_blank">Inbound Email</a> cho bi\u1ebft th\u00eam chi ti\u1ebft.

inboundemail.inbound-email=Email t\u1eeb ngo\u00e0i v\u00e0o
inboundemail.inbound-email.enabled=K\u00edch ho\u1ea1t
inboundemail.inbound-email.enabled.description=K\u00edch ho\u1ea1t ho\u1eb7c v\u00f4 hi\u1ec7u h\u00f3a c\u00e1c d\u1ecbch v\u1ee5 email g\u1eedi \u0111\u1ebfn.
inboundemail.inbound-email.anonymous-username=Ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng bi\u1ebft
inboundemail.inbound-email.anonymous-username.description=X\u00e1c \u0111\u1ecbnh t\u00ean ng\u01b0\u1eddi d\u00f9ng r\u1eb1ng c\u00e1c email s\u1ebd \u0111\u01b0\u1ee3c ch\u1ee9ng th\u1ef1c n\u1ebfu \u0111\u1ecba ch\u1ec9 c\u1ee7a ng\u01b0\u1eddi g\u1eedi kh\u00f4ng kh\u00f4ng kh\u1edbp v\u1edbi ng\u01b0\u1eddi d\u00f9ng email Alfresco hi\u1ec7n t\u1ea1i.
inboundemail.inbound-email.allowed-senders=Cho ph\u00e9p ng\u01b0\u1eddi g\u1eedi
inboundemail.inbound-email.allowed-senders.description=\u0110\u1ec3 cho ph\u00e9p ng\u01b0\u1eddi g\u1eedi ch\u1ec9 \u0111\u1ecbnh nh\u1eadp m\u1ed9t danh s\u00e1ch b\u1eb1ng d\u1ea5u ph\u1ea9y c\u1ee7a m\u1eabu email  REGEX, v\u00ed d\u1ee5\:. * \\ @ Hotmail \\ .com, * \\ @ googlemail \\ .com.. \u0110\u1ecba ch\u1ec9 email ng\u01b0\u1eddi g\u1eedi ph\u1ea3i ph\u00f9 h\u1ee3p v\u1edbi m\u1ed9t gi\u00e1 tr\u1ecb \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea cho c\u00e1c tin nh\u1eafn \u0111\u1ec3 \u0111\u01b0\u1ee3c ch\u1ea5p nh\u1eadn.
inboundemail.inbound-email.overwrite-duplicates=Ghi \u0111\u00e8 l\u00ean tr\u00f9ng l\u1eb7p
inboundemail.inbound-email.overwrite-duplicates.description=Theo m\u1eb7c \u0111\u1ecbnh c\u00e1c tin nh\u1eafn tr\u00f9ng l\u1eb7p v\u00e0o m\u1ed9t th\u01b0 m\u1ee5c s\u1ebd ghi \u0111\u00e8 l\u00ean nhau. B\u1ecf ch\u1ecdn s\u1ed1 v\u00e0 gi\u1eef cho c\u00e1c th\u01b0 tr\u00f9ng l\u1eb7p.
inboundemail.inbound-email.maximum-server-connections=M\u00e1y ch\u1ee7 k\u1ebft n\u1ed1i t\u1ed1i \u0111a
inboundemail.inbound-email.maximum-server-connections.description=S\u1ed1 l\u01b0\u1ee3ng t\u1ed1i \u0111a c\u1ee7a k\u1ebft n\u1ed1i \u0111\u01b0\u1ee3c ph\u00e9p. T\u0103ng s\u1ed1 n\u00e0y \u0111\u1ec3 \u01b0u ti\u00ean cho c\u00e1c h\u1ec7 th\u1ed1ng ph\u1ee5 email tr\u00ean ph\u1ea7n c\u00f2n l\u1ea1i c\u1ee7a Alfresco. C\u00e1c thi\u1ebft l\u1eadp m\u1eb7c \u0111\u1ecbnh l\u00e0 3.
inboundemail.inbound-email.smtp-authentication-enabled=K\u00edch ho\u1ea1t x\u00e1c th\u1ef1c SMTP
inboundemail.inbound-email.smtp-authentication-enabled.description=B\u1eadt ho\u1eb7c v\u00f4 hi\u1ec7u h\u00f3a vi\u1ec7c x\u00e1c th\u1ef1c c\u1ee7a th\u01b0 \u0111i\u1ec7n t\u1eed trong n\u01b0\u1edbc \u0111\u1ed1i v\u1edbi c\u00e1c kho.
inboundemail.inbound-email.email-server-port=Email Server Port
inboundemail.inbound-email.email-server-port.description=S\u1ed1 hi\u1ec7u c\u1ed5ng cho m\u00e1y ch\u1ee7 th\u01b0 \u0111i\u1ec7n t\u1eed. M\u1eb7c \u0111\u1ecbnh l\u00e0 25.
inboundemail.inbound-email.email-server-domain=Email Server Domain
inboundemail.inbound-email.email-server-domain.description=C\u00e1c t\u00ean mi\u1ec1n m\u1eb7c \u0111\u1ecbnh cho m\u00e1y ch\u1ee7 email.
inboundemail.inbound-email.blocked-senders=Ng\u01b0\u1eddi g\u1eedi b\u1ecb ch\u1eb7n
inboundemail.inbound-email.blocked-senders.description=\u0110\u1ec3 ch\u1eb7n ng\u01b0\u1eddi g\u1eedi nh\u1eadp danh s\u00e1ch email REGEX ph\u00e2n c\u00e1ch b\u1eb1ng d\u1ea5u ph\u1ea9y theo c\u1ea5u tr\u00fac, v\u00ed d\u1ee5\:. * \\@hotmail\\.com,. * \\@googlemail\\.com. N\u1ebfu \u0111\u1ecba ch\u1ec9 email c\u1ee7a ng\u01b0\u1eddi g\u1eedi kh\u1edbp v\u1edbi m\u1ed9t gi\u00e1 tr\u1ecb \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea, th\u00ec th\u01b0 s\u1ebd b\u1ecb t\u1eeb ch\u1ed1i. 
inboundemail.inbound-email.email-contributors-authority=Email x\u00e1c th\u1ef1c nh\u00f3m
inboundemail.inbound-email.email-contributors-authority.description=Ng\u01b0\u1eddi d\u00f9ng ph\u1ea3i l\u00e0 th\u00e0nh vi\u00ean c\u1ee7a nh\u00f3m n\u00e0y \u0111\u1ec3 th\u00eam n\u1ed9i dung v\u00e0o kho b\u1eb1ng email. Nh\u00f3m m\u1eb7c \u0111\u1ecbnh l\u00e0 EMAIL_CONTRIBUTORS.

inboundemail.transport-layer-security=Transport Layer Security (TLS) 
inboundemail.transport-layer-security.description=Giao th\u1ee9c TLS n\u00e2ng c\u1ea5p m\u1ed9t k\u1ebft n\u1ed1i v\u0103n b\u1ea3n \u0111\u01a1n gi\u1ea3n v\u1edbi m\u1ed9t k\u1ebft n\u1ed1i \u0111\u01b0\u1ee3c m\u00e3 h\u00f3a SSL ho\u1eb7c TLS thay v\u00ec s\u1eed d\u1ee5ng m\u1ed9t c\u1ed5ng ri\u00eang bi\u1ec7t cho giao ti\u1ebfp \u0111\u01b0\u1ee3c m\u00e3 h\u00f3a. L\u1ef1c ch\u1ecdn TLS h\u1ed7 tr\u1ee3 k\u00edch ho\u1ea1t, v\u00f4 hi\u1ec7u h\u00f3a, \u1ea9n, ho\u1eb7c y\u00eau c\u1ea7u.
inboundemail.transport-layer-security.tls-support=TLS h\u1ed7 tr\u1ee3

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.transport-layer-security.tls-support.description=B\u1ea1n ph\u1ea3i c\u1ea5u h\u00ecnh m\u1ed9t Java keystore \u0111\u1ec3 cho ph\u00e9p h\u1ed7 tr\u1ee3 TLS cho Inbound email. Xem <a href\="http\://docs.alfresco.com/{0}/concepts/troubleshoot-inboundemail.html" target\="_blank"> SMTP inbound email using StartTLS</a> \u0111\u1ec3 bi\u1ebft th\u00eam chi ti\u1ebft.
inboundemail.transport-layer-security.tls-support.disabled=Disabled
inboundemail.transport-layer-security.tls-support.disabled.description=Disabled\: TLS h\u1ed7 tr\u1ee3 b\u1ecb v\u00f4 hi\u1ec7u h\u00f3a.
inboundemail.transport-layer-security.tls-support.hidden=Hidden.
inboundemail.transport-layer-security.tls-support.hidden.description=Hidden\:Tr\u00ean l\u1ec7nh EHLO, h\u1ed7 tr\u1ee3 m\u00e1y ch\u1ee7 cho TLS \u1ea9n, m\u1eb7c d\u00f9 TLS v\u1eabn s\u1ebd \u0111\u01b0\u1ee3c ch\u1ea5p nh\u1eadn n\u1ebfu kh\u00e1ch h\u00e0ng s\u1eed d\u1ee5ng n\u00f3.
inboundemail.transport-layer-security.tls-support.enabled=K\u00edch ho\u1ea1t
inboundemail.transport-layer-security.tls-support.enabled.description=Enabled\: Tr\u00ean l\u1ec7nh EHLO, h\u1ed7 tr\u1ee3 m\u00e1y ch\u1ee7 cho TLS \u0111\u01b0\u1ee3c c\u00f4ng b\u1ed1.
inboundemail.transport-layer-security.tls-support.required=Required
inboundemail.transport-layer-security.tls-support.required.description=Required\: Y\u00eau c\u1ea7u x\u00e1c th\u1ef1c TLS

