#X-Generator: crowdin.com
# Site service externalised display strings

site_service.unable_to_create=Nelze vytvo\u0159it webovou str\u00e1nku, proto\u017ee kr\u00e1tk\u00fd n\u00e1zev str\u00e1nky {0} je ji\u017e pou\u017e\u00edv\u00e1n. Kr\u00e1tk\u00e9 n\u00e1zvy str\u00e1nek mus\u00ed b\u00fdt jedine\u010dn\u00e9.
site_service.short_name_too_long=Nelze vytvo\u0159it web, proto\u017ee zkr\u00e1cen\u00fd n\u00e1zev str\u00e1nky {0} je p\u0159\u00edli\u0161 dlouh\u00fd. Zkr\u00e1cen\u00fd n\u00e1zev webu nesm\u00ed b\u00fdt del\u0161\u00ed ne\u017e {1} znak\u016f.
site_service.visibility_group_missing=Nelze vytvo\u0159it webovou str\u00e1nku, proto\u017ee skupina {0} neexistuje.
site_service.can_not_update=Str\u00e1nku {0} nelze aktualizovat, proto\u017ee neexistuje.
site_service.can_not_delete=Str\u00e1nku {0} nelze odstranit, proto\u017ee neexistuje.
site_service.site_no_exist=Str\u00e1nka {0} neexistuje.
site_service.do_not_remove_manager=Str\u00e1nka vy\u017eaduje alespo\u0148 jednoho spr\u00e1vce str\u00e1nky.  Nelze odebrat {0} z \u010dlenstv\u00ed str\u00e1nky, proto\u017ee je v sou\u010dasn\u00e9 dob\u011b jedin\u00fd spr\u00e1vce str\u00e1nky.
site_service.can_not_remove_membership=Aktu\u00e1ln\u00ed u\u017eivatel nem\u00e1 dostate\u010dn\u00e1 opr\u00e1vn\u011bn\u00ed pro smaz\u00e1n\u00ed podrobnost\u00ed o \u010dlenstv\u00ed webov\u00e9 str\u00e1nky {0}.
site_service.do_not_change_manager=Str\u00e1nka vy\u017eaduje alespo\u0148 jednoho spr\u00e1vce str\u00e1nky.  Roli {0} nelze zm\u011bnit, proto\u017ee v sou\u010dasn\u00e9 dob\u011b jsou jedin\u00ed spr\u00e1vci str\u00e1nky.
site_service.can_not_change_membership=Aktu\u00e1ln\u00ed u\u017eivatel nem\u00e1 opr\u00e1vn\u011bn\u00ed ke zm\u011bn\u011b detail\u016f \u010dlenstv\u00ed webov\u00e9 str\u00e1nky {0}.
site_service.site_container_not_folder=Kontejner str\u00e1nky {0} neodkazuje na slo\u017eku.
site_service.invalid_site_type=Nelze vytvo\u0159it webovou str\u00e1nku, proto\u017ee {0} nen\u00ed platn\u00fd typ str\u00e1nky.
