#X-Generator: crowdin.com
content.template.calculates_if_the_document=\u0623\u062d\u0633\u0628 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0645\u0633\u062a\u0646\u062f \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0627\u0644\u062c\u0648\u0627\u0646\u0628 \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u062a\u0631\u062c\u0645\u0629 \u0648\u0645\u0637\u0628\u0642\u0629
content.template.displays_useful_information=\u064a\u0639\u0631\u0636 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0641\u064a\u062f\u0629 \u062d\u0648\u0644 \u0627\u0644\u0645\u0633\u062a\u0646\u062f \u0627\u0644\u062d\u0627\u0644\u064a
content.template.displays_a_list_of_the_documents=\u064a\u0639\u0631\u0636 \u0642\u0627\u0626\u0645\u0629 \u0628\u0627\u0644\u0648\u062b\u0627\u0626\u0642 \u0641\u064a "\u0645\u0633\u0627\u062d\u0629 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u064a\u0633\u064a\u0629" \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a
content.template.displays_a_list_of_spaces=\u064a\u0639\u0631\u0636 \u0642\u0627\u0626\u0645\u0629 \u0628\u0627\u0644\u0623\u0645\u0627\u0643\u0646 \u0641\u064a "\u0645\u0633\u0627\u062d\u0629 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u064a\u0633\u064a\u0629" \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a
content.template.shows_a_simple_summary_page=\u062a\u0638\u0647\u0631 \u0635\u0641\u062d\u0629 \u0645\u0644\u062e\u0635 \u0628\u0633\u064a\u0637 \u0639\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u0648 "\u0645\u0633\u0627\u062d\u0629" \u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
content.template.calculates_if_the_document_has=\u0623\u062d\u0633\u0628 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0645\u0633\u062a\u0646\u062f \u064a\u062d\u062a\u0648\u064a \u0627\u0644\u062c\u0627\u0646\u0628 \u0642\u0627\u0628\u0644 \u0644\u0644\u0646\u0642\u0644 \u0648\u0645\u0637\u0628\u0642
content.template.displays_a_list_of_the_documents_in_the_current_space=\u064a\u0639\u0631\u0636 \u0642\u0627\u0626\u0645\u0629 \u0628\u0627\u0644\u0648\u062b\u0627\u0626\u0642 \u0641\u064a \u0627\u0644\u0645\u0633\u0627\u062d\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629 \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0623\u0648 \u062a\u0639\u062f\u064a\u0644\u0647\u0627 \u0641\u064a \u0622\u062e\u0631 7 \u0623\u064a\u0627\u0645
content.template.example_of_various_lists=\u0645\u062b\u0627\u0644 \u0639\u0644\u0649 \u0642\u0648\u0627\u0626\u0645 \u0645\u062e\u062a\u0644\u0641 \u0627\u0644\u0648\u062b\u0627\u0626\u0642 \u0648\u0627\u0644\u0623\u0645\u0627\u0643\u0646 \u0648\u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u062c\u0632\u0629 \u0639\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a
content.template.displays_a_list_of_the_documents_in_the_current_user_Home_Space=\u064a\u0639\u0631\u0636 \u0642\u0627\u0626\u0645\u0629 \u0628\u0627\u0644\u0648\u062b\u0627\u0626\u0642 \u0641\u064a "\u0645\u0633\u0627\u062d\u0629 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u064a\u0633\u064a\u0629" \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a. \u0648\u064a\u0631\u062f \u0646\u0635 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0645\u0633\u062a\u0646\u062f \u0645\u0636\u0645\u0646\u0629\u060c \u0643\u0645\u0627 JPG \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0643\u0627\u0644\u0635\u0648\u0631 \u0627\u0644\u0645\u0635\u063a\u0631\u0629 \u0627\u0644\u0635\u063a\u064a\u0631\u0629.
content.template.displays_the_audit_trail=\u064a\u0639\u0631\u0636 \u0633\u062c\u0644 \u0627\u0644\u0645\u0631\u0627\u062c\u0639\u0629 \u0644\u0643\u0627\u0626\u0646 \u0645\u0627.
email.template.email_template_for_notifying_users=\u0642\u0627\u0644\u0628 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0625\u0639\u0644\u0627\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0645\u0646 \u0642\u0627\u0639\u062f\u0629 \u0623\u0648 \u0625\u062c\u0631\u0627\u0621
email.template.email_template_for_notifying_users_of_an_Invite=\u0642\u0627\u0644\u0628 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0625\u0639\u0644\u0627\u0645 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u062f\u0639\u0648\u0629 \u0625\u0644\u0649 \u0627\u0644\u0641\u0636\u0627\u0621 \u0623\u0648 \u0627\u0644\u0648\u062b\u064a\u0642\u0629
rss.template.renders_a_valid_rss=\u064a\u0639\u0631\u0636 \u0645\u0633\u062a\u0646\u062f RSS2.0 XML \u0635\u0627\u0644\u062d \u0639\u0631\u0636 \u0627\u0644\u0645\u0633\u062a\u0646\u062f\u0627\u062a \u0641\u064a \u0627\u0644\u0645\u0633\u0627\u062d\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629 \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0623\u0648 \u062a\u0639\u062f\u064a\u0644\u0647\u0627 \u0641\u064a \u0622\u062e\u0631 7 \u0623\u064a\u0627\u0645. \u064a\u062c\u0628 \u0623\u0646 \u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0642\u0627\u0644\u0628 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0645\u0644\u0642\u0645 \u0627\u0644\u0645\u0646\u0627\u0633\u0628 \u0648\u0627\u0644\u0645\u064a\u0646\u0627\u0621 \u0642\u0628\u0644 \u0627\u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645.
rss.template.rss_recent_docs=\u0622\u0631 \u0625\u0633 \u0625\u0633 \u0627\u0644\u0645\u0633\u062a\u0646\u062f\u0627\u062a \u0627\u0644\u0623\u062e\u064a\u0631\u0629
