#X-Generator: crowdin.com
content.template.calculates_if_the_document=\u041f\u0435\u0440\u0435\u0432\u0456\u0440\u044f\u0454, \u0447\u0438 \u0437\u0430\u0441\u0442\u043e\u0441\u043e\u0432\u0430\u043d\u043e \u0434\u043e \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0443 \u0430\u0441\u043f\u0435\u043a\u0442 "\u041b\u043e\u043a\u0430\u043b\u0456\u0437\u0443\u0454\u0442\u044c\u0441\u044f"
content.template.displays_useful_information=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454 \u043a\u043e\u0440\u0438\u0441\u043d\u0443 \u0456\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u044e \u043f\u0440\u043e \u043f\u043e\u0442\u043e\u0447\u043d\u0438\u0439 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442
content.template.displays_a_list_of_the_documents=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454 \u0441\u043f\u0438\u0441\u043e\u043a \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456\u0432 \u0432 \u0434\u043e\u043c\u0430\u0448\u043d\u044c\u043e\u043c\u0443 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0456 \u043f\u043e\u0442\u043e\u0447\u043d\u043e\u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
content.template.displays_a_list_of_spaces=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454 \u0441\u043f\u0438\u0441\u043e\u043a \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0456\u0432 \u0432 \u0434\u043e\u043c\u0430\u0448\u043d\u044c\u043e\u043c\u0443 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0456 \u043f\u043e\u0442\u043e\u0447\u043d\u043e\u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
content.template.shows_a_simple_summary_page=\u041f\u043e\u043a\u0430\u0437\u0443\u0454 \u043a\u043e\u0440\u043e\u0442\u043a\u0443 \u0456\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u044e \u043f\u0440\u043e \u043f\u043e\u0442\u043e\u0447\u043d\u043e\u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0442\u0430 \u0439\u043e\u0433\u043e \u0434\u043e\u043c\u0430\u0448\u043d\u0456\u0439 \u043f\u0440\u043e\u0441\u0442\u0456\u0440
content.template.calculates_if_the_document_has=\u041f\u0435\u0440\u0435\u0432\u0456\u0440\u044f\u0454, \u0447\u0438 \u0437\u0430\u0441\u0442\u043e\u0441\u043e\u0432\u0430\u043d\u043e \u0434\u043e \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0443 \u0430\u0441\u043f\u0435\u043a\u0442 "\u041f\u0435\u0440\u0435\u0432\u043e\u0434\u0438\u0442\u044c\u0441\u044f"
content.template.displays_a_list_of_the_documents_in_the_current_space=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454 \u0441\u043f\u0438\u0441\u043e\u043a \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456\u0432 \u0432 \u043f\u043e\u0442\u043e\u0447\u043d\u043e\u043c\u0443 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0456, \u044f\u043a\u0456 \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043e \u0430\u0431\u043e \u0437\u043c\u0456\u043d\u0435\u043d\u043e \u0437\u0430 \u043e\u0441\u0442\u0430\u043d\u043d\u0456 7 \u0434\u043d\u0456\u0432
content.template.example_of_various_lists=\u041f\u0440\u0438\u043a\u043b\u0430\u0434 \u0440\u0456\u0437\u043d\u0438\u0445 \u0441\u043f\u0438\u0441\u043a\u0456\u0432 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456\u0432, \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0456\u0432 \u0442\u0430 \u0437\u0432\u0435\u0434\u0435\u043d\u043e\u0457 \u0456\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u0457 \u043f\u0440\u043e \u043f\u043e\u0442\u043e\u0447\u043d\u043e\u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
content.template.displays_a_list_of_the_documents_in_the_current_user_Home_Space=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454 \u0441\u043f\u0438\u0441\u043e\u043a \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456\u0432 \u0432 \u0434\u043e\u043c\u0430\u0448\u043d\u044c\u043e\u043c\u0443 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0456 \u043f\u043e\u0442\u043e\u0447\u043d\u043e\u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430. \u0417\u043c\u0456\u0441\u0442 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u0438\u0445 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456\u0432 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454\u0442\u044c\u0441\u044f, \u043f\u043e\u0434\u0456\u0431\u043d\u043e \u0434\u043e JPG-\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u044c, \u0432 \u0432\u0438\u0433\u043b\u044f\u0434\u0456 \u043d\u0435\u0432\u0435\u043b\u0438\u043a\u0438\u0445 \u0435\u0441\u043a\u0456\u0437\u0456\u0432.
content.template.displays_the_audit_trail=\u041f\u043e\u043a\u0430\u0437\u0443\u0454 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u044c\u043d\u0438\u0439 \u0436\u0443\u0440\u043d\u0430\u043b \u0434\u043b\u044f \u043f\u043e\u0442\u043e\u0447\u043d\u043e\u0433\u043e \u043e\u0431'\u0454\u043a\u0442\u0430.
email.template.email_template_for_notifying_users=\u0428\u0430\u0431\u043b\u043e\u043d \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438 \u0434\u043b\u044f \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u043f\u0440\u043e \u0432\u0438\u043a\u043e\u043d\u0430\u043d\u043d\u044f \u043f\u0440\u0430\u0432\u0438\u043b \u0430\u0431\u043e \u0434\u0456\u0439
email.template.email_template_for_notifying_users_of_an_Invite=\u0428\u0430\u0431\u043b\u043e\u043d \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438 \u0434\u043b\u044f \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u043f\u0440\u043e \u0437\u0430\u043f\u0440\u043e\u0448\u0435\u043d\u043d\u044f \u0434\u043e \u0443\u0447\u0430\u0441\u0442\u0456 \u0432 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0456 \u0447\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456
rss.template.renders_a_valid_rss=\u0412\u0456\u0437\u0443\u0430\u043b\u0456\u0437\u0443\u0454 RSS 2.0 XML-\u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442, \u0449\u043e \u043f\u043e\u043a\u0430\u0437\u0443\u0454 \u0456\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u044e \u043f\u0440\u043e \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0432 \u043f\u043e\u0442\u043e\u0447\u043d\u043e\u043c\u0443 \u043f\u0440\u043e\u0441\u0442\u043e\u0440\u0456, \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u0456 \u0430\u0431\u043e \u0437\u043c\u0456\u043d\u0435\u043d\u0456 \u0437\u0430 \u043e\u0441\u0442\u0430\u043d\u043d\u0456 7 \u0434\u043d\u0456\u0432. \u0428\u0430\u0431\u043b\u043e\u043d \u043d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e \u043d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u0434\u043b\u044f \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u043d\u043e\u0433\u043e \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u0442\u0430 \u043f\u043e\u0440\u0442\u0443 \u043f\u0435\u0440\u0435\u0434 \u0437\u0430\u0441\u0442\u043e\u0441\u0443\u0432\u0430\u043d\u043d\u044f\u043c.
rss.template.rss_recent_docs=RSS-\u043a\u0430\u043d\u0430\u043b \u043e\u0441\u0442\u0430\u043d\u043d\u0456\u0445 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456\u0432
