#X-Generator: crowdin.com
# PatchService messages
patch.service.preceeded_by_alternative=D\u1eabn tr\u01b0\u1edbc b\u1edfi b\u1ea3n v\u00e1 thay th\u1ebf ''{0}''.\n
patch.service.not_relevant=Kh\u00f4ng c\u00f3 li\u00ean quan \u0111\u1ebfn l\u01b0\u1ee3c \u0111\u1ed3 {0}
patch.executer.checking=Ki\u1ec3m tra b\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 \u00e1p d\u1ee5ng...
patch.service.applying_patch=\ \u00c1p d\u1ee5ng b\u1ea3n v\u00e1 l\u1ed7i ''{0}'' ({1}).
patch.progress=v\u00e1 l\u1ed7i {0} {1}% ho\u00e0n th\u00e0nh, \u01b0\u1edbc t\u00ednh ho\u00e0n ch\u1ec9nh t\u1ea1i {2}.
patch.validation.failed=X\u00e1c nh\u1eadn c\u1ee7a b\u1ea3n v\u00e1 ''{0}'' \u0111\u00e3 th\u1ea5t b\u1ea1i. B\u1ea3n v\u00e1 \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng cho m\u1ed9t l\u01b0\u1ee3c \u0111\u1ed3 m\u1edbi h\u01a1n l\u01b0\u1ee3c \u0111\u1ed3 n\u00e0y x\u00e2y d\u1ef1ng ({1}). fixesToSchema\: {2} targetSchema\: {3}. n\u1ebfu v\u00e1 n\u00e0y lu\u00f4n lu\u00f4n n\u00ean \u0111\u01b0\u1ee3c ch\u1ea1y m\u1ed9t l\u1ea7n tr\u00ean m\u1ed7i c\u00e0i \u0111\u1eb7t, xin vui l\u00f2ng \u0111\u1ea3m b\u1ea3o r\u1eb1ng gi\u00e1 tr\u1ecb ''fixesToSchema'' \u0111\u01b0\u1ee3c \u0111\u1eb7t th\u00e0nh ''''$ {version.schema}''''.
patch.executer.no_patches_required=Kh\u00f4ng c\u00f3 b\u1ea3n c\u00e1 l\u1ed7i \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u.
patch.executer.system_readonly=C\u00e1c b\u1ea3n v\u00e1 l\u1ed7i kh\u00f4ng th\u1ec3 \u00e1p d\u1ee5ng cho m\u1ed9t h\u1ec7 th\u1ed1ng ch\u1ec9 \u0111\u1ecdc.C\u00f3 th\u1ec3 t\u1ed3n t\u1ea1i s\u1ef1 kh\u00f4ng t\u01b0\u01a1ng th\u00edch gi\u1eefa c\u00e1c m\u00e3 \u1ee9ng d\u1ee5ng v\u00e0 c\u00e1c d\u1eef li\u1ec7u hi\u1ec7n c\u00f3.
patch.executer.not_executed=\=\=\= Ghi v\u00e1 (kh\u00f4ng th\u1ef1c hi\u1ec7n) \=\=\=ID\: {0}K\u1ebeT QU\u1ea2\:{1}\n\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=
patch.executer.executed=\=\=\= \u1ee8ng d\u1ee5ng b\u1ea3n v\u00e1 \=\=\=\nID\: {0}\nK\u1ebeT QU\u1ea2\:\n{1}\n\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=
patch.executer.failed=\=\=\= \u00c1p d\u1ee5ng b\u1ea3n v\u00e1 kh\u00f4ng th\u00e0nh c\u00f4ng \=\=\= \nID\: {0}\nK\u1ebeT QU\u1ea2\: \n{1}\n\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=
patch.noLongerSupportedPatch.err.use_incremental_upgrade=V\u00e1 ''{0}'' l\u1ea7n cu\u1ed1i \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3 tr\u00ean phi\u00ean b\u1ea3n {1}.\nXin vui l\u00f2ng l\u00e0m theo m\u1ed9t b\u1ea3n n\u00e2ng c\u1ea5p gia t\u0103ng b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng phi\u00ean b\u1ea3n {2}.

# General patch messages

patch.genericBootstrap.result.exists=T\u1ea3i kh\u1edfi \u0111\u1ed9ng v\u1ecb tr\u00ed \u0111\u00e3 t\u1ed3n t\u1ea1i\: {0}
patch.genericBootstrap.result.created=Nh\u1eadp kh\u1ea9u v\u00e0o v\u1ecb tr\u00ed t\u1ea3i v\u00e0 kh\u1edfi \u0111\u1ed9ng\: {0} ({1})
patch.genericBootstrap.err.multiple_found=Nhi\u1ec1u n\u00fat \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y\: {0}

patch.general.property_not_set=S\u1eeda l\u1ed7i thu\u1ed9c t\u00ednh ''{0}'' \u0111\u00e3 kh\u00f4ng \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp tr\u00ean \u0111\u01b0\u1eddng d\u1eabn n\u00e0y\: {1}

patch.QNamePatch.result=C\u1eadp Nh\u1eadt th\u00e0nh c\u00f4ng c\u00e1c ''{0}'' Q t\u00ean \u0111\u1ec3 ''{1}''.
patch.GenericDeleteAspectForTypePatch.result=Successfully deleted the ''{0}'' aspect for the nodes of ''{1}'' type.

patch.genericMimetypeUpdate.start=C\u1eadp Nh\u1eadt t\u00ean lo\u1ea1i.
patch.genericMimetypeUpdate.updated=\ C\u1eadp Nh\u1eadt {0} tham kh\u1ea3o n\u1ed9i dung v\u1edbi t\u00ean lo\u1ea1i ''{1}'' s\u1eed d\u1ee5ng ''{2}''.
patch.genericMimetypeUpdate.indexed=L\u1eadp ch\u1ec9 m\u1ee5c {0} n\u00fat trong c\u1eeda h\u00e0ng ''{1}''.
patch.genericMimetypeUpdate.done=Ho\u00e0n th\u00e0nh C\u1eadp Nh\u1eadt t\u00ean lo\u1ea1i.
patch.genericMimetypeUpdate.doneReindex=Ho\u00e0n t\u1ea5t c\u1eadp nh\u1eadt t\u00ean lo\u1ea1i.L\u1ef1a ch\u1ecdn l\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i \u0111\u00e3 b\u1ecb v\u00f4 hi\u1ec7u ho\u00e1, m\u1ed9t ch\u1ec9 s\u1ed1 m\u1ee5c l\u00e0 c\u1ea7n thi\u1ebft \u0111\u1ec3 t\u00ecm ki\u1ebfm c\u00e1c lo\u1ea1i t\u00ean m\u1edbi(s).

patch.fixPersonSizeCurrentType.start=Fixing sizeCurrent type.
patch.fixPersonSizeCurrentType.done=\n\tFixed {0} sizeCurrent properties.

patch.noOpPatch.description=Gi\u1eef ch\u1ed5 cho \u0111\u01b0\u1eddng d\u1eabn, th\u01b0\u1eddng \u0111\u01b0\u1ee3c \u0111\u00e1nh d\u1ea5u b\u1eb1ng 1 \u0111\u01b0\u1eddng d\u1eabn thay th\u1ebf.
patch.noOpPatch.result=Kh\u00f4ng c\u00f3 \u0111\u01b0\u1eddng d\u1eabn

patch.marker.description=\u0110\u00e1nh d\u1ea5u \u0111\u01b0\u1eddng d\u1eabn \u0111\u1ec3 ghi l\u1ea1i c\u00e0i \u0111\u1eb7t v\u00e0 n\u00e2ng c\u1ea5p
patch.marker.result=\u0110\u00e1nh d\u1ea5u \u0111\u01b0\u1eddng d\u1eabn \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng

patch.schemaUpgradeScript.description=\u0110\u1ea3m b\u1ea3o r\u1eb1ng k\u1ecbch b\u1ea3n n\u00e2ng c\u1ea5p c\u01a1 s\u1edf d\u1eef li\u1ec7u \u0111\u00e3 \u0111\u01b0\u1ee3c ch\u1ea1y.

# Individual patch messages

patch.savedSearchesFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u00e1c th\u01b0 m\u1ee5c 'L\u01b0u t\u00ecm ki\u1ebfm'.

patch.savedSearchesPermission.description=B\u1ed9 y\u00eau c\u1ea7u quy\u1ec1n truy c\u1eadp v\u00e0o th\u01b0 m\u1ee5c 'L\u01b0u t\u00ecm ki\u1ebfm'.

patch.updatePermissionData.description=C\u1eadp nh\u1eadt quy\u1ec1n truy c\u1eadp t\u1eeb th\u01b0 m\u1ee5c '''' cm \u0111\u1ed1i t\u01b0\u1ee3ng [JIRA\: AR-344].

patch.authoritiesFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a th\u01b0 m\u1ee5c ch\u00ednh quy\u1ec1n ng\u01b0\u1eddi d\u00f9ng [JIRA\: AR-497].

patch.authoritiesFolderPermission.description=\u0110\u1ea3m b\u1ea3o l\u00e0 ch\u00ednh quy\u1ec1n nh\u00f3m Hi\u1ec3n th\u1ecb cho t\u1ea5t c\u1ea3 m\u1ecdi ng\u01b0\u1eddi.

patch.guestUser.description=Th\u00eam ng\u01b0\u1eddi d\u00f9ng \u0111\u00e1nh, \u0111\u00e1nh nh\u00e0 kh\u00f4ng gian; v\u00e0 s\u1eeda ch\u1eefa cho ph\u00e9p c\u00f4ng ty nh\u00e0, \u0111\u00e1nh nh\u00e0 v\u00e0 \u0111\u00e1nh ng\u01b0\u1eddi. 

patch.fixNodeSerializableValues.description=\u0110\u1ea3m b\u1ea3o r\u1eb1ng gi\u00e1 tr\u1ecb thu\u1ed9c t\u00ednh kh\u00f4ng \u0111\u01b0\u1ee3c l\u01b0u tr\u1eef nh\u01b0 tu\u1ea7n t\u1ef1 n\u1ebfu c\u00f3 th\u1ec3

patch.updateGuestPermission.description=Cho ph\u00e9p \u0111\u1ed5i t\u00ean c\u1ee7a 'Kh\u00e1ch' \u0111\u1ebfn 'Ng\u01b0\u1eddi d\u00f9ng'

patch.categoryRootPermission.description=B\u1ed9 y\u00eau c\u1ea7u quy\u1ec1n truy c\u1eadp v\u00e0o th\u01b0 m\u1ee5c 'Th\u1ec3 lo\u1ea1i g\u1ed1c'.

patch.guestPersonPermission.description=Thay \u0111\u1ed5i quy\u1ec1n \u0111\u00e1nh ng\u01b0\u1eddi t\u1eeb 'Ng\u01b0\u1eddi d\u00f9ng' '\u0110\u1ecdc'

patch.spacesRootPermission.description=to\u00e0n quy\u1ec1n thay \u0111\u1ed5i l\u01b0u tr\u1eef ch\u1ee7 quy\u1ec1n 'Ng\u01b0\u1eddi d\u00f9ng' \u0111\u1ec3 '\u0110\u1ecdc'

patch.contentPermission.description=C\u1eadp nh\u1eadt c\u00e1c m\u1ee5c cho ph\u00e9p c\u1ee7a cm\: n\u1ed9i dung '''' Sys\:base ''.

patch.forumsIcons.description=C\u1eadp Nh\u1eadt t\u00e0i li\u1ec7u tham kh\u1ea3o bi\u1ec3u t\u01b0\u1ee3ng di\u1ec5n \u0111\u00e0n

patch.emailTemplatesFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u1eb7p 'Th\u01b0 \u0111i\u1ec7n t\u1eed m\u1eabu'.

patch.emailInviteAndNotifyTemplatesFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u00e1c th\u01b0 m\u1ee5c 'Email m\u1eddi m\u1eabu' v\u00e0 'Email th\u00f4ng b\u00e1o m\u1eabu'.

patch.emailTemplatesContent.description=T\u1ea3i c\u00e1c m\u1eabu th\u01b0 \u0111i\u1ec7n t\u1eed v\u00e0o th\u01b0 m\u1ee5c Email m\u1eabu.

patch.descriptorUpdate.description=C\u1eadp Nh\u1eadt kho l\u01b0u tr\u1eef M\u00f4 t\u1ea3

patch.scriptsFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u00e1c th\u01b0 m\u1ee5c 'K\u1ecbch b\u1ea3n'.

patch.topLevelGroupParentChildAssociationTypePatch.description=\u0110\u1ea3m b\u1ea3o c\u00e1c nh\u00f3m c\u1ea5p cao c\u00f3 lo\u1ea1i t\u1eadp con l\u00e0 ch\u00ednh x\u00e1c.

patch.actionRuleDecouplingPatch.description=Di chuy\u1ec3n quy t\u1eafc hi\u1ec7n t\u1ea1i \u0111\u1ec3 c\u00e1c m\u00f4 h\u00ecnh C\u1eadp Nh\u1eadt m\u00e0 quy t\u1eafc \u0111\u01b0\u1ee3c t\u00e1ch t\u1eeb ho\u1ea1t \u0111\u1ed9ng.

patch.systemWorkflowFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u00e1c th\u00f9ng ch\u1ee9a h\u1ec7 th\u1ed1ng quy tr\u00ecnh l\u00e0m vi\u1ec7c.

patch.rssTemplatesFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u1eb7p 'Th\u01b0 \u0111i\u1ec7n t\u1eed m\u1eabu'.

patch.rendition.rendering_actions.description=T\u1ea1o ra th\u01b0 m\u1ee5c k\u1ebft xu\u1ea5t ho\u1ea1t \u0111\u1ed9ng.

patch.replication.replication_actions.description=T\u1ea1o ra th\u01b0 m\u1ee5c sao ch\u00e9p ho\u1ea1t \u0111\u1ed9ng.

patch.uifacetsAspectRemovalPatch.description=Lo\u1ea1i b\u1ecf c\u00e1c kh\u00eda c\u1ea1nh \u1ee9ng d\u1ee5ng kh\u00f4ng ch\u00ednh x\u00e1c uifacets t\u1eeb c\u00e1c b\u00e0i tr\u00ecnh b\u00e0y m\u1eabu t\u1eadp tin.

patch.guestPersonPermission2.description=Thay \u0111\u1ed5i \u0111\u00e1nh ng\u01b0\u1eddi quy\u1ec1n \u0111\u1ec3 c\u00f3 th\u1ec3 nh\u00ecn th\u1ea5y m\u1ecdi ng\u01b0\u1eddi s\u1eed d\u1ee5ng nh\u01b0 l\u00e0 'Ng\u01b0\u1eddi d\u00f9ng'.

patch.uniqueChildName.description=Ki\u1ec3m tra v\u00e0 \u0111\u1eb7t l\u1ea1i t\u00ean b\u1ea3n sao con.

patch.invalidNameEnding.description=S\u1eeda ch\u1eefa t\u00ean k\u1ebft th\u00fac b\u1eb1ng m\u1ed9t kh\u00f4ng gian ho\u1eb7c d\u1eebng l\u1ea1i \u0111\u1ea7y \u0111\u1ee7.

patch.systemDescriptorContent.description=Th\u00eam n\u1ed9i dung Phi\u00ean b\u1ea3n m\u00f4 t\u1ea3 \u0111\u1eb7c t\u00ednh h\u1ec7 th\u1ed1ng.

patch.versionHistoryPerformance.description=C\u1ea3i thi\u1ec7n hi\u1ec7u su\u1ea5t c\u1ee7a tra c\u1ee9u l\u1ecbch s\u1eed phi\u00ean b\u1ea3n.

patch.multilingualBootstrap.description=Kh\u1edfi \u0111\u1ed9ng quay c\u00e1c n\u00fat s\u1ebd t\u1ed5 ch\u1ee9c c\u00e1c th\u00f9ng ch\u1ee9a \u0111a ng\u00f4n ng\u1eef.

patch.siteLoadPatch.description=T\u1ea3i m\u1ed9t trang web m\u1eabu v\u00e0o kho.
patch.siteLoadPatch.exists=Trang web {0} \u0111\u00e3 t\u1ed3n t\u1ea1i v\u00e0 do \u0111\u00f3 c\u00f3 th\u1ec3 kh\u00f4ng \u0111\u01b0\u1ee3c nh\u1eadp kh\u1ea9u
patch.siteLoadPatch.noBootstrapViews=Kh\u00f4ng th\u1ec3 tra t\u1ea3i v\u00e0 kh\u1edfi \u0111\u1ed9ng \u0111\u01b0\u1ee3c cho nh\u1eadp kh\u1ea9u trang web {0} - h\u00e3y ki\u1ec3m tra ph\u1ea7n m\u1edf r\u1ed9ng t\u1ea3i v\u00e0 kh\u1edfi \u0111\u1ed9ng c\u1ea5u h\u00ecnh
patch.siteLoadPatch.result=Trang web {0} nh\u1eadp kh\u1ea9u.
patch.siteLoadPatch.siteNotCreated=C\u00e1c trang web {0} ch\u1ec9 \u0111\u01b0\u1ee3c t\u1ea1o m\u1edbi c\u00e0i \u0111\u1eb7t.
patch.siteLoadPatch.siteLoadDisabled=T\u1ea3i trang web {0} \u0111\u00e3 b\u1ecb v\u00f4 hi\u1ec7u h\u00f3a.

patch.linkNodeExtension.description=B\u1ea3n s\u1eeda l\u1ed7i li\u00ean k\u1ebft ph\u1ea7n m\u1edf r\u1ed9ng t\u1ec7p n\u00fat \u0111\u1ec3 c\u00f3 m\u1ed9t ph\u1ea7n m\u1edf r\u1ed9ng .url.

patch.systemRegistryBootstrap.description=Kh\u1edfi \u0111\u1ed9ng c\u00e1c n\u00fat s\u1ebd t\u1ed5 ch\u1ee9c si\u00eau d\u1eef li\u1ec7u \u0111\u0103ng k\u00fd h\u1ec7 th\u1ed1ng.

patch.userAndPersonUserNamesAsIdentifiers.description=L\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i usr\:user v\u00e0 cm\:person uids nh\u01b0 l\u00e0 \u0111\u1ecbnh d\u1ea1ng

patch.groupNamesAsIdentifiers.description=L\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i usr\:authorityContainer gids nh\u01b0 l\u00e0 \u0111\u1ecbnh d\u1ea1ng

patch.invalidUserPersonAndGroup.description=S\u1eeda ch\u1eefa l\u00ean uids kh\u00f4ng h\u1ee3p l\u1ec7 cho ng\u01b0\u1eddi d\u00e2n v\u00e0 ng\u01b0\u1eddi s\u1eed d\u1ee5ng; v\u00e0 gids kh\u00f4ng h\u1ee3p l\u1ec7 cho nh\u00f3m

patch.webscripts.description=Th\u00eam k\u1ecbch b\u1ea3n Web d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.
patch.webscripts2.description=Th\u00eam trang Web ng\u00f4n ng\u1eef (th\u1ee9 hai \u0111\u1eb7t) d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.
patch.webscripts3.description=C\u1eadp nh\u1eadt ng\u00f4n ng\u1eef trang web t\u00f4i \u0111\u1ecdc.
patch.webscriptsExtension.description=Th\u00eam ph\u1ea7n m\u1edf r\u1ed9ng t\u1eadp l\u1ec7nh Web d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.
patch.imap.messages.share.description=Th\u00eam email m\u1eabu cho c\u00e1c t\u1eadp tin txt \u0111\u1ec3 Imap Configs/m\u1eabu

patch.imap.clear.old.messages.description=H\u1ee7y b\u1ecf m\u1eabu tin nh\u1eafn c\u0169 IMAP

patch.groupMembersAsIdentifiers.description=L\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i usr\:authorityContainer th\u00e0nh vi\u00ean nh\u01b0 \u0111\u1ecbnh d\u1ea1ng

patch.genericWorkflow.result.deployed=T\u00e1i -tri\u1ec3n khai{0}quy tr\u00ecnh c\u00f4ng vi\u1ec7c.
patch.genericWorkflow.result.undeployed=Undeployed {0} workflows. 
patch.genericWorkflow.property_required=At least one of the properties ''{0}'' or ''{1}'' must be set on this patch\: {2}
patch.genericWorkflow.error_engine_deactivated=\nDefinition ''{0}'' cannot be undeployed as the ''{1}'' engine is disabled

patch.ReadmeTemplate.description=Tri\u1ec3n khai \u0111\u1ec3 \u0111\u1ecdc c\u00e1c b\u1ea3n m\u1eabu
patch.webScriptsReadme.description=\u1ee8ng d\u1ee5ng \u0111\u1ec3 \u0111\u1ecdc b\u1ea3n m\u1eabu t\u1eeb th\u01b0 m\u1ee5c k\u1ecbch b\u1ea3n

patch.customModels.description=Th\u00eam th\u01b0 m\u1ee5c 'M\u00f4 h\u00ecnh' T\u1eeb \u0111i\u1ec3n d\u1eef li\u1ec7u
patch.customMessages.description=Th\u00eam th\u01b0 m\u1ee5c 'M\u00f4 h\u00ecnh' T\u1eeb \u0111i\u1ec3n d\u1eef li\u1ec7u
patch.customWebClientExtension.description=Th\u00eam th\u01b0 m\u1ee5c 'Web kh\u00e1ch h\u00e0ng m\u1edf r\u1ed9ng' cho d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n

patch.customWorkflowDefs.description=Th\u00eam th\u01b0 m\u1ee5c 'C\u00f4ng vi\u1ec7c \u0111\u1ecbnh ngh\u0129a' d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.

patch.emailContributorGroup.description=Th\u00eam nh\u00f3m 'GROUP_EMAIL_CONTRIBUTORS'.

patch.formsFolder.description=Th\u00eam th\u01b0 m\u1ee5c 'M\u1eabu' d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.

patch.tagRootCategory.description=Th\u00eam 'b\u1ea3ng' nh\u01b0 l\u00e0 c\u00e2y m\u1edbi cho danh m\u1ee5c c\u1ea5p cao.

patch.sitesFolder.description=Th\u00eam th\u01b0 m\u1ee5c 'Trang web' cho Trang ch\u1ee7 C\u00f4ng ty.

patch.fixWebscriptTemplate.description=Reimport fixed sample template.
patch.fixWebscriptTemplate.skip=Template not found. Skipping.
patch.fixWebscriptTemplate.result=Fixed template was updated.

patch.addUnmovableAspect.description=Add unmovable aspect to sites.
patch.addUnmovableAspect.result=Unmovable aspect has been added to sites.

patch.updateDmPermissions.description=C\u1eadp Nh\u1eadt ACLs v\u00e0o t\u1ea5t c\u1ea3 \u0111\u1ed1i t\u01b0\u1ee3ng n\u00fat DM \u0111\u1ec3 m\u00f4 h\u00ecnh m\u1edbi cho ph\u00e9p 3.0

patch.db-V3.0-0-CreateActivitiesExtras.description=Thay th\u1ebf b\u1eb1ng ' patch.db-V3.0-ActivityTables', m\u00e0 ph\u1ea3i ch\u1ea1y \u0111\u1ea7u ti\u00ean.

patch.sitePermissionRefactorPatch.description=T\u1ea1o c\u00e1c nh\u00f3m quy\u1ec1n cho c\u00e1c trang web.

patch.migrateVersionStore.description=Phi\u00ean b\u1ea3n l\u01b0u tr\u1eef di chuy\u1ec3n (t\u1eeb lightWeightVersionStore \u0111\u1ec3 version2Store)

patch.inviteEmailTemplate.description=Th\u00eam m\u1eabu email v\u00e0o v\u00f9ng kh\u00f4ng gian

patch.calendarModelNamespacePatch.description=C\u1eadp nh\u1eadt l\u1ecbch m\u00f4 h\u00ecnh T\u00ean URI v\u00e0 l\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i t\u1ea5t c\u1ea3 \u0111\u1ed1i t\u01b0\u1ee3ng.

patch.spacesStoreGuestPermission.description=B\u1ed9 \u0110\u1eccC quy\u1ec1n cho GUEST tr\u00ean n\u00fat g\u1ed1c c\u1ee7a l\u01b0u tr\u1eef v\u00f9ng kh\u00f4ng gian.

patch.administratorGroup.description=Th\u00eam nh\u00f3m 'ALFRESCO_ADMINISTRATORS'.

patch.invitationMigration.description=Di chuy\u1ec3n c\u00e1c l\u1eddi m\u1eddi t\u1eeb d\u1ecbch v\u1ee5 c\u0169 m\u1eddi l\u1eddi m\u1eddi d\u1ecbch v\u1ee5

patch.webSiteAddModerated.description=Thay \u0111\u1ed5i kh\u1ea3 n\u0103ng hi\u1ec3n th\u1ecb trang Web t\u1eeb m\u1ed9t boolean \u0111\u1ec3 enum.

patch.mtShareExistingTenants.description=C\u1eadp Nh\u1eadt hi\u1ec7n c\u00f3 ng\u01b0\u1eddi thu\u00ea nh\u00e0 \u0111\u1ec3 chia s\u1ebb MT.

patch.redeployInvitationProcess.description=Qu\u00e1 tr\u00ecnh tri\u1ec3n khai l\u1eddi m\u1eddi \u0111\u1ecbnh ngh\u0129a.

patch.imapFolders.description=T\u1ea1o ra th\u01b0 m\u1ee5c c\u00e2y c\u1ea7n thi\u1ebft cho ch\u1ee9c n\u0103ng IMAP

patch.zonedAuthorities.description=Th\u00eam c\u00e1c th\u00f9ng ch\u1ee9a remodelled cm\:authority \u0111\u1ec3 c\u00e1c c\u1eeda h\u00e0ng t\u1ea1i to\u00e0n

patch.authorityMigration.description=B\u1ea3n sao b\u1ea5t k\u1ef3 c\u01a1 quan c\u0169 t\u1eeb ng\u01b0\u1eddi s\u1eed d\u1ee5ng l\u01b0u tr\u1eef \u0111\u1ec3 c\u00e1c c\u1eeda h\u00e0ng t\u1ea1i to\u00e0n.

patch.authorityDefaultZonesPatch.description=Adds groups and people to the appropriate zones for share and everything else.

patch.fixNameCrcValues.description=S\u1eeda ch\u1eefa t\u00ean v\u00e0 qname gi\u00e1 tr\u1ecb CRC32 \u0111\u1ec3 ph\u00f9 h\u1ee3p v\u1edbi UTF-8 m\u00e3 h\u00f3a.

patch.personUsagePatch.description=Th\u00eam ng\u01b0\u1eddi 'cm\:sizeCurrent' \u0111\u1eb7c t\u00ednh(n\u1ebfu thi\u1ebfu).

patch.redeployNominatedInvitationProcessWithPropsForShare.description=L\u1eddi m\u1eddi tri\u1ec3n khai quy tr\u00ecnh l\u00e0m vi\u1ec7c

patch.transferDefinitions.description=Th\u00eam chuy\u1ec3n \u0111\u1ecbnh ngh\u0129a th\u01b0 m\u1ee5c d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.
patch.thumbnailsAssocQName.description=C\u1eadp nh\u1eadt c\u00e1c li\u00ean k\u1ebft 'cm\:thumbnails' QName \u0111\u1ec3 'rn\:rendition'.

patch.convertContentUrls.description=Chuy\u1ec3n \u0111\u1ed5i pre-3.2 n\u1ed9i dung URL \u0111\u1ec3 s\u1eed d\u1ee5ng b\u1ea3ng alf_content_data.  Vi\u1ec7c chuy\u1ec3n \u0111\u1ed5i c\u0169ng c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n theo m\u1ed9t l\u1ecbch tr\u00ecnh; Xin vui l\u00f2ng li\u00ean h\u1ec7 v\u1edbi h\u1ed7 tr\u1ee3 \u1ee9ng d\u1ee5ng \u0111\u1ec3 bi\u1ebft th\u00eam chi ti\u1ebft.

patch.fixAuthoritiesCrcValues.description=S\u1eeda ch\u1eefa c\u01a1 quan CRC32 gi\u00e1 tr\u1ecb \u0111\u1ec3 ph\u00f9 h\u1ee3p v\u1edbi UTF-8 m\u00e3 h\u00f3a.

patch.updateMimetypes1.description=S\u1eeda ch\u1eefa mimetypes cho Excel v\u00e0 Powerpoint.
patch.updateMimetypes2.description=S\u1eeda ch\u1eefa mimetypes cho Excel v\u00e0 Powerpoint.
patch.updateMimetypes3.description=S\u1eeda ch\u1eefa mimetype cho MPEG Audio
patch.updateMimetypes4.description=H\u1ee3p l\u00fd h\u00f3a mimetypes PhotoShop v\u00e0 AutoCad
patch.updateMimetypesWMA.description=S\u1eeda ch\u1eefa mimetype cho MS WMA Streaming Audio
patch.updateMimetypesSVG.description=Fix mimetype for Scalable Vector Graphics Image
patch.updateMimetypesVISIO.description=S\u1eeda ch\u1eefa mimetype cho Microsoft Visio

patch.fixPersonSizeCurrentType.description=Fix type of cm\:sizeCurrent property.

patch.db-V3.2-AddFKIndexes.description=S\u1eeda ch\u1eefa ALF-3189\: Th\u00eam thi\u1ebfu FK l\u1eadp ch\u1ec9 m\u1ee5c. L\u01b0u \u00fd\: C\u00e1c k\u1ecbch b\u1ea3n l\u00e0 c\u00f3 s\u1ea3n ph\u1ea9m n\u00e0o cho MySQL.

patch.migrateAttrTenants.description=Di chuy\u1ec3n c\u00e1c thu\u1ed9c t\u00ednh ng\u01b0\u1eddi thu\u00ea c\u0169

patch.migrateAttrPropBackedBeans.description=Di chuy\u1ec3n c\u0169 Property-Backed Bean th\u00e0nh ph\u1ea7n thu\u1ed9c t\u00ednh

patch.migrateAttrChainingURS.description=Di chuy\u1ec3n c\u0169 lo\u1ea1t ng\u01b0\u1eddi d\u00f9ng \u0111\u0103ng k\u00fd Synchronizer thu\u1ed9c t\u00ednh

patch.redeployJbpmAdhocWorkflow.description=\u0110\u1ec1 c\u1eed c\u00f4ng vi\u1ec7c JBPM adhoc

patch.migrateAttrDropOldTables.description=Drops c\u0169 alf_ * thu\u1ed9c t\u00ednh * b\u1ea3ng v\u00e0 tr\u00ecnh t\u1ef1

patch.transfer.targetrulefolder.description=T\u1ea1o ra th\u01b0 m\u1ee5c quy t\u1eafc chuy\u1ec3n m\u1ee5c ti\u00eau cho nh\u00f3m chuy\u1ec3n m\u1eb7c \u0111\u1ecbnh.

patch.transfer.targetrule.description=T\u1ea1o quy t\u1eafc chuy\u1ec3n m\u1ee5c ti\u00eau cho nh\u00f3m chuy\u1ec3n m\u1eb7c \u0111\u1ecbnh.

patch.actions.scheduledfolder.description=T\u1ea1o ra th\u01b0 m\u1ee5c h\u00e0nh \u0111\u1ed9ng theo l\u1ecbch tr\u00ecnh trong d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.
patch.publishing.root.description=T\u1ea1o ra th\u01b0 m\u1ee5c g\u1ed1c xu\u1ea5t b\u1ea3n trong t\u1eeb \u0111i\u1ec3n d\u1eef li\u1ec7u

patch.varcharFieldSizesQuadrupleIncreasing.description=ALF-4300\: T\u0103ng k\u00edch th\u01b0\u1edbc tr\u01b0\u1eddng 'VARCHAR' r\u1ea5t cho DB2 ph\u01b0\u01a1ng ng\u1eef

patch.mtFixAdminExistingTenants.description=S\u1eeda ch\u1eefa t\u1ea1o kh\u1edfi \u0111\u1ed9ng/chuy\u1ec3n \u0111\u1ed5i

patch.fixUserQNames.description=S\u1eeda ch\u1eefa ng\u01b0\u1eddi d\u00f9ng l\u01b0u tr\u1eef qnames \u0111\u1ec3 c\u1ea3i thi\u1ec7n hi\u1ec7u su\u1ea5t x\u00e1c th\u1ef1c b\u1ea3n x\u1ee9

patch.newUserEmailTemplates.description=Th\u00eam m\u1eabu email th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi d\u00f9ng m\u1edbi c\u1ee7a t\u00e0i kho\u1ea3n c\u1ee7a h\u1ecd

patch.inviteEmailTemplates.description=Th\u00eam m\u1eabu th\u01b0 \u0111i\u1ec7n t\u1eed \u0111\u00e3 m\u1eddi ng\u01b0\u1eddi d\u00f9ng \u0111\u1ebfn m\u1ed9t trang web

patch.htmlNotificationMailTemplates.description=Th\u00eam HTML email m\u1eabu th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi s\u1eed d\u1ee5ng c\u1ee7a n\u1ed9i dung m\u1edbi

patch.imapSpacesLocaleTemplates.description=Th\u00eam n\u1ed9i dung m\u1eabu cho kh\u00e1ch h\u00e0ng IMAP (ph\u00f2ng kh\u00f4ng m\u1eb7c \u0111\u1ecbnh mi\u1ec1n \u0111\u1ecba ch\u1ec9)

patch.imapSpacesLocaleTemplates2.description=Thay th\u1ebf n\u1ed9i dung m\u1eabu cho kh\u00e1ch h\u00e0ng IMAP

patch.exampleJavaScript.description=T\u1ea3i m\u1eabu t\u1eadp tin Javascript v\u00e0o datadictionary script th\u01b0 m\u1ee5c

patch.fixAclInheritance.description=S\u1eeda ch\u1eefa b\u1ea5t k\u1ef3 v\u1ea5n \u0111\u1ec1 th\u1eeba k\u1ebf ACL.

patch.followingMailTemplates.description=Th\u00eam th\u01b0 m\u1eabu cho c\u00e1c th\u00f4ng b\u00e1o sau \u0111\u00e2y

patch.activitiesTemplatesUpdate.description=Ho\u1ea1t \u0111\u1ed9ng c\u1eadp nh\u1eadt th\u01b0 m\u1eabu.

patch.activitiesEmailTemplate.description=T\u1ea1o ra ho\u1ea1t \u0111\u1ed9ng th\u01b0 m\u1eabu.

patch.copiedFromAspect.description=Th\u00eam ngang li\u00ean k\u1ebft cho cm\:copiedfrom v\u00e0 cm\:workingcopy (m\u00f4 h\u00ecnh m\u1edbi) v\u00e0 lo\u1ea1i b\u1ecf c\u00e1c cm\:source \u0111\u1eb7c t\u00ednh ri\u00eang

patch.workflowNotification.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 th\u00eam m\u1eabu v\u00e0 c\u00f4ng vi\u1ec7c email th\u00f4ng b\u00e1o email th\u01b0 m\u1ee5c.

patch.nodeTemplatesFolder.description=B\u1ea3n v\u00e1 \u0111\u1ec3 t\u1ea1o th\u01b0 m\u1ee5c d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n m\u1edbi \u0111\u1ec3 chia s\u1ebb - n\u00fat t\u1ea1o ra b\u1edfi bi\u1ec3u m\u1eabu

patch.sitesSpacePermissions.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c cho ph\u00e9p t\u1ea5t c\u1ea3 m\u1ecdi ng\u01b0\u1eddi \u0111\u00f3ng g\u00f3p v\u00e0o kh\u00f4ng gian trang web (ph\u1ee5 huynh container c\u1ee7a t\u1ea5t c\u1ea3 c\u00e1c trang web)

patch.updateWorkflowNotificationTemplates.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 c\u1eadp nh\u1eadt c\u00f4ng vi\u1ec7c th\u00f4ng b\u00e1o m\u1eabu.
patch.updateWorkflowNotificationTemplates.result=Quy tr\u00ecnh l\u00e0m vi\u1ec7c th\u00f4ng b\u00e1o m\u1eabu C\u1eadp Nh\u1eadt th\u00e0nh c\u00f4ng.

patch.updateFollowingEmailTemplatesPatch.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 c\u1eadp nh\u1eadt th\u00f4ng b\u00e1o th\u01b0 m\u1eabu sau.
patch.updateFollowingEmailTemplatesPatch.result=Sau th\u00f4ng b\u00e1o th\u01b0 m\u1eabu C\u1eadp Nh\u1eadt th\u00e0nh c\u00f4ng.
patch.updateFollowingEmailTemplatesPatch.error=L\u1ed7i l\u1ea5y m\u1eabu c\u01a1 s\u1edf khi c\u1ed1 g\u1eafng v\u00e1 th\u01b0 m\u1eabu sau.

patch.addDutchEmailTemplatesPatch.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 th\u00eam H\u00e0 Lan th\u01b0 m\u1eabu.
patch.addDutchEmailTemplatesPatch.result=H\u00e0 Lan email m\u1eabu \u0111\u00e3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o th\u00e0nh c\u00f4ng.
patch.addDutchEmailTemplatesPatch.error=L\u1ed7i l\u1ea5y m\u1eabu c\u01a1 s\u1edf khi c\u1ed1 g\u1eafng \u0111\u1ec3 th\u00eam H\u00e0 Lan email m\u1eabu.

patch.fixBpmPackages.description=S\u1eeda ch\u1eefa c\u00e1c quy tr\u00ecnh c\u00f4ng vi\u1ec7c v\u00e0 c\u00e1c li\u00ean k\u1ebft
patch.fixBpmPackages.result=V\u00e1 l\u1ed7i th\u00e0nh c\u00f4ng. {0} g\u00f3i chuy\u1ec3n \u0111\u1ed5i.
patch.fixBpmPackages.invalidBootsrapStore=Kh\u1edfi \u0111\u1ed9ng kho l\u01b0u tr\u1eef  \u0111\u00e3 kh\u00f4ng \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp
patch.fixBpmPackages.emptyContainer={0} \u0111\u00e3 kh\u00f4ng c\u00f3 n\u00fat con

patch.alterJBPM331CLOBcolumnsToNvarchar.description=Thay \u0111\u1ed5i CLOB c\u1ed9t trong b\u1ea3ng jBPM 3.3.1 \u0111\u1ec3 gi\u1edbi thi\u1ec7u Unicode k\u00fd t\u1ef1 h\u1ed7 tr\u1ee3 cho jBPM 3.3.1

patch.imapUnsubscribedAspect.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 lo\u1ea1i b\u1ecf ph\u1ea3n \u0111\u1ed1i "imap\: nonSubscribed" kh\u00eda c\u1ea1nh t\u1eeb th\u01b0 m\u1ee5c.
patch.imapUnsubscribedAspect.result.removed="imap\: nonSubscribed" kh\u00eda c\u1ea1nh \u0111\u01b0\u1ee3c lo\u1ea1i b\u1ecf th\u00e0nh c\u00f4ng t\u1eeb b\u1ecf \u0111\u0103ng k\u00fd th\u01b0 m\u1ee5c.

patch.migrateTenantsFromAttrsToTable.description=Di chuy\u1ec3n ng\u01b0\u1eddi thu\u00ea nh\u00e0 thu\u1ed9c t\u00ednh b\u1ea3ng ng\u01b0\u1eddi thu\u00ea nh\u00e0
patch.migrateTenantsFromAttrsToTable.result=X\u1eed l\u00fd ng\u01b0\u1eddi thu\u00ea nh\u00e0 {0}

patch.remoteCredentialsContainer.description=B\u1ea3n v\u00e1 \u0111\u1ec3 th\u00eam th\u01b0 m\u1ee5c g\u1ed1c cho chia s\u1ebb th\u00f4ng tin \u0111\u0103ng nh\u1eadp t\u1eeb xa
patch.syncSetDefinitionsContainer.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 th\u00eam th\u01b0 m\u1ee5c g\u1ed1c SyncSet \u0111\u1ecbnh ngh\u0129a

patch.swsdpPatch.description=Patch \u0111\u1ec3 s\u1eeda ch\u1eefa c\u00e1c m\u1eabu\: trang Web thi\u1ebft k\u1ebf d\u1ef1 \u00e1n.
patch.swsdpPatch.success=Th\u00e0nh c\u00f4ng v\u00e1 c\u00e1c m\u1eabu\: trang Web thi\u1ebft k\u1ebf d\u1ef1 \u00e1n.
patch.swsdpPatch.skipped=B\u1ecf qua, kh\u00f4ng b\u1eaft bu\u1ed9c.
patch.swsdpPatch.missingSurfConfig=L\u01b0\u1edbt s\u00f3ng-config th\u01b0 m\u1ee5c kh\u00f4ng ph\u1ea3i l\u00e0 hi\u1ec7n di\u1ec7n trong m\u1eabu\: trang Web thi\u1ebft k\u1ebf d\u1ef1 \u00e1n.

patch.redeployParallelActivitiWorkflows.description=T\u00e1i tri\u1ec3n khai b\u1ea3n v\u00e1 l\u1ed7i c\u1ea3 hai c\u00f4ng vi\u1ec7c h\u00e0nh \u0111\u1ed9ng song song, ho\u00e0n th\u00e0nh-\u0111i\u1ec1u ki\u1ec7n b\u00e2y gi\u1edd s\u1ebd \u0111\u01b0a v\u00e0o t\u00e0i kho\u1ea3n n\u1ebfu t\u1ef7 l\u1ec7 ph\u1ea7n tr\u0103m t\u1ed1i thi\u1ec3u ch\u1ea5p thu\u1eadn v\u1eabn c\u00f3 th\u1ec3 \u0111\u1ea1t \u0111\u01b0\u1ee3c.
patch.redeployInvitationNominatedAddDirectActivitiWorkflow.description=Patch that redeploys activitiInvitationNominatedAddDirect workflow after upgrade, needed for tenants created before 5.1

patch.show.audit.description=Updates show_audit.ftl file for upgrade from v3.3.5 to v3.4.x (ALF-13929)
patch.show.audit.success=show_audit.FTL \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt th\u00e0nh c\u00f4ng

patch.increaseColumnSizeActiviti.description=ALF-14983\: N\u00e2ng c\u1ea5p c\u00e1c k\u1ecbch b\u1ea3n \u0111\u1ec3 t\u0103ng k\u00edch th\u01b0\u1edbc c\u1ed9t cho h\u00e0nh \u0111\u1ed9ng
patch.removeColumnActiviti.description=ALF-16038\: DB2\: n\u00e2ng c\u1ea5p c\u00e1c k\u1ecbch b\u1ea3n \u0111\u1ec3 lo\u1ea1i b\u1ecf ALFUSER.ACT_HI_ACTINST.OWNER_

patch.renameConstraintActiviti.description=ALF-15828\: DB2\: n\u00e2ng c\u1ea5p k\u1ecbch b\u1ea3n \u0111\u1ec3 \u0111\u1ed5i t\u00ean ACT_HI_PROCINST.PROC_INST_ID_ ch\u1ec9 s\u1ed1

patch.calendarAllDayEventDatesCorrectingPatch.description=\u0110\u01b0\u1eddng d\u1eabn ng\u00e0y \u0111\u00fang '\u0111\u1ebfn' v\u00e0 't\u1eeb' cho s\u1ef1 ki\u1ec7n l\u1ecbch 't\u1ea5t c\u1ea3 c\u00e1c ng\u00e0y' t\u1eeb phi\u00ean b\u1ea3n 3.4 kh\u00f4ng c\u00f3 t\u00e0i kho\u1ea3n m\u00fai gi\u1edd l\u1ec7ch
patch.calendarAllDayEventDatesCorrectingPatch.result=C\u1eadp nh\u1eadp th\u00e0nh c\u00f4ng {0} s\u1ef1 ki\u1ec7n l\u1ecbch "t\u1ea5t c\u1ea3 c\u00e1c ng\u00e0y"

patch.upgradeToActiviti5-10.description=N\u00e2ng c\u1ea5p Activiti b\u1ea3ng 5.10 phi\u00ean b\u1ea3n
patch.addActivtiIndexHistoricActivity.description=C\u00e1c ch\u1ec9 s\u1ed1 b\u1ed5 sung cho h\u00e0nh \u0111\u1ed9ng tr\u00ean l\u1ecbch s\u1eed ho\u1ea1t \u0111\u1ed9ng (PROC_INST_ID_ v\u00e0 ACTIVITY_ID_)
patch.upgradeToActiviti5-11.description=N\u00e2ng c\u1ea5p ho\u1ea1t \u0111\u1ed9ng b\u1ea3ng \u0111\u1ebfn phi\u00ean b\u1ea3n 5.11
patch.redeployActivitiWorkflowsForCategory.description=Tri\u1ec3n khai \u0111\u1ecbnh ngh\u0129a ti\u1ebfn tr\u00ecnh n\u1ed9i b\u1ed9 cho c\u1eadp nh\u1eadp h\u1ea1ng m\u1ee5c

patch.db-V4.2-remove-index-acl_id.description=ALF-12284\: C\u1eadp nh\u1eadp b\u1ea3ng ALF_ACL_MEMBER_member. Lo\u1ea1i b\u1ecf ch\u1ec9 s\u1ed1 acl_id.

patch.sharedFolder=Th\u00eam th\u01b0 m\u1ee5c chia s\u1ebb
patch.sharedFolder.description=Th\u00eam th\u01b0 m\u1ee5c chia s\u1ebb
patch.sharedFolder.success=Th\u00eam th\u00e0nh c\u00f4ng th\u01b0 m\u1ee5c chia s\u1ebb
patch.sharedFolder.result.renamed=\u0110\u1ed5i t\u00ean c\u00e1c th\u01b0 m\u1ee5c \u0111\u01b0\u1ee3c chia s\u1ebb th\u00e0nh\: {0}

patch.db-V4.2-metadata-query-indexes.description=Th\u00eam c\u00e1c ch\u1ec9 m\u1ee5c b\u1ed5 sung \u0111\u1ec3 h\u1ed7 tr\u1ee3 giao d\u1ecbch si\u00eau d\u1eef li\u1ec7u truy v\u1ea5n tr\u1ef1c ti\u1ebfp \u0111\u1ebfn c\u01a1 s\u1edf d\u1eef li\u1ec7u.
patch.upgradeToActiviti5-13.description=N\u00e2ng c\u1ea5p ho\u1ea1t \u0111\u1ed9ng b\u1ea3ng \u0111\u1ebfn phi\u00ean b\u1ea3n 5.11

patch.emailAliasableAspect.description=Th\u00eam tr\u01b0\u1eddng email cho thu\u1ed9c t\u00edch b\u1ea3ng
patch.emailAliasableAspect.result=\u0110\u00e3 th\u00eam tr\u01b0\u1eddng email cho thu\u1ed9c t\u00edch b\u1ea3ng

patch.addGroupAuthority.start=Adding group authority.
patch.addGroupAuthority.result=\nSuccessfully added group authority\: {0}
patch.addGroupAuthority.exist=\nThe group authority\: {0} already exists.

patch.siteAdministrators.description=Adds the 'GROUP_SITE_ADMINISTRATORS' group

patch.alfrescoSearchAdministrators.description=Adds the 'GROUP_ALFRESCO_SEARCH_ADMINISTRATORS' group

patch.surfConfigFolderPatch.description=Adds cm\:indexControl aspect to surf-config children
patch.surfConfigFolderPatch.result=Successfully applied ''cm\:indexControl'' aspect to {0} sites'' surf-config folders and their children as well as to the shared surf-config folder(s) and its/their children.

patch.genericBootstrap.result.deferred=The patch has been deferred

patch.asynchrounse.checking=Checking for the asynchronous patch ...

patch.renameSiteAuthorityDisplayName.description=Update authority display name for sites
patch.renameSiteAuthorityDisplayName.result=Updating of display names was completed

patch.db-V5.0-upgrade-to-activiti-5.16.2.description=Update Activiti tables from 5.14 to 5.16.2
patch.db-V5.0-upgrade-to-activiti-5.16.2.result=Activiti tables updated

patch.db-V5.0-remove-columns-after-upgrade-to-activiti-5.16.2.description=Update Activiti tables. Remove unused columns after upgrade to 5.16.2
patch.db-V5.0-remove-columns-after-upgrade-to-activiti-5.16.2.result=Activiti tables updated. Unused columns removed.

patch.solrFacets.root.description=Creates the solr facets root folder in the Data Dictionary

patch.eol-wcmwf.description=Undeploys deprecated WCMWF Workflows

patch.db-V5.0-upgrade-to-activiti-5.16.4.description=Update Activiti tables from 5.16.2 to 5.16.4

patch.deleteClassifibleAspectForFailedThumbnail.description=Deletes 'cm\:generalclassifiable' aspect and associated properties for nodes of 'cm\:failedThumbnail' type

patch.db-V5.0-update-activiti-default-timestamp-column.description=Update Activiti tables ACT_RE_DEPLOYMENT and ACT_RU_TASK with default timestamp value with NULL

patch.downloadsFolder=Adds the System Downloads folder
patch.downloadsFolder.description=Ensures the Syste Downloads folder exists.
patch.downloadsFolder.result.exists=The System Downloads folder already exists.
patch.downloadsFolder.result.created=The System Downloads folder was created.

patch.db-V5.1-metadata-query-indexes.description=Th\u00eam c\u00e1c ch\u1ec9 m\u1ee5c b\u1ed5 sung \u0111\u1ec3 h\u1ed7 tr\u1ee3 giao d\u1ecbch si\u00eau d\u1eef li\u1ec7u truy v\u1ea5n tr\u1ef1c ti\u1ebfp \u0111\u1ebfn c\u01a1 s\u1edf d\u1eef li\u1ec7u.

patch.alfrescoModelAdministrators.description=Adds the 'GROUP_ALFRESCO_MODEL_ADMINISTRATORS' group

patch.addInviteAddDirectEmailTemplates.description=Adds the email templates for the add-direct invite flow

patch.addSurfConfigFolders.start=Adding surf-config children.
patch.addSurfConfigFolders.missingSurfConfig=\ncm\:surf-config folder is not present in '/app\:company_home/st\:sites'.
patch.addSurfConfigFolders.result=\nSuccessfully added ''{0}'' folders and set the required permissions for ''{1}'' folders. 
patch.addSurfConfigFolders.exist=\nSkipped ''{0}'' folders as they already exist, but set the required permissions for ''{1}'' folders.
patch.addSurfConfigFolders.description=Adds 'cm\:extensions' and 'cm\:module-deployments' folders into surf-config folder.

patch.spacesBootstrapSmartDownloadFolder.description=Adds Smart Download Folder in Data Dictionary.
patch.spacesBootstrapSmartTemplatesFolder.description=Adds Smart Templates Folder in Data Dictionary.
patch.spacesBootstrapSmartFolderExample.description=Adds smartFoldersExample.json file in Smart Templates Folder.

patch.db-v4.2-migrate-activiti-workflows.description=Migrated workflow variables into newly created table.
patch.db-V5.0-activiti-correct-tenant-id-MSSQL.description=Update Tenant ID column in Activiti for MSSQL

patch.updateAdminUserWhenDefault.description=Update Admin User by removing the default SHA256 and falling back to the MD4 (please consider using BCRYPT instead)
patch.updateAdminUserWhenDefault.start=Update Admin User SHA256 When default
patch.updateAdminUserWhenDefault.result=\nSuccessfully removed password2 property for ''{0}''.
