#X-Generator: crowdin.com
# Site service externalised display strings

site_service.unable_to_create=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0430\u0439\u0442, \u0437\u0430\u0449\u043e\u0442\u043e \u043a\u0440\u0430\u0442\u043a\u043e \u0438\u043c\u0435 {0} \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0432\u0435\u0447\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430.  \u041a\u0440\u0430\u0442\u043a\u043e\u0442\u043e \u0438\u043c\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0443\u043d\u0438\u043a\u0430\u043b\u043d\u043e.
site_service.short_name_too_long=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0430\u0439\u0442, \u0437\u0430\u0449\u043e\u0442\u043e \u043a\u0440\u0430\u0442\u043a\u043e\u0442\u043e \u0438\u043c\u0435 {0} \u043d\u0430 \u0441\u0430\u0439\u0442\u0430  \u0435 \u0442\u0432\u044a\u0440\u0434\u0435 \u0434\u044a\u043b\u044a\u0433\u043e.  \u041a\u0440\u0430\u0442\u043a\u043e\u0442\u043e \u0438\u043c\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u043e-\u0434\u044a\u043b\u0433\u043e \u043e\u0442 {1} \u0437\u043d\u0430\u043a\u0430.
site_service.visibility_group_missing=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0430\u0439\u0442, \u0437\u0430\u0449\u043e\u0442\u043e \u0432\u0438\u0434\u0438\u043c\u0430 \u0433\u0440\u0443\u043f\u0430 {0} \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
site_service.can_not_update=\u0421\u0430\u0439\u0442\u044a\u0442 {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
site_service.can_not_delete=\u0421\u0430\u0439\u0442\u044a\u0442 {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0442\u0440\u0438\u0435, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
site_service.site_no_exist=\u0421\u0430\u0439\u0442\u044a\u0442 {0} \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
site_service.do_not_remove_manager=\u0421\u0430\u0439\u0442\u044a\u0442 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0441\u0430\u0439\u0442 \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440. \u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 {0} \u043e\u0442 \u0441\u0430\u0439\u0442\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0432 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430\u0449\u043e\u0442\u043e \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0442\u043e\u0432\u0430 \u0435 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438\u044f\u0442 \u0441\u0430\u0439\u0442 \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440.
site_service.can_not_remove_membership=\u0422\u0435\u043a\u0443\u0449\u0438\u044f\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043d\u044f\u043c\u0430 \u0434\u043e\u0441\u0442\u0430\u0442\u044a\u0447\u043d\u043e \u043f\u0440\u0430\u0432\u0430, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435 \u0434\u0435\u0442\u0430\u0439\u043b\u0438\u0442\u0435 \u043f\u043e \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0432 \u0441\u0430\u0439\u0442\u0430 {0}.
site_service.do_not_change_manager=\u0421\u0430\u0439\u0442\u044a\u0442 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0441\u0430\u0439\u0442 \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440. \u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442\u0435 \u0440\u043e\u043b\u044f\u0442\u0430 {0}, \u0437\u0430\u0449\u043e\u0442\u043e \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0442\u044f \u0435 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438\u044f\u0442 \u0441\u0430\u0439\u0442 \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440.
site_service.can_not_change_membership=\u0422\u0435\u043a\u0443\u0449\u0438\u044f\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043d\u044f\u043c\u0430 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0434\u0435\u0442\u0430\u0439\u043b\u0438\u0442\u0435 \u043f\u043e \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0432 \u0441\u0430\u0439\u0442\u0430 {0}.
site_service.site_container_not_folder=\u0421\u0430\u0439\u0442 \u043a\u043e\u043d\u0442\u0435\u0439\u043d\u0435\u0440\u044a\u0442 {0} \u043d\u0435 \u043f\u0440\u0435\u043f\u0440\u0430\u0449\u0430 \u043a\u044a\u043c \u043f\u0430\u043f\u043a\u0430.
site_service.invalid_site_type=\u0421\u0430\u0439\u0442\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435, \u0437\u0430\u0449\u043e\u0442\u043e {0} \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0441\u0430\u0439\u0442 \u0442\u0438\u043f.
