#X-Generator: crowdin.com
activitiesfeed.title=Informa\u010dn\u00fd kan\u00e1l aktiv\u00edt
activitiesfeed.intro-text=Ak je povolen\u00e9, \u010dinnosti Feed e-mailov s\u00fa odosielan\u00e9 z Alfresco v\u0161etk\u00fdm u\u017e\u00edvate\u013eom, s\u00fahrn \u010dinnost\u00ed vidia v dashlete Moje aktivity. E-maily zah\u0155\u0148aj\u00fa aktivity na v\u0161etk\u00fdch str\u00e1nkach, ktor\u00fdch s\u00fa \u010dlenom a \u013eu\u010fmi, ktor\u00ed s\u00fa odberatelia. M\u00f4\u017eete nastavi\u0165 frekvenciu s akou s\u00fa tieto e-maily  posielan\u00e9, maxim\u00e1lny po\u010det \u010dinnost\u00ed, ktor\u00e9 obsahuj\u00fa a maxim\u00e1lnu dobu platnosti t\u00fdchto \u010dinnost\u00ed.

activitiesfeed.feed-notifier-enabled=Informa\u010dn\u00fd kan\u00e1l aktiv\u00edt povolen\u00fd
activitiesfeed.feed-notifier-enabled.description=Povoli\u0165 alebo zak\u00e1za\u0165 \u010dinnos\u0165 upozornen\u00ed pou\u017e\u00edvate\u013eom prostredn\u00edctvom e-mailu.

activitiesfeed.cronExpression=Frekvencia CRON Expression
activitiesfeed.cronExpression.description=Ur\u010duje cron v\u00fdraz, ktor\u00fd definuje frekvenciu, s akou u\u017e\u00edvatelia dost\u00e1vaj\u00fa e-maily Informa\u010dn\u00e9ho kan\u00e1lu aktiv\u00edt. E-maily s\u00fa odosielan\u00e9 iba v pr\u00edpade, \u017ee sa tam nach\u00e1dzaj\u00fa nov\u00e9 \u010dinnosti od posledn\u00e9ho e-mailu. V predvolenom nastaven\u00ed je to ka\u017ed\u00fdch 24 hod\u00edn o polnoci.

activitiesfeed.maximum-size=Maxim\u00e1lny po\u010det
activitiesfeed.maximum-size.description=Maxim\u00e1lny po\u010det \u010dinnost\u00ed, ktor\u00e9 s\u00fa hl\u00e1sen\u00e9 v \u010cinnosti dashletov a e-mailov Informa\u010dn\u00e9ho kan\u00e1lu aktiv\u00edt.

activitiesfeed.maximum-age=Maxim\u00e1lna doba (min\u00faty)
activitiesfeed.maximum-age.description=Maxim\u00e1lna doba \u010dinnost\u00ed uveden\u00fdch v e-mailoch informa\u010dn\u00e9ho kan\u00e1lu aktiv\u00edt. \u010cinnosti star\u0161ie, ne\u017e je maxim\u00e1lna doba nie s\u00fa zobrazen\u00e9. Predvolen\u00e9 nastavenie je 44640 (31 d\u0148ov\u00fd mesiac).
