#X-Generator: crowdin.com
outboundemail.title=\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0635\u0627\u062f\u0631
outboundemail.intro-text=\u062e\u062f\u0645\u0629 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0635\u0627\u062f\u0631\u0629 \u062a\u062f\u064a\u0631 \u0648\u062a\u0646\u0641\u0630 \u0643\u0627\u0641\u0629 \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0645\u0631\u0633\u0644\u0629 \u0645\u0646 \u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0645\u062b\u0644 \u062f\u0639\u0648\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0625\u062e\u0637\u0627\u0631\u0627\u062a \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0648\u0645\u0647\u0627\u0645 \u0645\u0646\u0638\u0648\u0645\u0629 \u0627\u0644\u0639\u0645\u0644. \u0625\u0633\u062a\u062e\u062f\u0645 \u0625\u0639\u062f\u0627\u062f\u0627\u062a  \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0644\u062a\u0647\u064a\u0626\u0629 \u062e\u0635\u0627\u0626\u0635 \u062e\u0627\u062f\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0635\u0627\u062f\u0631. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
outboundemail.instruction-link=\u0642\u0645 \u0628\u0632\u064a\u0627\u0631\u0629 <a href\="http\://docs.alfresco.com/4.2/index.jsp?topic\=%2Fcom.alfresco.enterprise.doc%2Fconcepts%2Femail-outboundsmtp-props.html" target\="_blank"> \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0635\u0627\u062f\u0631</a> \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

outboundemail.outboundemail=\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0635\u0627\u062f\u0631
outboundemail.outboundemail.hostname=\u0627\u0633\u0645  \u0627\u0644\u062e\u0627\u062f\u0645 \u0627\u0644\u0645\u0636\u064a\u0641
outboundemail.outboundemail.hostname.description=\u0627\u0633\u0645 \u0627\u0644\u062e\u0627\u062f\u0645 \u0627\u0644\u0645\u0636\u064a\u0641 \u0644\u0640 (SMTP(S \u0628\u0631\u0648\u062a\u0643\u0648\u0644.
outboundemail.outboundemail.encoding=\u0627\u062a\u0631\u0645\u064a\u0632
outboundemail.outboundemail.encoding.description=\u0646\u0648\u0639 \u0627\u0644\u062a\u0631\u0645\u064a\u0632 \u0641\u064a \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0647\u0648 utf-8. 
outboundemail.outboundemail.from-enabled=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0631\u0633\u0644 \u0642\u0627\u0628\u0644 \u0644\u0644\u062a\u0639\u062f\u064a\u0644
outboundemail.outboundemail.from-enabled.description=\u0641\u064a \u062d\u0627\u0644\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062f \u064a\u0645\u0643\u0646 \u062a\u0639\u062f\u064a\u0644 \u062d\u0642\u0644 \u0627\u0644\u0645\u0631\u0633\u0644 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0635\u0627\u062f\u0631 \u0644\u062a\u062e\u062a\u0644\u0641 \u0639\u0646 \u0639\u0646\u0648\u0627\u0646 "\u0627\u0644\u0645\u0631\u0633\u0644 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a". \u0625\u0630\u0627 \u0643\u0627\u0646 \u063a\u064a\u0631 \u0645\u062d\u062f\u062f \u0633\u064a\u062a\u0645 \u0625\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0648\u0627\u0646 "\u0627\u0644\u0645\u0631\u0633\u0644 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a". \u064a\u062c\u0628 \u0625\u0644\u063a\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0647\u0630\u0627 \u0627\u0644\u062e\u064a\u0627\u0631 \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u062a\u062a\u0637\u0644\u0628 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0623\u0645\u0627\u0646 \u062e\u0627\u062f\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0641\u064a \u0627\u0644\u062d\u0642\u0644 \u0627\u0644\u062a\u0637\u0627\u0628\u0642 \u0645\u0639 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u062e\u0627\u062f\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a.
outboundemail.outboundemail.email-server-port=\u0645\u0646\u0641\u0630 \u062e\u0627\u062f\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u0649
outboundemail.outboundemail.email-server-port.description=\u0631\u0642\u0645 \u0645\u0646\u0641\u0630 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u0649. \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0625\u0641\u062a\u0631\u0627\u0636\u064a\u0629 25.
outboundemail.outboundemail.default-senders-address=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0631\u0633\u0644 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a
outboundemail.outboundemail.default-senders-address.description=\u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u062d\u0642\u0644 \u0627\u0644\u0645\u0631\u0633\u0644 \u0628\u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0635\u0627\u062f\u0631\u0629 \u0625\u0630\u0627 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0648\u0641\u064a\u0631 \u0628\u062f\u064a\u0644.

outboundemail.protocol-and-authentication=\u0627\u0644\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0648\u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629
outboundemail.protocol-and-authentication.description=\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0642\u0633\u0645 \u0644\u062a\u062d\u062f\u064a\u062f  \u0623\u0649 \u0645\u0646 SMTP \u0648 SMTPS \u0643\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0644\u0625\u0633\u062a\u062e\u062f\u0627\u0645\u0647 \u0628\u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0635\u0627\u062f\u0631\u0629.
outboundemail.protocol-and-authentication.email-protocol=\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a
outboundemail.protocol-and-authentication.email-protocol.description=\u062d\u062f\u062f \u0627\u0644\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0627\u0644\u0645\u0631\u0627\u062f \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647 \u0639\u0646\u062f \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a.
outboundemail.protocol-and-authentication.email-protocol.smtp=SMTP
outboundemail.protocol-and-authentication.email-protocol.smtps=SMTPS
outboundemail.protocol-and-authentication.user-name=\u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
outboundemail.protocol-and-authentication.user-name.description=\u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0633\u0627\u0628 \u0627\u0644\u0630\u064a \u064a\u0631\u0628\u0637 \u0625\u0644\u0649 \u062e\u0627\u062f\u0645 SMTP. \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u064a\u062a\u0645 \u0641\u0642\u0637 \u0645\u0637\u0644\u0648\u0628\u0629 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u062e\u0627\u062f\u0645 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u064a\u0637\u0644\u0628 \u0645\u0646\u0647\u0645 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629.
outboundemail.protocol-and-authentication.password=\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631
outboundemail.protocol-and-authentication.password.description=\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0644\u062d\u0633\u0627\u0628 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.

outboundemail.smtp-setup=\u0625\u0639\u062f\u0627\u062f SMTP
outboundemail.smtp-setup.description=\u0625\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0647 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0625\u0630\u0627 \u0642\u0645\u062a \u0628\u062a\u062d\u062f\u064a\u062f SMTP \u0643\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a .
outboundemail.smtp-setup.smtp-authentication-required=\u0645\u0637\u0644\u0648\u0628 \u0645\u0635\u0627\u062f\u0642\u0629 SMTP
outboundemail.smtp-setup.smtp-authentication-required.description=\u0625\u0630\u0627 \u062a\u0645 \u0627\u0644\u062a\u0645\u0643\u064a\u0646\u060c \u0633\u0648\u0641 \u064a\u062a\u0645 \u0625\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u062f\u062e\u0627\u0644\u0647\u0627 \u0623\u0639\u0644\u0627\u0647 \u0644\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0645\u0639 \u062e\u0627\u062f\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0628\u0639\u064a\u062f \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
outboundemail.smtp-setup.start-smtp-tls-enable=\u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 SMTP \u0641\u0648\u0642 TLS
outboundemail.smtp-setup.start-smtp-tls-enable.description=\u062a\u0645\u0643\u064a\u0646 \u062a\u0623\u0645\u064a\u0646 \u0637\u0628\u0642\u0629 \u0627\u0644\u0646\u0642\u0644. \u0647\u0630\u0627 \u0642\u062f \u064a\u0643\u0648\u0646 \u0645\u0637\u0644\u0648\u0628 \u0645\u0646 \u062c\u0647\u0629 \u062e\u0627\u062f\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u0649 \u0627\u0644\u0628\u0639\u064a\u062f.
outboundemail.smtp-setup.smtp-timeout=\u0645\u0647\u0644\u0629 SMTP
outboundemail.smtp-setup.smtp-timeout.description=\u0642\u064a\u0645\u0629 \u0627\u0644\u0645\u0647\u0644\u0629 \u0628\u0627\u0644\u0645\u0644\u0644\u064a \u062b\u0627\u0646\u064a\u0629. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0647\u0648 5000.
outboundemail.smtp-setup.smtp-debug=\u062a\u0635\u062d\u064a\u062d SMTP
outboundemail.smtp-setup.smtp-debug.description=\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u062a\u0634\u062e\u064a\u0635\u0627\u062a \u0627\u0644\u0625\u0636\u0627\u0641\u064a\u0629 \u0644\u0625\u0633\u062a\u0643\u0634\u0627\u0641 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0641\u064a \u0627\u0644\u0625\u062a\u0635\u0627\u0644 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0648\u0625\u0635\u0644\u0627\u062d\u0647\u0627 .

outboundemail.smtps-setup=\u0625\u0639\u062f\u0627\u062f SMTPS
outboundemail.smtps-setup.description=\u0625\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0647 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0625\u0630\u0627 \u0642\u0645\u062a \u0628\u062a\u062d\u062f\u064a\u062f SMTP \u0643\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a.
outboundemail.smtps-setup.smtps-authentication-required=\u0645\u0637\u0644\u0648\u0628 \u0645\u0635\u0627\u062f\u0642\u0629 SMTP
outboundemail.smtps-setup.smtps-authentication-required.description=\u0625\u0630\u0627 \u062a\u0645 \u0627\u0644\u062a\u0645\u0643\u064a\u0646\u060c \u0633\u0648\u0641 \u064a\u062a\u0645 \u0625\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u062f\u062e\u0627\u0644\u0647\u0627 \u0623\u0639\u0644\u0627\u0647 \u0644\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0645\u0639 \u062e\u0627\u062f\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0628\u0639\u064a\u062f \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
outboundemail.smtps-setup.start-smtps-tls-enable=\u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 SMTP \u0641\u0648\u0642 TLS
outboundemail.smtps-setup.start-smtps-tls-enable.description=\u062a\u0645\u0643\u064a\u0646 \u062a\u0623\u0645\u064a\u0646 \u0637\u0628\u0642\u0629 \u0627\u0644\u0646\u0642\u0644. \u0647\u0630\u0627 \u0642\u062f \u064a\u0643\u0648\u0646 \u0645\u0637\u0644\u0648\u0628 \u0645\u0646 \u062c\u0647\u0629 \u062e\u0627\u062f\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u0649 \u0627\u0644\u0628\u0639\u064a\u062f.

outboundemail.test-message=\u0631\u0633\u0627\u0644\u0629 \u0627\u062e\u062a\u0628\u0627\u0631
outboundemail.test-message.description=\u062a\u062d\u062f\u062f \u0647\u0630\u0647 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0625\u0630\u0627\u060c \u0648\u0643\u064a\u0641 \u064a\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0627\u062e\u062a\u0628\u0627\u0631.
outboundemail.test-message.send-test-message-on-startup=\u0625\u0631\u0633\u0627\u0644 \u0631\u0633\u0627\u0644\u0629 \u0627\u062e\u062a\u0628\u0627\u0631 \u0639\u0646\u062f \u0628\u062f\u0621 \u0627\u0644\u062a\u0634\u063a\u064a\u0644
outboundemail.test-message.send-test-message-on-startup.description=\u0642\u0645 \u0628\u0627\u0644\u062a\u062d\u062f\u064a\u062f \u0644\u0625\u0631\u0633\u0627\u0644 \u0631\u0633\u0627\u0644\u0629 \u0625\u062e\u062a\u0628\u0627\u0631 \u0639\u0646\u062f \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u062e\u062f\u0645\u0629 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0635\u0627\u062f\u0631\u0629.
outboundemail.test-message.subject=\u0627\u0644\u0645\u0648\u0636\u0648\u0639
outboundemail.test-message.subject.description=\u0645\u0648\u0636\u0648\u0639 \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u0625\u062e\u062a\u0628\u0627\u0631.
outboundemail.test-message.to=\u0625\u0644\u0649
outboundemail.test-message.to.description=\u0645\u0633\u062a\u0644\u0645 \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u0625\u062e\u062a\u0628\u0627\u0631.
outboundemail.test-message.message=\u0631\u0633\u0627\u0644\u0629
outboundemail.test-message.message.description=\u0646\u0635 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0644\u0631\u0633\u0627\u0644\u0629 \u0627\u062e\u062a\u0628\u0627\u0631.
outboundemail.test-message.send-test-message=\u0623\u0631\u0633\u0644 \u0631\u0633\u0627\u0644\u0629 \u0625\u062e\u062a\u0628\u0627\u0631
