#X-Generator: crowdin.com
title=Buscar por persoas

## Messages
message.instructions=Inserir un termo de busca para atopar usuarios
message.empty=Ning\u00fan usuario atopado
message.error=Non \u00e9 posible realizar a busca por usuarios

## help text
help.title=Consellos de busca

help.subtitle1=Buscar por nome ou nome de usuario
help.info1=Para buscar usuarios polo nome, apelidos ou nome de usuario abonda con escribir unha \u00fanica palabra, por exemplo\:
help.example1=Lois
help.result1=Os resultados desta busca aparecer\u00e1n nunha listaxe con todos os usuarios cuxo nome, apelidos ou nome de usuario incl\u00faa Lois.
help.info2=Para buscar usuarios polo nome e apelidos, separe ambas as palabras cun espazo, por exemplo\:
help.example2=Lois Freire
help.result2=Os resultados desta busca aparecer\u00e1n nunha listaxe con todos os usuarios cuxo nome sexa Lois e o apelido Freire.
help.info3=Tam\u00e9n pode inserir simplemente unha letra inicial, por exemplo\:
help.example3=Lois F
help.result3=Os resultados desta busca aparecer\u00e1n nunha listaxe con todos os usuarios cuxo nome sexa Lois e cuxo apelido comece por F.

help.subtitle2=Buscar por propiedade
help.info4=Para buscar usuarios por propiedades engada esta como prefixo, por exemplo\:
help.example4=location\:ferrol
help.result4=Nos resultados desta busca aparecer\u00e1n os usuarios cuxa localizaci\u00f3n conte\u00f1a Oleiros.
help.info5=Para buscar usuarios por m\u00e1is dunha propiedade, busque por diversos termos xuntos, por exemplo\:
help.example5=jobtitle\:profesor organization\:universidade
help.result5=Nos resultados desta consulta aparecer\u00e1n todos os usuarios cuxo posto conte\u00f1a a palabra "profesor" e cuxo centro sexa unha universidade.
help.info6=Para buscar por nome e propiedade, engada un termo de propieade logo do nome en cuesti\u00f3n, por exemplo\:
help.example6=Caama\u00f1o jobtitle\:enxe\u00f1eiro
help.result6=Nos resultados desta busca aparecer\u00e1n os usuarios cuxo nome, apelido ou nome de usuario comece por Caama\u00f1o e o posto conte\u00f1a o termo "enxe\u00f1eiro".
help.example7=A Caama\u00f1o jobtitle\:enxe\u00f1eiro
help.result7=Nos resultados desta busca aparecer\u00e1n os usuarios cuxo nome comece por A, o apelido sexa Caama\u00f1o e o posto conte\u00f1a o termo enxe\u00f1eiro.
