#X-Generator: crowdin.com
authentication-external.title=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f - {0}
authentication-external.intro-text=\u041f\u043e\u0434\u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0437\u0430 \u0432\u044a\u043d\u0448\u043d\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0438\u043d\u0442\u0435\u0433\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 Alfresco \u0441 \u0432\u0441\u044f\u043a\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0437\u0430 \u0432\u044a\u043d\u0448\u043d\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435. \u041c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043d\u0442\u0435\u0433\u0440\u0438\u0440\u0430\u043d\u0430 \u0441 \u0432\u0430\u0448\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440 \u0437\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043b\u043e\u0433\u043d\u0430\u043b\u0438\u044f \u0441\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441\u0435 \u043f\u0440\u0435\u0434\u0430\u0432\u0430 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u0434\u0443\u0441\u043b\u0443\u0433\u0438 \u0447\u0440\u0435\u0437 \u043c\u0435\u0442\u043e\u0434\u0430  HttpServletRequest.getRemoteUser(). \u0422\u044a\u0439 \u043a\u0430\u0442\u043e \u0442\u043e\u0432\u0430 \u0435 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u0435\u043d \u043d\u0430\u0447\u0438\u043d \u0437\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0438 \u0437\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0434\u0430 \u0440\u0430\u0437\u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u044f\u0442 \u0438\u0434\u0435\u043d\u0442\u0438\u0447\u043d\u043e\u0441\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043a\u044a\u043c \u043f\u043e\u0434\u0443\u0441\u043b\u0443\u0433\u0438\u0442\u0435, \u0442\u043e\u0439 \u0435 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u0438\u043c \u0441 \u0440\u0435\u0434\u0438\u0446\u0430 \u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 SSO, \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0446\u0435\u043d\u0442\u0440\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u043b\u0443\u0436\u0431\u0430 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 (CAS).
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-external.instruction-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/auth-external-intro.html" target\="_blank">Configuring external authentication</a> for more details.

authentication-external.extenal-authentication=\u0412\u044a\u0442\u0440\u0435\u0448\u043d\u0430 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u044f
authentication-external.extenal-authentication.authentication-enabled=\u0410\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u044f \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0430 
authentication-external.extenal-authentication.authentication-enabled.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 \u0432\u044a\u043d\u0448\u043d\u0430 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u044f \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f. \u041a\u043e\u0433\u0430\u0442\u043e \u0435 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0430, Alfresco \u043f\u0440\u0438\u0435\u043c\u0430 \u0441\u0438\u043c\u0432\u043e\u043b\u0438 \u0437\u0430 \u0432\u044a\u043d\u0448\u043d\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435; \u0443\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u043d\u044f\u043c\u0430 \u043d\u0435\u043f\u0440\u043e\u0432\u0435\u0440\u0435\u043d \u043f\u0440\u044f\u043a \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e Alfresco HTTP \u0438\u043b\u0438 AJP \u043f\u043e\u0440\u0442\u043e\u0432\u0435\u0442\u0435 \u0441\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0438.
authentication-external.extenal-authentication.proxy-username=Proxy \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435
authentication-external.extenal-authentication.proxy-username.description=\u041e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u0441\u0447\u0438\u0442\u0430 \u0437\u0430 proxy \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 alfresco \u0441\u0438\u0441\u0442\u0435\u043c\u0430. \u0417\u0430\u044f\u0432\u043a\u0438, \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0438 \u043e\u0442 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0438 \u043f\u043e \u0438\u0434\u0435\u043d\u0442\u0438\u0447\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f, \u043e\u0437\u0430\u0433\u043b\u0430\u0432\u0435\u043d \u0432 proxy \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e, \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u043e \u043e\u0442 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e external.authentication.proxyHeader. \u0410\u043a\u043e \u043d\u0435 \u0441\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438, \u0442\u043e\u0433\u0430\u0432\u0430 proxy \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u0432\u0438\u043d\u0430\u0433\u0438 \u0441\u0435 \u043f\u0440\u0435\u0434\u043f\u043e\u043b\u0430\u0433\u0430 \u0434\u0430 \u043d\u043e\u0441\u0438 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f.
authentication-external.extenal-authentication.proxy-header=Proxy \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 
authentication-external.extenal-authentication.proxy-header.description=HTTP \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u043d\u043e\u0441\u0438 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u043e\u043a\u0441\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 X-Alfresco-\u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b.
authentication-external.extenal-authentication.admistrator-user-names=\u0418\u043c\u0435\u043d\u0430 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0441\u043a\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b 
authentication-external.extenal-authentication.admistrator-user-names.description=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430, \u043e\u0442\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u044a\u0441 \u0437\u0430\u043f\u0435\u0442\u0430\u044f, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u0441\u0435 \u0441\u0447\u0438\u0442\u0430\u0442 \u0437\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435.
authentication-external.extenal-authentication.user-id-pattern=\u041c\u043e\u0434\u0435\u043b \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e ID 
authentication-external.extenal-authentication.user-id-pattern.description=\u041d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u0435\u043d \u0440\u0435\u0433\u0443\u043b\u044f\u0440\u0435\u043d \u0438\u0437\u0440\u0430\u0437 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 ID \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043e\u0442 HTTP \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e. \u0427\u0430\u0441\u0442\u0442\u0430 \u043e\u0442 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e, \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430\u0449 \u043d\u0430 \u043f\u044a\u0440\u0432\u0430\u0442\u0430 \u0433\u0440\u0443\u043f\u0430 \u0432 \u0441\u043a\u043e\u0431\u0438 \u0432 \u0440\u0435\u0433\u0443\u043b\u044f\u0440\u0435\u043d \u0438\u0437\u0440\u0430\u0437 \u0449\u0435 \u0441\u0442\u0430\u043d\u0435  \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e\u0442\u043e \u0438\u043c\u0435. \u0410\u043a\u043e \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e, \u0442\u043e\u0433\u0430\u0432\u0430 \u0446\u044f\u043b\u043e\u0442\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0441\u0435 \u043f\u0440\u0438\u0435\u043c\u0430 \u0437\u0430 proxied \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435.
