#X-Generator: crowdin.com
authentication-passthru.title=Upravi\u0165 Passthru adres\u00e1r - {0}
authentication-passthru.intro-text=Subsyst\u00e9m pass-through (passthru) mo\u017eno nahradi\u0165 \u0161tandardnou Alfresco u\u017e\u00edvate\u013eskou datab\u00e1zou s Windows serverom/ovl\u00e1da\u010dom dom\u00e9ny, alebo zoznamom serverov, na overenie u\u017e\u00edvate\u013eov pristupuj\u00facich do Alfresco. To \u0161etr\u00ed nutnos\u0165 vytvorenia u\u017e\u00edvate\u013esk\u00fdch \u00fa\u010dtov v r\u00e1mci Alfresco. Subsyst\u00e9m tie\u017e podporuje volite\u013en\u00fd NTLM Single Sign-On (SSO) funguj\u00faci pre WebDav a Alfresco Explorer a Zdie\u013eanie klientov a priame overovanie CIFS pre CIFS server. Iba protokol NTLM v1 je podporovan\u00fd v tejto konfigur\u00e1cii.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.instruction-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/auth-passthru-intro.html" target\="_blank">Configuring pass-through authentication</a> for more details.

authentication-passthru.passthru-authentication=Overovanie Passthru 
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer=Pou\u017ei\u0165 lok\u00e1lny Server
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer.description=Ak je vybrat\u00fd lok\u00e1lny server pou\u017e\u00edvan\u00fd pre passthru overovanie pomocou pripojenia sp\u00e4tnej slu\u010dky na server.
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess=Povoli\u0165 prihl\u00e1senie hos\u0165a
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess.description=Select to allow guest access to Alfresco.
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP=Overenie FTP
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP.description=Ak je vybran\u00e9 overovanie passthru pre FTP, pr\u00edstup je povolen\u00fd.
authentication-passthru.passthru-authentication.passthru.authentication.domain=Overenie dom\u00e9ny
authentication-passthru.passthru-authentication.passthru.authentication.domain.description=Zadajte n\u00e1zov Windows dom\u00e9ny NetBIOS pre passthru overenie. To sa pok\u00fasi n\u00e1js\u0165 ovl\u00e1da\u010de dom\u00e9ny pomocou sie\u0165ov\u00e9ho vysielania. Ak sie\u0165ov\u00e9 vysielanie nie je \u00faspe\u0161n\u00e9 pou\u017eite  vlastnos\u0165 passthru.authentication.servers pre ur\u010denie zoznamu ovl\u00e1da\u010da dom\u00e9ny pod\u013ea n\u00e1zvu alebo adresy.
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder=Overovac\u00ed protokol objedn\u00e1vky
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder.description=Typ protokolov a poradie pripojenia pre overenie rel\u00e1cie passthru. Predvolen\u00e9 je pou\u017eitie rozhrania NetBIOS a dostupn\u00e9 typy protokolov s\u00fa NetBIOS pre rozhranie NetBIOS nad TCP a TCPIP pre nat\u00edvne SMB.
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval=Offline kontrola Intervalu
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval.description=Ur\u010duje, ako \u010dasto v sekund\u00e1ch s\u00fa passthru servery, ktor\u00e9 s\u00fa ozna\u010den\u00e9 ako offline, kontrolovan\u00e9, \u010di s\u00fa teraz on-line. Predvolen\u00fd interval kontroly je 5 min\u00fat. 
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest=Zap\u00edsa\u0165 nezn\u00e1meho u\u017e\u00edvate\u013ea na hos\u0165a
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest.description=Select to allow unknown users to be automatically logged on as the Alfresco guest user during Single Sign-On (SSO).
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames=Spr\u00e1vcovsk\u00e9 u\u017e\u00edvate\u013esk\u00e9 men\u00e1
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames.description=Ak je to nutn\u00e9, zadajte \u010diarkami oddelen\u00fd zoznam u\u017e\u00edvate\u013esk\u00fdch mien, ktor\u00e9 maj\u00fa by\u0165 pova\u017eovan\u00e9 za spr\u00e1vcov v predvolenom nastaven\u00ed.
authentication-passthru.passthru-authentication.passthru.authentication.servers=Overovanie serverov
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.passthru-authentication.passthru.authentication.servers.description=If required, enter a comma delimited list of server names or addresses that are used for authentication. The pass through authenticator will load balance amongst the available servers, and can monitor server online/offline status. See <a href\="http\://docs.alfresco.com/{0}/concepts/auth-passthru-domainprops.html" target\="_blank">Domain level properties</a> for more details.
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout=\u010casov\u00fd limit pripojenia
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout.description=Hodnota \u010dasov\u00e9ho limitu v milisekund\u00e1ch pri otv\u00e1ran\u00ed rel\u00e1cie na autentifika\u010dnom serveri. Predvolen\u00e1 hodnota je 5000.

