#X-Generator: crowdin.com
syncsettings.title=Configuraci\u00f3 de la sincronitzaci\u00f3
syncsettings.help-text=La configuraci\u00f3 de sincronitzaci\u00f3 administra la sincronitzaci\u00f3 d'Alfresco amb tots els registres d'usuari (servidors LDAP) de la cadena d'autenticaci\u00f3.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
syncsettings.help-link=Vegeu <a href\="http\://docs.alfresco.com/{0}/concepts/sync-intro.html" target\="_blank"> Configuring synchronization</a> per a m\u00e9s detalls.

syncsettings.settings=Configuraci\u00f3 de la sincronitzaci\u00f3
syncsettings.sync-on-startup=Sincronitza en iniciar
syncsettings.sync-on-startup.description=Seleccioneu per executar la sincronitzaci\u00f3 quan s'inicia el sistema. Aix\u00f2 assegura que quan els registres d'usuari es configuren per primera vegada, la major part de les tasques de sincronitzaci\u00f3 es realitzen quan s'arrenca el servidor, i no en el primer inici de sessi\u00f3. 
syncsettings.sync-missing-people=Sincronitzar quan inicien sessi\u00f3 usuaris perduts
syncsettings.sync-missing-people.description=Seleccioneu per executar la sincronitzaci\u00f3 quan un usuari \u00e9s autenticat correctament per\u00f2 encara no existeix a Alfresco.
syncsettings.allow-deletions=Permetre supressions
syncsettings.allow-deletions.description=Si est\u00e0 seleccionat, usuaris i grups locals poden ser suprimits durant la sincronitzaci\u00f3 quan es gestionen eliminacions o resoluci\u00f3 de conflictes.
syncsettings.logging-interval=Interval d'inici de sessi\u00f3
syncsettings.logging-interval.description=Nombre d'entrades d'usuari o grup tractades durant la sincronitzaci\u00f3 abans que el progr\u00e9s es registri a nivell INFO. Aix\u00f2 requereix la seg\u00fcent entrada per defecte a log4j.properties\: log4j.logger.org.alfresco.repo.security.sync\=info. Per defecte \u00e9s 100.
syncsettings.auto-create-people=Crear autom\u00e0ticament persones en iniciar sessi\u00f3
syncsettings.auto-create-people.description=Si est\u00e0 seleccionat, es crea un usuari amb les propietats per defecte quan un usuari que no existeix a Alfresco s'autentica correctament per\u00f2 no es troba durant la sincronitzaci\u00f3. Si no est\u00e0 seleccionat, permet restringir Alfresco al conjunt d'usuaris que es poden autenticar a LDAP, i nom\u00e9s aquells creats durant la sincronitzaci\u00f3 tenen perm\u00e8s iniciar sessi\u00f3. Podeu controlar la configuraci\u00f3 dels usuaris d'aquest conjunt restringit sobreescrivint les propietats de la consulta d'usuari al subsistema d'autenticaci\u00f3 LDAP.
syncsettings.sync-changes-only=Sincronitza nom\u00e9s els canvis
syncsettings.sync-changes-only.description=Seleccioneu per executar sincronitzaci\u00f3 diferencial, desseleccioneu per executar sincronitzaci\u00f3 completa. Malgrat aquesta configuraci\u00f3, es pot executar una sincronitzaci\u00f3 diferencial quan un usuari que no existeix a Alfresco s'autentica correctament.
syncsettings.import-cron-expression=Importar expressi\u00f3 CRON
syncsettings.import-cron-expression.description=Especifica una expressi\u00f3 cron que defineix quan s'executen les tasques de sincronitzaci\u00f3 planificades. Per defecte s'executen cada 24 hores a mitjanit.
syncsettings.sync-worker-threads=Sincronitzar Fils de treball
syncsettings.sync-worker-threads.description=Nombre de fils de treball usats a la sincronitzaci\u00f3. Per defecte \u00e9s 1.

