#X-Generator: crowdin.com
systemsettings.title=Sist\u0113mas iestat\u012bjumi
systemsettings.intro-text=Sist\u0113mas iestat\u012bjumi ir kombin\u0101cija no servera iestat\u012bjumiem, Alfresco web lietojumprogrammu repozitorija iestat\u012bjumiem un Alfresco koplietojuma lietojumprogrammas iestat\u012bjumiem. 

systemsettings.alfresco-application.description=\u0160os iestat\u012bjumus var main\u012bt, izmantojot <code>alfresco-global.properties</code> failu. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
systemsettings.instruction-link=Skat\u012bt <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/cmd-line-config.html" target\="_blank"> Komandrindas konfigur\u0101cija</a>., lai ieg\u016btu vair\u0101k inform\u0101cijas.

systemsettings.alfresco-application=Alfresco Repozitorija iestat\u012bjumi
systemsettings.alfresco-application.repository-context=Repozitorija konteksts
systemsettings.alfresco-application.repository-context.description=Alfresco web lietojumprogrammas konteksta URL. P\u0113c noklus\u0113jums ir alfresco.
systemsettings.alfresco-application.repository-hostname=Repozitorija resursdatora nosaukums
systemsettings.alfresco-application.repository-hostname.description=\u0100r\u0113ji sasniedzams Alfresco web lietojumprogrammu servera nosaukums. P\u0113c noklus\u0113juma ir ${localname}. Ja tiek izmantots noklus\u0113t\u0101 v\u0113rt\u012bba ${localname} tiks autom\u0101tiski aizst\u0101ts ar repozitorija servera dom\u0113na nosaukumu.
systemsettings.alfresco-application.protocol=Protokols
systemsettings.alfresco-application.protocol.description=Protokola komponente Alfresco web lietojumprogrammai. P\u0113c noklus\u0113juma ir iestat\u012bts uz http. HTTPS atbalstam nepiecie\u0161ams papildu konfigur\u0113\u0161ana lietojumprogrammu serverim - skatiet s\u012bk\u0101k dokument\u0101cij\u0101.
systemsettings.alfresco-application.port=Ports
systemsettings.alfresco-application.port.description=\u0100r\u0113ji sasniedzams Alfresco web lietojumprogrammu IP ports. P\u0113c noklus\u0113juma tas ir 8080.

systemsettings.server-settings=Servera iestat\u012bjumi
systemsettings.server-settings.server-allow-writes=Serveris at\u013cauj rakst\u012bt
systemsettings.server-settings.server-allow-writes.description=Nor\u0101d\u012bt ka repozitorijs at\u013cauj rakst\u012b\u0161anas oper\u0101cijas (ar nosac\u012bjumu, ka licence ir der\u012bga).
systemsettings.server-settings.allowed-users=At\u013cautie lietot\u0101ji
systemsettings.server-settings.allowed-users.description=P\u0113c noklus\u0113juma \u0161is lauks ir tuk\u0161s un visi lietot\u0101ji var piesl\u0113gties. Ievad\u012btu ar komatu atdal\u012btu lietot\u0101jiem sarakstu, kam \u013cauts piesl\u0113gties. Ja sarakst\u0101 nav pa\u0161reiz\u0113jais lietot\u0101js, vi\u0146\u0161 tiks pievienots autom\u0101tiski.
systemsettings.server-settings.maxium-users=Maksim\u0101lais lietot\u0101ju skaits
systemsettings.server-settings.maxium-users.description=Maksim\u0101li at\u013cautais vienlaic\u012bgi piesl\u0113gto lietot\u0101ju skaits. P\u0113c noklus\u0113juma tas ir 1, tas noz\u012bm\u0113 neierobe\u017eots skaits.

systemsettings.share-application=Koplieto\u0161anas lietojumprogrammu iestat\u012bjumi
systemsettings.share-application.share-context=Koplieto\u0161anas konteksts
systemsettings.share-application.share-context.description=Konteksta da\u013ca no koplieto\u0161anas web lietojumprogrammas URL. P\u0113c noklus\u0113juma ir share.
systemsettings.share-application.share-hostname=Koplietojuma servera nosaukums
systemsettings.share-application.share-hostname.description=\u0100r\u0113ji sasniedzama koplietojuma web lietojumprogrammu servera nosaukums. P\u0113c noklus\u0113juma v\u0113rt\u012bba ir ${localname}.
systemsettings.share-application.site-public-group=Vietnes Publisk\u0101 grupa
systemsettings.share-application.site-public-group.description=Grupas nosaukumu, kuras sast\u0101v\u0101 ir j\u0101b\u016bt lietot\u0101jiem lai piek\u013c\u016btu publiskajai vietnei. P\u0113c noklus\u0113juma v\u0113rt\u012bba ir GROUP_EVERYONE, kuras ietilpst visi lietot\u0101ji.
systemsettings.share-application.protocol=Protokols
systemsettings.share-application.protocol.description=Protokols koplietojuma web lietojumprogrammai. P\u0113c noklus\u0113juma t\u0101s ir http. HTTPS atbalstam nepiecie\u0161ams papildu konfigur\u0113\u0161ana lietojumprogrammu serverim - skatiet s\u012bk\u0101k dokument\u0101cij\u0101.
systemsettings.share-application.port=Ports
systemsettings.share-application.port.description=\u0100r\u0113ji sasniedzams koplietojuma web lietojumprogrammu IP ports. P\u0113c noklus\u0113juma tas ir 8080.

