#X-Generator: crowdin.com
message.empty=Nena\u0161li sa \u017eiadne v\u00fdsledky
message.error=Chyba po\u010das vyh\u013ead\u00e1vania
message.insite=v lokalite
message.ofsize=s ve\u013ekos\u0165ou
message.modifiedby=zmenil
message.modifiedon=zmenen\u00e9 d\u0148a
message.preview=N\u00e1h\u013ead
message.singlesite={0} Lokalita
message.allsites=V\u0161etky lokality
message.infolderpath=V prie\u010dinku
message.repository=\u00dalo\u017eisko

label.folder=Prie\u010dinok
label.document=Dokument
label.blogpost=Pr\u00edspevok blogu
label.forumpost=T\u00e9ma f\u00f3ra
label.calendarevent=Udalos\u0165 v kalend\u00e1ri
label.wikipage=Wiki str\u00e1nka
label.link=Odkaz
label.datalist=Zoznam \u00fadajov
label.datalistitem=Polo\u017eka zoznamu \u00fadajov
label.unknown=Nezn\u00e1my
label.sortby=Zoradi\u0165 pod\u013ea\: {0}

button.search=H\u013eada\u0165

search.info.resultinfo={0} v\u00fdsledok(kov)
search.info.resultinfomore=Viac ako {0} v\u00fdsledkov
search.info.searching=Vyh\u013ead\u00e1vanie...
search.info.foundinsite=n\u00e1jden\u00e9 v {0} lokalit\u00e1ch.
search.info.foundinallsite=n\u00e1jden\u00fdch vo v\u0161etk\u00fdch lokalit\u00e1ch.
search.info.foundinrepository=n\u00e1jden\u00e9 v \u00falo\u017eisku.

search.sort.relevance=Relevantnos\u0165
search.sort.size=Ve\u013ekos\u0165
search.sort.mimetype=Typ Mime
search.sort.type=Typ

pagination.template={PreviousPageLink} {PageLinks} {NextPageLink}
pagination.template.page-report=

## help text
help.title=Tipy pre vyh\u013ead\u00e1vanie

help.subtitle1=H\u013eadanie polo\u017eiek pod\u013ea vlastnost\u00ed a obsahu dokumentu
help.info1=Pre vyh\u013ead\u00e1vanie polo\u017eiek pod\u013ea spolo\u010dn\u00fdch vlastnost\u00ed alebo obsahu dokumentu, sta\u010d\u00ed zada\u0165 jedin\u00fd term\u00edn, napr\u00edklad\:
help.example1=Obchod
help.result1=V\u00fdsledky pre tento dotaz zobrazia zoznam v\u0161etk\u00fdch polo\u017eiek, ktor\u00e9 zodpovedaj\u00fa term\u00ednu "obchod" bu\u010f v obsahu dokumentu, menovke, alebo n\u00e1zve spolo\u010dn\u00fdch vlastnost\u00ed, nadpise alebo popise.
help.info2=Prida\u0165 \u010fal\u0161ie v\u00fdrazy pre relevantnej\u0161ie v\u00fdsledky, napr\u00edklad\:
help.example2=obchodn\u00fd proces
help.result2=V\u00fdsledky pre tento dotaz zobrazia v\u0161etky polo\u017eky, ktor\u00e9 zodpovedaj\u00fa term\u00ednu "obchod" alebo "proces" v obsahu dokumentu, menovke alebo n\u00e1zvu spolo\u010dn\u00fdch vlastnost\u00ed, n\u00e1zvu alebo popisu. V\u00fdsledky s\u00fa zoraden\u00e9 pod\u013ea relevancie a polo\u017eky obsahuj\u00face obidva v\u00fdrazy bud\u00fa vyp\u00edsan\u00e9 v hornej \u010dasti.
help.info3=Obmedzi\u0165 v\u00fdsledky vyh\u013ead\u00e1vania A viacero podmienok spolu, napr\u00edklad\:
help.example3=podnikanie a proces
help.result3=V\u00fdsledky pre tento dotaz vyp\u00ed\u0161u v\u0161etky polo\u017eky, ktor\u00e9 obsahuj\u00fa obidva v\u00fdrazy "obchod" a "proces" bu\u010f v obsahu dokumentu, menovk\u00e1ch alebo n\u00e1zve spolo\u010dn\u00fdch vlastnost\u00ed, nadpise alebo popise.
help.info4=Pre vyh\u013eadanie \u0161pecifickej fr\u00e1zy pou\u017ei\u0165 \u00favodzovky, napr\u00edklad\:
help.example4="obchodn\u00fd proces"
help.result4=V\u00fdsledky pre tento dotaz vyp\u00ed\u0161u v\u0161etky polo\u017eky, ktor\u00e9 obsahuj\u00fa fr\u00e1zu "obchodn\u00fd proces" a "proces" bu\u010f v obsahu dokumentu, menovk\u00e1ch alebo n\u00e1zve spolo\u010dn\u00fdch vlastnost\u00ed, nadpise alebo popise.
help.info5=Z\u00e1stupn\u00e9 znaky povoli\u0165 \u010diasto\u010dn\u00fa zhodu, napr\u00edklad n\u00e1js\u0165 v\u0161etky polo\u017eky, ktor\u00e9 obsahuj\u00fa slov\u00e1 za\u010d\u00ednaj\u00face fr\u00e1zou "proc"\:
help.example5=proc*

help.subtitle2=H\u013eadanie polo\u017eiek pod\u013ea \u0161pecifick\u00fdch vlastnost\u00ed alebo obsahu dokumentu
help.info6=Pre vyh\u013eadanie polo\u017eiek pod\u013ea konkr\u00e9tnej vlastnosti prida\u0165 vlastnos\u0165 ako predponu, napr\u00edklad\:
help.example6=Nadpis\:v\u00fdroba
help.result6=V\u00fdsledky pre tento dotaz zobraz\u00ed zoznam v\u0161etk\u00fdch polo\u017eiek, ktor\u00e9 obsahuj\u00fa v\u00fdraz "produkcia" v nadpise vlastnosti.
help.info7=Pre vyh\u013eadanie polo\u017eiek obsahu pod\u013ea obsahu dokumentu, prida\u0165 \u0161peci\u00e1lnu vlastnos\u0165 TEXTU ako predponu, napr\u00edklad\:
help.example7=TEXT\: v\u00fdroba
help.result7=V\u00fdsledky pre tento dotaz zobraz\u00ed zoznam v\u0161etk\u00fdch polo\u017eiek obsahu, ktor\u00e9 obsahuj\u00fa v\u00fdraz "v\u00fdroba" v obsahu dokumentu.
help.info8=Be\u017ene pou\u017e\u00edvan\u00e9 vlastnosti predpony zah\u0155\u0148aj\u00fa\: n\u00e1zov, nadpis, popis, tvorcu, modifik\u00e1tor, TEXT, typ a ASPEKT. \u00davodzovky m\u00f4\u017eu by\u0165 pou\u017eit\u00e9 okolo fr\u00e1z a z\u00e1stupn\u00e9 znaky umo\u017e\u0148uj\u00fa \u010diasto\u010dn\u00e9 zhody.
help.info9=Vyh\u013ead\u00e1vanie polo\u017eiek vytvoren\u00fdch na konkr\u00e9tny d\u00e1tum, pou\u017eite vyh\u013ead\u00e1vanie vlastnosti d\u00e1tumu, napr\u00edklad\:
help.example9=vytvoren\u00e9\:"2011-09-26"
help.result9=V\u00fdsledky pre tento dotaz vyp\u00ed\u0161u zoznam v\u0161etk\u00fdch polo\u017eiek, ktor\u00e9 boli vytvoren\u00e9 26. Septembra 2011.
help.info10=Pre vyh\u013eadanie polo\u017eiek upraven\u00fdch v konkr\u00e9tnom rozsahu d\u00e1tumu, pou\u017eite vlastnos\u0165 vyh\u013ead\u00e1vania rozsahu d\u00e1tumu, napr\u00edklad\:
help.example10=zmenen\u00e9\:"2011-09-26".."2011-10-30"
help.result10=V\u00fdsledky pre tento dotaz vyp\u00ed\u0161e zoznam v\u0161etk\u00fdch polo\u017eiek, ktor\u00e9 boli pozmenen\u00e9 medzi 26. Septembrom 2011 a 30. Okt\u00f3brom vr\u00e1tane. \u0160peci\u00e1lne k\u013e\u00fa\u010dov\u00e9 slov\u00e1 "Teraz", "MIN" a "MAX" mo\u017eno pou\u017ei\u0165 na indik\u00e1ciu \u010dasovej pe\u010diatky aktu\u00e1lneho d\u00e1tumu, \u010do najkrat\u0161\u00ed mo\u017en\u00fd \u010das a maxim\u00e1lny bud\u00faci \u010das.
