#X-Generator: crowdin.com
Jbpm.engine.mandatory.properties.missing=Propriedades obrigat\u00f3rias da tarefa n\u00e3o foram fornecidos\! {0}
jbpm.engine.deploy.workflow.error=Falha ao implementar defini\u00e7\u00e3o do fluxo de trabalho.
jbpm.engine.is.workflow.deployed.error=Falha ao determinar se a defini\u00e7\u00e3o de fluxo de trabalho j\u00e1 est\u00e1 implementada.
jbpm.engine.undeploy.workflow.error=Falha ao desinstalar a defini\u00e7\u00e3o do fluxo de trabalho {0}.
jbpm.engine.get.workflow.definition.error=Falha ao obter as defini\u00e7\u00f5es do fluxo de trabalho.
jbpm.engine.get.workflow.definition.by.id.error=Falha ao obter a defini\u00e7\u00e3o do fluxo de trabalho para o id {0}.
jbpm.engine.get.workflow.definition.by.name.error=Falha ao obter a defini\u00e7\u00e3o do fluxo de trabalho para o nome {0}.
jbpm.engine.get.all.workflow.definitions.by.name.error=Falha ao obter todas as defini\u00e7\u00f5es do fluxo de trabalho {0}.
jbpm.engine.get.workflow.definition.image.error=Falha ao obter a imagem de defini\u00e7\u00e3o do fluxo de trabalho para {0}.
jbpm.engine.get.task.definitions.error=Falha ao obter as defini\u00e7\u00f5es das tarefas do fluxo de trabalho para a defini\u00e7\u00e3o do fluxo de trabalho {0}.
jbpm.engine.get.process.definition.error=Defini\u00e7\u00e3o do fluxo de trabalho {0} n\u00e3o existe.
jbpm.enginestart.workflow.error=Falha ao iniciar o fluxo de trabalho {0}.
jbpm.engine.get.active.workflows.error=Falha ao obter as inst\u00e2ncias do fluxo de trabalho para defini\u00e7\u00e3o de {0}.
jbpm.engine.get.workflow.instance.by.id.error=Falha ao obter a inst\u00e2ncia do fluxo de trabalho com ID {0}.
jbpm.engine.get.process.instance.error=Exemplo de fluxo de trabalho n\u00e3o existe para Id {0}.
jbpm.engine.get.workflow.paths.error=Falha ao obter os caminhos do fluxo de trabalho para a inst\u00e2ncia workflow {0}.
jbpm.engine.get.path.properties.error=Falha ao obter propriedades de caminho {0}.
jbpm.engine.cancel.workflow.error=Falha ao cancelar a inst\u00e2ncia do fluxo de trabalho {0}.
jbpm.engine.delete.workflow.error=Falha ao eliminar inst\u00e2ncia do fluxo de trabalho {0}.
jbpm.engine.signal.transition.error=Falha ao sinalizar a transi\u00e7\u00e3o {0} a partir do caminho do fluxo de trabalho {1}...
jbpm.engine.invalid.event=O Evento {0} n\u00e3o \u00e9 um evento v\u00e1lido, este nome do evento \u00e9 reservado.
jbpm.engine.fire.event.error=Falha ao despoletar evento {0} no caminho do fluxo de trabalho{1}.
jbpm.engine.get.tasks.for.path.error=Falha ao obter as tarefas atribu\u00eddas ao caminho do fluxo de trabalho {0}.
jbpm.engine.get.timers.error=N\u00e3o foi poss\u00edvel obter qualquer temporizadores para workflow {0}.
jbpm.engine.find.completed.task.instances.error=Falha ao obter lista de inst\u00e2ncias de tarefas conclu\u00eddas para o actor {0}.
jbpm.engine.get.assigned.tasks.error=Falha ao obter as tarefas atribu\u00eddas \u00e0 autoridade {0} no estado {1}.
jbpm.engine.get.pooled.tasks.error=Falha ao obter as tarefas para grupos, para autoridades {0}.
jbpm.engine.query.tasks.error=Falhou a consulta de tarefas. Consulta\: {0}.
jbpm.engine.get.task.instance.error=Inst\u00e2ncia da tarefa {0} n\u00e3o existe.
jbpm.engine.update.task.error=Falha ao actualizar tarefa do fluxo de trabalho {0}.
jbpm.engine.end.task.invalid.transition=Transi\u00e7\u00e3o {0} \u00e9 inv\u00e1lida para a tarefa do fluxo de trabalho {1}.
jbpm.engine.end.task.error=Falha ao sinalizar transi\u00e7\u00e3o {0} de tarefa de fluxo de trabalho {1}.
jbpm.engine.get.task.by.id.error=Falha ao obter tarefa {0}.
jbpm.engine.get.start.task.error=Falha ao obter tarefa de inicio para a inst\u00e2ncia do fluxo de trabalho {0}.
jbpm.engine.compile.process.definition.zip.error=Falha ao analisar o processo de defini\u00e7\u00e3o de fluxo de jBPM arquivo zip.
jbpm.engine.compile.process.definition.xml.error=Falha ao analisar a defini\u00e7\u00e3o do processo de jBPM fluxo de XML.
jbpm.engine.compile.process.definition.unsupported.error=Falha ao analisar a defini\u00e7\u00e3o do processo - o tipo MIME suportados {0}
jbpm.engine.get.jbpm.id.error=Formato de ID {0} \u00e9 inv\u00e1lido.
jbpm.engine.get.workflow.token.invalid=Caminho do fluxo de trabalho {0} n\u00e3o existe.
jbpm.engine.get.workflow.token.is.null=Workflow caminho {0} n\u00e3o existe.
jbpm.engine.set.task.properties.invalid.value=O valor {0} \u00e9 inv\u00e1lido para a propriedade de tarefa {1}.
jbpm.engine.convert.value.error=N\u00e3o \u00e9 poss\u00edvel converter valor jBPM {0} para valor Alfresco, uma vez que n\u00e3o \u00e9 serializ\u00e1vel.
jbpm.engine.get.company.home.invalid=Caminho inv\u00e1lido para a pasta inicial da empresa {0}.
jbpm.engine.get.company.home.multiple=Caminho inv\u00e1lido para a pasta inicial da empresa {0}. Esperado apenas 1 resultado, mas foram encontrados {1}.
