#X-Generator: crowdin.com
# Schema update messages

schema.update.msg.dialect_used=Esquema gerido pelo dialeto da base de dados {0}.
schema.update.msg.database_used=Conectando-se ao database\: {0}
schema.update.msg.bypassing=Ultrapassando as verifica\u00e7\u00f5es de actualiza\u00e7\u00e3o do esquema.
schema.update.msg.normalized_schema=Normalizada esquema de dumping para o ficheiro {0}.
schema.update.msg.normalized_schema_pre=Esquema Normalizada (p\u00f3s-bootstrap) despejado para o ficheiro {0}.
schema.update.msg.normalized_schema_post=Esquema Normalizado (p\u00f3s-bootstrap) despejado para o ficheiro {0}.
schema.update.msg.all_statements=Todos os comandos executados\: {0}.
schema.update.msg.no_changes=N\u00e3o foram efectuadas altera\u00e7\u00f5es ao esquema.
schema.update.msg.executing_generated_script=Executando o script da base de dados {0} (Gerado).
schema.update.msg.executing_copied_script=Executando o script da base de dados {0} (Copiado de {1}).
schema.update.msg.executing_statement=Executando o comando\: {0}
schema.update.msg.optional_statement_failed=Execu\u00e7\u00e3o opcional de comando falhada\:\n SQL\: {0}\n Erro\: {1}\n Ficheiro\: {2}\n Linha\: {3}
schema.update.warn.dialect_unsupported=O Alfresco n\u00e3o pode ser usado com o dialeto da base de dados {0}.
schema.update.warn.dialect_hsql=O Alfresco est\u00e1 a usar a base de dados predefinida HSQL. Por favor use-a apenas durante a avalia\u00e7\u00e3o do Alfresco, j\u00e1 que n\u00e3o \u00e9 recomendada para ambiente de produ\u00e7\u00e3o ou de instala\u00e7\u00e3o\!
schema.update.warn.dialect_derby=O Alfresco est\u00e1 a usar a base de dados predefinida Apache Derby. Por favor use-a apenas durante a avalia\u00e7\u00e3o do Alfresco, j\u00e1 que n\u00e3o \u00e9 recomendada para ambiente de produ\u00e7\u00e3o ou de instala\u00e7\u00e3o\!
schema.update.warn.dialect_substituting=O dialeto''{0}''est\u00e1 sendo mudado para''{1}''.
schema.update.err.forced_stop="stopAfterSchemaBootstrap ''A propriedade foi definida. O processo de inicializa\u00e7\u00e3o est\u00e1 sendo encerrado.
schema.update.err.dialect_should_use=O dialeto''{0}''n\u00e3o \u00e9 suportado. Por favor, use''{1}''em vez disso.
schema.update.err.found_multiple=nMore than one Alfresco schema was found when querying the database metadata.n Limit the database user''s permissions or set the ''hibernate.default_schema'' property in ''custom-hibernate-dialect.properties''.
schema.update.err.previous_failed=Um esquema pr\u00e9vio de actualiza\u00e7\u00e3o falhou. Reverta para a base de dados original antes de tentar a actualiza\u00e7\u00e3o outra vez.
schema.update.err.statement_failed=Execu\u00e7\u00e3o de comando falhou\:\n SQL\: {0}\n Erro\: {1}\n Ficheiro\: {2}\n Linha\: {3}
schema.update.err.update_failed=Auto-actualiza\u00e7\u00e3o do esquema falhou
schema.update.err.validation_failed=Valida\u00e7\u00e3o do esquema falhou
schema.update.err.update_script_not_run=Os seguintes scripts de actualiza\u00e7\u00e3o do esquema t\u00eam de ser executados manualmente\: {0}
schema.update.err.script_not_found=O script do esquema n\u00e3o pode ser encontrado na localiza\u00e7\u00e3o {0}
schema.update.err.statement_include_before_sql=O Script de Include  ''--INCLUDE\:'' deve ocorrer antes de iniciar a instru\u00e7\u00e3o SQL (linha {0} de {1}).
schema.update.err.statement_var_assignment_before_sql=A atribui\u00e7\u00e3o de vari\u00e1vel com ''- ASSIGN\: "deve ocorrer antes de iniciar a instru\u00e7\u00e3o SQL (linha {0} {1}).
schema.update.err.statement_var_assignment_format=A atribui\u00e7\u00e3o de vari\u00e1vel usa o formato ''- ASSIGN\: x \= col''onde ''x'' \u00e9 a vari\u00e1vel para atribuir e ''col'' \u00e9 o valor da coluna para extrair (linha {0} {1}).
schema.update.err.statement_terminator=Os scripts devem terminar todos os comandos com '';'' (linha {0} de {1}).

