#X-Generator: crowdin.com
# Transfer service externalised display strings

transfer_service.unable_to_find_transfer_home=N\u00e3o \u00e9 poss\u00edvel localizar origem da transfer\u00eancia\: {0}
transfer_service.unable_to_find_transfer_group=N\u00e3o foi poss\u00edvel encontrar o grupo de transfer\u00eancia com nome, {0}
transfer_service.unable_to_find_transfer_target=N\u00e3o \u00e9 poss\u00edvel localizar o destino de transfer\u00eancia com nome, {0}
transfer_service.unable_to_transfer_async=N\u00e3o \u00e9 poss\u00edvel realizar a transfer\u00eancia ass\u00edncrona 
transfer_service.target_exists=N\u00e3o \u00e9 poss\u00edvel criar um novo destino de transfer\u00eancia com o nome {0}, uma vez que j\u00e1 existe um destino com esse nome.
transfer_service.comms.unsupported_protocol=N\u00e3o h\u00e1 suporte para protocolo\: {0}
transfer_service.comms.unsuccessful_response=Recebido o c\u00f3digo de resposta sem \u00eaxito do servidor de destino\: {0}, {1}
transfer_service.comms.http_request_failed=Falha ao executar o pedido HTTP {0} para o alvo\: {1} situa\u00e7\u00e3o\: {2}
transfer_service.incompatible_versions=N\u00e3o \u00e9 poss\u00edvel transferir entre vers\u00f5es incompat\u00edveis transferId\: {0} de\: {1} para\: {2}
transfer_service.no_nodes=Nenhum n\u00f3 para transferir
transfer_service.target_not_enabled=Alvo de transfer\u00eancia n\u00e3o habilitado {0}
transfer_service.cancelled=Transfer\u00eancia foi cancelada
transfer_service.failed_to_get_transfer_status=Falha ao recuperar a situa\u00e7\u00e3o de transfer\u00eancia do destino {0}
transfer_service.target_error=Transfer\u00eancia de destino falhou com {0}
transfer_service.unknown_target_error=Erro desconhecido
transfer_service.receiver.no_primary_parent_supplied=N\u00e3o \u00e9 poss\u00edvel transferir, nenhum pai prim\u00e1rio fornecida.
transfer_service.receiver.orphans_exist=N\u00e3o \u00e9 poss\u00edvel transferir, existe \u00f3rf\u00e3os
transfer_service.receiver.content_file_missing=N\u00e3o \u00e9 poss\u00edvel a transfer\u00eancia, conte\u00fada de arquivos est\u00e3o ausentes.
transfer_service.receiver.failed_to_create_staging_folder=N\u00e3o \u00e9 poss\u00edvel criar pasta de prepara\u00e7\u00e3o para transfer\u00eancia {0}
transfer_service.receiver.lock_folder_not_found=N\u00e3o \u00e9 poss\u00edvel localizar a pasta de bloqueio especificado\: {0}
transfer_service.receiver.temp_folder_not_found=N\u00e3o \u00e9 poss\u00edvel localizar a pasta tempor\u00e1ria especificada para transfer\u00eancia {0}\: {1}
transfer_service.receiver.lock_unavailable=Bloqueio de transfer\u00eancia tem sido afirmado por outra transfer\u00eancia de entrada. N\u00e3o \u00e9 poss\u00edvel iniciar a transfer\u00eancia de nova.
transfer_service.receiver.record_folder_not_found=N\u00e3o conseguiu localizar a pasta especificada para conter registros de transfer\u00eancia de entrada\: {0}
transfer_service.receiver.not_lock_owner=Tentativa de realizar a opera\u00e7\u00e3o de transfer\u00eancia. Bloqueio n\u00e3o mantido por transfer\u00eancia especificada\: {0}
transfer_service.receiver.error_ending_transfer=Solicita\u00e7\u00e3o para encerrar uma transfer\u00eancia ({0}) resultou em um erro.
transfer_service.receiver.error_staging_snapshot=Ocorreu um erro durante a transfer\u00eancia de arquivos de instant\u00e2neo para transfer\u00eancia {0}
transfer_service.receiver.error_staging_content=Um erro ocorreu durante a transfer\u00eancia de um arquivo de conte\u00fado para transfer\u00eancia {0}. Id do arquivo \u00e9 {1}
transfer_service.receiver.no_snapshot_received=Recebeu um pedido para confirmar uma transfer\u00eancia ({0}), mas nenhum arquivo de instant\u00e2neo a correspond\u00eancia foi recebido.
transfer_service.receiver.error_committing_transfer=Ocorreu um erro ao tentar confirmar a transfer\u00eancia {0}
transfer_service.receiver.transfer_not_found=N\u00e3o conseguiu encontrar qualquer registro de transfer\u00eancia solicitada\: {0}
transfer_service.receiver.transfer_cancelled=Transfer\u00eancia foi cancelada\: {0}
transfer_service.no_encoding=N\u00e3o \u00e9 poss\u00edvel desserializar o valor, nenhuma transforma\u00e7\u00e3o para codifica\u00e7\u00e3o {0}
transfer_service.unable_to_deserialise=N\u00e3o \u00e9 poss\u00edvel desserializar o valor
transfer_service.receiver.lock_timed_out=Transferir bloqueio expirou em transferId\: {0}
transfer_service.receiver.lock_not_found=Transfer\u00eancia de bloqueio n\u00e3o encontrado
transfer_service.receiver.error_start=N\u00e3o \u00e9 poss\u00edvel iniciar uma transfer\u00eancia
transfer_service.receiver.error_generating_requisite=Incapaz de gerar o requisito de transfer\u00eancia
transfer_service.receiver.error.transfer_to_self=N\u00e3o \u00e9 permitido transferir para o mesmo reposit\u00f3rio

transfer_service.missing_endpoint_path=N\u00e3o foi especificado um caminho de ponto de extremidade de destino de transfer\u00eancia\: {0}
transfer_service.missing_endpoint_protocol=N\u00e3o foi especificado um protocolo de ponto de extremidade de destino de transfer\u00eancia\: {0}
transfer_service.missing_endpoint_host=Um host de ponto de extremidade n\u00e3o foi especificado para o destino de transfer\u00eancia\: {0}
transfer_service.missing_endpoint_port=Uma porta de ponto de extremidade n\u00e3o foi especificada para o destino de transfer\u00eancia\: {0}
transfer_service.missing_endpoint_username=N\u00e3o foi especificado um nome de usu\u00e1rio de ponto de extremidade de destino de transfer\u00eancia\: {0}
transfer_service.missing_endpoint_password=Uma senha de ponto de extremidade n\u00e3o foi especificada para o destino de transfer\u00eancia\: {0}

