#X-Generator: crowdin.com
inboundemail.title=Correu electr\u00f2nic entrant
inboundemail.intro-text=Els usuaris poden afegir contingut al repositori per correu electr\u00f2nic. (SMTP). Utilitzeu les seg\u00fcents opcions per habilitar (o deshabilitar) correus electr\u00f2nics entrants via SMTP i configurar qui els pot enviar i com s\u00f3n manegats.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.instruction-link=Vegeu <a href\="http\://docs.alfresco.com/{0}/concepts/email-inboundsmtp-props.html" target\="_blank">Inbound Emai</a> per m\u00e9s detalls.

inboundemail.inbound-email=Correu electr\u00f2nic entrant
inboundemail.inbound-email.enabled=Activat
inboundemail.inbound-email.enabled.description=Habilita o deshabilita el servei de correus electr\u00f2nics entrants. 
inboundemail.inbound-email.anonymous-username=Usuari desconegut
inboundemail.inbound-email.anonymous-username.description=Especificar el nom d'usuari amb qu\u00e8 s'autenticar\u00e0 l'e-mail si l'adre\u00e7a del remitent no coincideix amb l'adre\u00e7a de cap usuari existent a Alfresco.
inboundemail.inbound-email.allowed-senders=Remitents permesos 
inboundemail.inbound-email.allowed-senders.description=Per permetre nom\u00e9s remitents espec\u00edfics, introdu\u00efu una llista de valors separats per comes de patrons REGEX per a e-mail, per exemple\:. * \\@hotmail\\.com,. * \\@googlemail\\.com. L'adre\u00e7a del remitent ha de coincidir amb un dels valors introdu\u00efts per tal que el missatge sigui acceptat. 
inboundemail.inbound-email.overwrite-duplicates=Sobreescriure els duplicats
inboundemail.inbound-email.overwrite-duplicates.description=Per defecte els missatges duplicats en una carpeta es sobreescriuran. Desseleccioneu per numerar i mantenir els missatges duplicats.
inboundemail.inbound-email.maximum-server-connections=M\u00e0xim de connexions de servidor
inboundemail.inbound-email.maximum-server-connections.description=El nombre m\u00e0xim de connexions perm\u00e8s. Incrementeu el n\u00famero per prioritzar el subsistema de correu electr\u00f2nic sobre la resta d'Alfresco. La configuraci\u00f3 per defecte \u00e9s 3.
inboundemail.inbound-email.smtp-authentication-enabled=Autenticaci\u00f3 SMTP habilitada
inboundemail.inbound-email.smtp-authentication-enabled.description=Activar o desactivar l'autenticaci\u00f3 de correu electr\u00f2nic entrant contra el repositori.
inboundemail.inbound-email.email-server-port=Port del servidor de correu electr\u00f2nic
inboundemail.inbound-email.email-server-port.description=El n\u00famero de port per al servidor de correu electr\u00f2nic. El valor per defecte \u00e9s 25.
inboundemail.inbound-email.email-server-domain=Domini del servidor de correu electr\u00f2nic
inboundemail.inbound-email.email-server-domain.description=Domini per defecte per al servidor de correu electr\u00f2nic.
inboundemail.inbound-email.blocked-senders=Remitents bloquejats
inboundemail.inbound-email.blocked-senders.description=Per bloquejar remitents, introdu\u00efu una llista de valors separats per comes de patrons REGEX per a e-mail, per exemple\:. * \\@hotmail\\.com,. * \\@googlemail\\.com. Si l'adre\u00e7a del remitent coincideix amb un valor de la llista, el missatge ser\u00e0 rebutjat. 
inboundemail.inbound-email.email-contributors-authority=Grup d'autenticaci\u00f3 del correu electr\u00f2nic
inboundemail.inbound-email.email-contributors-authority.description=Els usuaris han de ser membres d'aquest grup per afegir contingut al repositori via correu electr\u00f2nic. El grup per defecte \u00e9s EMAIL_CONTRIBUTORS.

inboundemail.transport-layer-security=Capa de connexi\u00f3 segura (TLS) 
inboundemail.transport-layer-security.description=El protocol TLS actualitza una connexi\u00f3 en text pla a una connexi\u00f3 encriptada TLS o SSL en comptes de fer servir un port separat per a comunicacions xifrades. Seleccioneu si el suport TLS \u00e9s habilitat, deshabilitat, ocult o obligatori.
inboundemail.transport-layer-security.tls-support=Suport TLS

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.transport-layer-security.tls-support.description=S''ha de configurar un magatzem de claus Java per habilitar el suport a TLS per al correus electr\u00f2nics entrants. Vegeu <a href\="http\://docs.alfresco.com/{0}/concepts/troubleshoot-inboundemail.html" target\="_blank">SMTP inbound email using StartTLS</a> per a m\u00e9s detalls.
inboundemail.transport-layer-security.tls-support.disabled=Desactivat
inboundemail.transport-layer-security.tls-support.disabled.description=Deshabilitat\: suport TLS est\u00e0 deshabilitat.
inboundemail.transport-layer-security.tls-support.hidden=Ocult
inboundemail.transport-layer-security.tls-support.hidden.description=Ocult\: A la comanda EHLO, el suport de servidor per a TLS est\u00e0 ocult, tot i que el TLS encara s'acceptar\u00e0 si el client l'utilitza.
inboundemail.transport-layer-security.tls-support.enabled=Activat
inboundemail.transport-layer-security.tls-support.enabled.description=Habilitat\: A la comanda EHLO, el suport de servidor per a TLS s'anuncia.
inboundemail.transport-layer-security.tls-support.required=Obligatori
inboundemail.transport-layer-security.tls-support.required.description=Obligatori\: es requereix autenticaci\u00f3 TLS.

