#X-Generator: crowdin.com
inboundemail.title=\ubc1b\uc740 \uba54\uc77c
inboundemail.intro-text=\uc0ac\uc6a9\uc790\ub294 \uc804\uc790\uba54\uc77c(SMTP)\ub85c \ucee8\ud150\ud2b8\ub97c \ucd94\uac00\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. SMTP\ub85c \uc804\uc790\uba54\uc77c \ubc1b\uae30\ub97c \ud65c\uc131\ud654(\ub610\ub294 \ube44\ud654\uc131\ud654) \ud558\uace0 \ub204\uac00 \ubcf4\ub0bc \uc218 \uc788\ub294\uc9c0 \uc5b4\ub5bb\uac8c \ucc98\ub9ac\ud560 \uc218 \uc788\ub294\uc9c0 \uc124\uc815\ud558\ub824\uba74 \ub2e4\uc74c \uc635\uc158\uc744 \uc0ac\uc6a9\ud558\uc2ed\uc2dc\uc624.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.instruction-link=\uc790\uc138\ud55c \ub0b4\uc6a9\uc740 <a href\="http\://docs.alfresco.com/{0}/concepts/email-inboundsmtp-props.html" target\="_blank"> \uc778\ubc14\uc6b4\ub4dc \uc804\uc790 \uba54\uc77c</a>\uc744 \ucc38\uc870 \ud558\uc2ed\uc2dc\uc624.

inboundemail.inbound-email=\ubc1b\uc740 \uba54\uc77c
inboundemail.inbound-email.enabled=Enabled
inboundemail.inbound-email.enabled.description=Enable or disable the inbound email service. 
inboundemail.inbound-email.anonymous-username=Unknown User
inboundemail.inbound-email.anonymous-username.description=Specify the user name that the email will be authenticated as if the sender address cannot be matched to an existing Alfresco user email.
inboundemail.inbound-email.allowed-senders=\ud5c8\uc6a9\ub41c \ubcf4\ub0b8 \uc0ac\ub78c 
inboundemail.inbound-email.allowed-senders.description=\uc9c0\uc815\ud55c \uc0ac\ub78c\ub9cc \ud5c8\uc6a9\ud558\ub824\uba74 \uc815\uaddc\uc2dd \ud328\ud134\uc744 \ud65c\uc6a9\ud558\uc5ec \uc804\uc790\uba54\uc77c \uc8fc\uc18c \ubaa9\ub85d\uc744 \ucf64\ub9c8\ub85c \uad6c\ubd84\ud558\uc2ed\uc2dc\uc624. \uc608\ub97c \ub4e4\uc790\uba74 .*\\@hotmail\\.com, .*\\@googlemail\\.com \uacfc \uac19\uc2b5\ub2c8\ub2e4. \ubcf4\ub0b4\ub294 \uc0ac\ub78c \uc804\uc790\uba54\uc77c \uc8fc\uc18c\ub294 \uba54\uc2dc\uc9c0\ub97c \ubc1b\uc73c\ub824\uba74 \ubaa9\ub85d\uc758 \uac12\uacfc \uc77c\uce58\ud574\uc57c\ud569\ub2c8\ub2e4. 
inboundemail.inbound-email.overwrite-duplicates=\uc911\ubcf5 \ub36e\uc5b4\uc4f0\uae30
inboundemail.inbound-email.overwrite-duplicates.description=\uae30\ubcf8\uc801\uc73c\ub85c \ud3f4\ub354\uc758 \uc911\ubcf5 \uba54\uc2dc\uc9c0\ub294 \ub36e\uc5b4\uc501\ub2c8\ub2e4. \ubc88\ud638 \uc120\ud0dd\uc744 \ucde8\uc18c\ud558\uba74 \uc911\ubcf5 \uba54\uc2dc\uc9c0\ub97c \uadf8\ub300\ub85c \ub461\ub2c8\ub2e4.
inboundemail.inbound-email.maximum-server-connections=\ucd5c\ub300 \uc11c\ubc84 \uc5f0\uacb0
inboundemail.inbound-email.maximum-server-connections.description=\ud5c8\uc6a9 \ucd5c\ub300 \uc5f0\uacb0 \uc218 \uc785\ub2c8\ub2e4. \uc774 \uc22b\uc790\ub97c \ub298\ub9ac\uba74 Alfresfo\uc758 \ub098\uba38\uc9c0 \ud558\uc704 \uc11c\ube44\uc2a4\ubcf4\ub2e4 \uc804\uc790\uba54\uc77c \ud558\uc704 \uc2dc\uc2a4\ud15c\uc758 \uc2e4\ud589 \uc6b0\uc120\uc21c\uc704\uac00 \uc62c\ub77c\uac11\ub2c8\ub2e4. \uae30\ubcf8\uac12\uc740 3 \uc785\ub2c8\ub2e4.
inboundemail.inbound-email.smtp-authentication-enabled=SMTP \uc778\uc99d\uc744 \uc0ac\uc6a9\ud569\ub2c8\ub2e4
inboundemail.inbound-email.smtp-authentication-enabled.description=Enable or disable the authentication of inbound email against the repository.
inboundemail.inbound-email.email-server-port=\uc774\uba54\uc77c \uc11c\ubc84 \ud3ec\ud2b8
inboundemail.inbound-email.email-server-port.description=\uc804\uc790\uba54\uc77c \uc11c\ubc84\uc758 \ud3ec\ud2b8 \ubc88\ud638\uc785\ub2c8\ub2e4. \uae30\ubcf8\uac12\uc740 25\uc785\ub2c8\ub2e4.
inboundemail.inbound-email.email-server-domain=\uc774\uba54\uc77c \uc11c\ubc84 \ub3c4\uba54\uc778
inboundemail.inbound-email.email-server-domain.description=\uc804\uc790\uba54\uc77c \uc11c\ubc84\uc758 \uae30\ubcf8 \ub3c4\uba54\uc778\uc785\ub2c8\ub2e4.
inboundemail.inbound-email.blocked-senders=Blocked Senders
inboundemail.inbound-email.blocked-senders.description=\ubcf4\ub0b4\ub294 \uc0ac\ub78c\uc744 \ucc28\ub2e8\ud558\ub824\uba74 \uc815\uaddc\uc2dd \ud328\ud134\uc744 \ud65c\uc6a9\ud558\uc5ec \uc804\uc790\uba54\uc77c \uc8fc\uc18c\ub97c \uc27c\ud45c\ub85c \uad6c\ubd84\ud558\uc2ed\uc2dc\uc624. \uc608\ub97c \ub4e4\uc790\uba74 .*\\@hotmail\\.com, .*\\@googlemail\\.com \uacfc \uac19\uc2b5\ub2c8\ub2e4. \ubcf4\ub0b4\ub294 \uc0ac\ub78c \uc804\uc790\uba54\uc77c \uc8fc\uc18c\uac00 \ubaa9\ub85d\uc758 \uac12\uacfc \uc77c\uce58\ud558\uba74 \uba54\uc2dc\uc9c0\ub97c \ucc28\ub2e8\ud569\ub2c8\ub2e4. 
inboundemail.inbound-email.email-contributors-authority=\uc774\uba54\uc77c \uc778\uc99d \uadf8\ub8f9
inboundemail.inbound-email.email-contributors-authority.description=\uc804\uc790\uba54\uc77c\ub85c \uc800\uc7a5\uc18c\uc5d0 \ucee8\ud150\ud2b8\ub97c \ucd94\uac00\ud558\ub824\uba74 \uc774 \uadf8\ub8f9\uc758 \uad6c\uc131\uc6d0\uc774\uc5b4\uc57c\ud569\ub2c8\ub2e4. \uae30\ubcf8 \uadf8\ub8f9\uc740 EMAIL_CONTRIBUTORS \uc785\ub2c8\ub2e4.

inboundemail.transport-layer-security=Transport Layer Security (TLS) 
inboundemail.transport-layer-security.description=TLS protocol upgrades a plain text connection to an encrypted TLS or SSL connection instead of using a separate port for encrypted communication. Select whether TLS support is enabled, disabled, hidden, or required.
inboundemail.transport-layer-security.tls-support=TLS \uc9c0\uc6d0

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.transport-layer-security.tls-support.description=\uc778\ubc14\uc6b4\ub4dc \uc804\uc790 \uba54\uc77c\uc5d0 \ub300\ud55c TLS \uc9c0\uc6d0\uc744 \ud65c\uc131\ud654 \ud558\uae30 \uc704\ud574 Java \ud0a4 \uc800\uc7a5\uc18c\ub97c \uad6c\uc131 \ud574\uc57c \ud569\ub2c8\ub2e4. \uc790\uc138\ud55c \ub0b4\uc6a9\uc740 <a href\="http\://docs.alfresco.com/{0}/concepts/troubleshoot-inboundemail.html" target\="_blank"> StartTLS\ub97c \uc0ac\uc6a9\ud558\ub294 SMTP \uc778\ubc14\uc6b4\ub4dc \uc774\uba54\uc77c\uc744</a> \ucc38\uc870 \ud558\uc2ed\uc2dc\uc624.
inboundemail.transport-layer-security.tls-support.disabled=\uc0ac\uc6a9 \uc548 \ud568
inboundemail.transport-layer-security.tls-support.disabled.description=\ube44\ud65c\uc131\: TLS \uc9c0\uc6d0\uc744 \ube44\ud65c\uc131\ud654\ud569\ub2c8\ub2e4.
inboundemail.transport-layer-security.tls-support.hidden=\uc228\uae40
inboundemail.transport-layer-security.tls-support.hidden.description=\uc228\uae40\: EHLO \uba85\ub839\uc744 \ud1b5\ud574, \uc11c\ubc84\uc5d0\uc11c TLS \uc9c0\uc6d0\uc5ec\ubd80\ub97c \uc54c \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0\uc11c TLS\ub97c \uc0ac\uc6a9\ud558\uba74 \uc5f0\uacb0\uc744 \uc218\ub77d\ud569\ub2c8\ub2e4.
inboundemail.transport-layer-security.tls-support.enabled=Enabled
inboundemail.transport-layer-security.tls-support.enabled.description=\ud65c\uc131\: EHLO \uba85\ub839\uc744 \ud1b5\ud574 \uc11c\ubc84\uc5d0\uc11c TLS \uc9c0\uc6d0\uc744 \uc54c\ub824\uc654\uc2b5\ub2c8\ub2e4.
inboundemail.transport-layer-security.tls-support.required=\ud544\uc218
inboundemail.transport-layer-security.tls-support.required.description=\ud544\uc218\: TLS \uc778\uc99d\uc774 \ud544\uc694\ud569\ub2c8\ub2e4.

