#X-Generator: crowdin.com
inboundemail.title=\u0412\u043b\u0435\u0437\u043d\u0430 \u0435-\u043f\u043e\u0448\u0442\u0430
inboundemail.intro-text=\u041a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438\u0442\u0435 \u043c\u043e\u0436\u0430\u0442 \u0434\u0430 \u0434\u043e\u0434\u0430\u0432\u0430\u0430\u0442 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0432\u043e \u0441\u043a\u043b\u0430\u0434\u0438\u0448\u0442\u0435\u0442\u043e \u043f\u0440\u0435\u043a\u0443 \u0435-\u043f\u043e\u0448\u0442\u0430(SMTP). \u0423\u043f\u043e\u0442\u0440\u0435\u0431\u0438 \u0433\u0438 \u0441\u043b\u0435\u0434\u043d\u0438\u0432\u0435 \u043e\u043f\u0446\u0438\u0438 \u0434\u0430 \u0458\u0430 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0438\u0448 (\u0438\u043b\u0438 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0438\u0448) \u0432\u043b\u0435\u0437\u043d\u0430\u0442\u0430 \u0435-\u043f\u043e\u0448\u0442\u0430 \u043f\u0440\u0435\u043a\u0443 SMTP, \u043e\u0434\u0431\u0435\u0440\u0438 \u043a\u043e\u0458 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u043c\u043e\u0436\u0435 \u0434\u0430 \u0458\u0430 \u0438\u0441\u043f\u0440\u0430\u045c\u0430 \u0438 \u043a\u0430\u043a\u043e \u045c\u0435 \u0441\u0435 \u043f\u043e\u0441\u0442\u0430\u043f\u0443\u0432\u0430 \u0441\u043e \u0438\u0441\u0442\u0430\u0442\u0430. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.instruction-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/email-inboundsmtp-props.html" target\="_blank">Inbound Email</a> for more details.

inboundemail.inbound-email=\u0412\u043b\u0435\u0437\u043d\u0430 \u0435-\u043f\u043e\u0448\u0442\u0430
inboundemail.inbound-email.enabled=Enabled
inboundemail.inbound-email.enabled.description=\n\u041e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u0442\u0435 \u0438\u043b\u0438 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u0442\u0435 \u0432\u043b\u0435\u0437\u0435\u043d \u0441\u0435\u0440\u0432\u0438\u0441 \u0437\u0430  \u0435-\u043f\u043e\u0448\u0442\u0430.
inboundemail.inbound-email.anonymous-username=Unknown User
inboundemail.inbound-email.anonymous-username.description=\u041f\u043e\u0441\u043e\u0447\u0438 \u0433\u0438 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0447\u043a\u043e\u0442\u043e \u0438\u043c\u0435 \u0441\u043e \u043a\u043e\u0435 \u0435-\u043f\u043e\u0448\u0442\u0430\u0442\u0430 \u045c\u0435 \u0431\u0438\u0434\u0435 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0446\u0438\u0440\u0430\u043d\u0430 \u0434\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0438\u0441\u0442\u043e\u0432\u0435\u0442\u0438 \u0441\u043e \u0442\u0430\u0430 \u043d\u0430 \u0432\u0435\u045c\u0435 \u043f\u043e\u0441\u0442\u043e\u0435\u0447\u043a\u0438 Alfresco \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a.
inboundemail.inbound-email.allowed-senders=\u0414\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0438 \u0438\u0441\u043f\u0440\u0430\u045c\u0430\u0447\u0438
inboundemail.inbound-email.allowed-senders.description=\u0417\u0430 \u0434\u0430 \u0441\u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0438 \u0441\u0430\u043c\u043e \u043d\u0430 \u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0438 \u0438\u0441\u043f\u0440\u0430\u045c\u0430\u0447\u0438 \u0432\u043d\u0435\u0441\u0435\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u043e \u0437\u0430\u043f\u0438\u0440\u043a\u0438 \u043b\u0438\u0441\u0442\u0430 \u043d\u0430 \u0435-\u043c\u0435\u0458\u043b \u043d\u0430\u0437\u0438\u0432 \u043c\u043e\u0434\u0435\u043b\u0438, \u043a\u0430\u043a\u043e \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\: *. \\ @ Hotmail \\ Com, * \\ @ googlemail \\ .com.. \u0435-\u043c\u0430\u0438\u043b \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u0438\u0441\u043f\u0440\u0430\u045c\u0430\u0447\u043e\u0442 \u043c\u043e\u0440\u0430 \u0434\u0430 \u043e\u0434\u0433\u043e\u0432\u0430\u0440\u0430 \u043d\u0430 \u043e\u0441\u0442\u0430\u043d\u0430\u0442\u0438\u0442\u0435 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0444\u0430\u0442\u0438 \u043f\u043e\u0440\u0430\u043a\u0430\u0442\u0430.
inboundemail.inbound-email.overwrite-duplicates=\u041f\u0440\u0435\u0437\u0430\u043f\u0438\u0448\u0443\u0432\u0430\u045a\u0435 \u0434\u0443\u043f\u043b\u0438\u043a\u0430\u0442\u0438
inboundemail.inbound-email.overwrite-duplicates.description=\u0421\u0442\u0430\u043d\u0434\u0430\u0440\u0434\u043d\u043e \u0434\u0443\u043f\u043b\u0438\u043a\u0430\u0442\u0438 \u043d\u0430 \u043f\u043e\u0440\u0430\u043a\u0438 \u0432\u043e \u043f\u0430\u043f\u043a\u0430 \u045c\u0435 \u0441\u0435 \u043f\u0440\u0435\u0431\u0440\u0438\u0448\u0443\u0432\u0430\u0430\u0442 \u0435\u0434\u043d\u0438 \u0441\u043e \u0434\u0440\u0443\u0433\u0438. \u0414\u0435\u0441\u0435\u043b\u0435\u043a\u0442\u0438\u0440\u0430\u0458 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u043d\u0443\u043c\u0435\u0440\u0438\u0440\u0430\u0442\u0435 \u0438 \u0437\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u0434\u0443\u043f\u043b\u0438\u043a\u0430\u0442\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u0440\u0430\u043a\u0438.
inboundemail.inbound-email.maximum-server-connections=\u041c\u0430\u043a\u0441\u0438\u043c\u0443\u043c Server \u043a\u043e\u043d\u0435\u043a\u0446\u0438\u0438
inboundemail.inbound-email.maximum-server-connections.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u043e\u0442 \u0431\u0440\u043e\u0458 \u043d\u0430 \u0434\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0438 \u043a\u043e\u043d\u0435\u043a\u0446\u0438\u0438 \u0435 \u0434\u043e\u0441\u0442\u0438\u0433\u043d\u0430\u0442 . \u0417\u0433\u043e\u043b\u0435\u043c\u0438 \u043e\u0432\u043e\u0458 \u0431\u0440\u043e\u0458 \u0434\u0430 \u0441\u0435 \u0434\u0430\u0434\u0435 \u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442 \u043d\u0430 \u043f\u043e\u0442\u0441\u0438\u0441\u0442\u0435\u043c\u043e\u0442 \u043d\u0430 \u0435-\u043f\u043e\u0448\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0441\u0442\u0430\u0442\u043e\u043a\u043e\u0442 \u043e\u0434 Alfresco. \u0421\u0442\u0430\u043d\u0434\u0430\u0440\u0434\u043d\u0430\u0442\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u043a\u0430 \u0435 3.
inboundemail.inbound-email.smtp-authentication-enabled=SMTP \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u0458\u0430 \u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0430.
inboundemail.inbound-email.smtp-authentication-enabled.description=\u041e\u0432\u043e\u0437\u043c\u043e\u0436\u0438\u0442\u0435 \u0438\u043b\u0438 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0438\u0442\u0435 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0434\u043e\u0458\u0434\u043e\u0432\u043d\u0438 e-mail \u043e\u0434 \u0441\u043a\u043b\u0430\u0434\u0438\u0448\u0442\u0435\u0442\u043e
inboundemail.inbound-email.email-server-port=\u041f\u043e\u0440\u0442\u0430 \u0437\u0430 \u0435-\u043f\u043e\u0448\u0442\u0430 \u0441\u0435\u0440\u0432\u0435\u0440
inboundemail.inbound-email.email-server-port.description=\u0411\u0440\u043e\u0458 \u043d\u0430 \u043f\u043e\u0440\u0442\u0430 \u0437\u0430 \u0435-\u043f\u043e\u0448\u0442\u0430 \u0441\u0435\u0440\u0432\u0435\u0440. \u0421\u0442\u0430\u043d\u0434\u0430\u0440\u0434\u043d\u0430\u0442\u0430 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442 \u0435 25.
inboundemail.inbound-email.email-server-domain=\u0414\u043e\u043c\u0435\u0438\u043d \u0437\u0430 \u0435-\u043f\u043e\u0448\u0442\u0430 \u0441\u0435\u0440\u0432\u0435\u0440
inboundemail.inbound-email.email-server-domain.description=\n\u0421\u0442\u0430\u043d\u0434\u0430\u0440\u0434\u043d\u0438\u043e\u0442 \u0434\u043e\u043c\u0435\u043d \u0437\u0430 \u0435-\u043f\u043e\u0448\u0442\u0430 \u0441\u0435\u0440\u0432\u0435\u0440.
inboundemail.inbound-email.blocked-senders=Blocked Senders
inboundemail.inbound-email.blocked-senders.description=\u0417\u0430 \u0434\u0430 \u0433\u043e \u0431\u043b\u043e\u043a\u0438\u0440\u0430\u0442\u0435 \u0438\u0441\u043f\u0440\u0430\u045c\u0430\u0447\u0438 \u0432\u043d\u0435\u0441\u0435\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u043e \u0437\u0430\u043f\u0438\u0440\u043a\u0438 \u043b\u0438\u0441\u0442\u0430 \u043d\u0430 \u0435-\u043c\u0435\u0458\u043b \u043d\u0430\u0437\u0438\u0432 \u043c\u043e\u0434\u0435\u043b\u0438, \u043a\u0430\u043a\u043e \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\: *. \\ @ Hotmail \\ Com, * \\ @ googlemail \\ .com.. \u0414\u043e\u043a\u043e\u043b\u043a\u0443 \u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0430 \u043d\u0430 \u0438\u0441\u043f\u0440\u0430\u045c\u0430\u0447\u043e\u0442 \u0441\u0435 \u043f\u043e\u043a\u043b\u043e\u043f\u0443\u0432\u0430 \u0441\u043e \u043e\u0441\u0442\u0430\u043d\u0430\u0442\u0438\u0442\u0435 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0438, \u0442\u043e\u0433\u0430\u0448 \u043f\u043e\u0440\u0430\u043a\u0430\u0442\u0430 \u045c\u0435 \u0431\u0438\u0434\u0435 \u043e\u0442\u0444\u0440\u043b\u0435\u043d\u0430.
inboundemail.inbound-email.email-contributors-authority=\u0415-\u043f\u043e\u0448\u0442\u0430 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u0441\u043a\u0430 \u0433\u0440\u0443\u043f\u0430
inboundemail.inbound-email.email-contributors-authority.description=\u041a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438\u0442\u0435 \u043c\u043e\u0440\u0430\u0430\u0442 \u0434\u0430 \u0431\u0438\u0434\u0430\u0442 \u0447\u043b\u0435\u043d\u043e\u0432\u0438 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u0437\u0430 \u0434\u0430 \u0434\u043e\u0434\u0430\u0432\u0430\u0430\u0442 \u043e\u043f\u0446\u0438\u0438 \u0432\u043e \u0441\u043a\u043b\u0430\u0434\u0438\u0448\u0442\u0435\u0442\u043e \u043f\u0440\u0435\u043a\u0443 \u0435-\u043f\u043e\u0448\u0442\u0430. \u0421\u0442\u0430\u043d\u0434\u0430\u0440\u0434\u043d\u0430\u0442\u0430 \u0433\u0440\u0443\u043f\u0430 \u0435 EMAIL_CONTRIBUTORS.

inboundemail.transport-layer-security=\u0422\u0440\u0430\u043d\u0441\u043f\u043e\u0440\u0442\u043d\u043e \u043d\u0438\u0432\u043e \u043d\u0430 \u0431\u0435\u0437\u0431\u0435\u0434\u043d\u043e\u0441\u0442 (\u0422LS)
inboundemail.transport-layer-security.description=\u041a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u043d\u0430 TLS \u043d\u0430\u0434\u0433\u0440\u0430\u0434\u0443\u0432\u0430 \u043e\u0431\u0438\u0447\u0435\u043d \u0442\u0435\u043a\u0441\u0442 \u0441\u043e \u043f\u043e\u0432\u0440\u0437\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0448\u0438\u0444\u0440\u0438\u0440\u0430\u043d\u0438\u043e\u0442 TLS \u0438\u043b\u0438 SSL \u043a\u043e\u043d\u0435\u043a\u0446\u0438\u0458\u0430, \u043d\u0430\u043c\u0435\u0441\u0442\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u043d\u0430 \u043f\u043e\u0441\u0435\u0431\u043d\u0430 \u043f\u043e\u0440\u0442\u0430 \u0437\u0430 \u0448\u0438\u0444\u0440\u0438\u0440\u0430\u043d\u0430 \u043a\u043e\u043c\u0443\u043d\u0438\u043a\u0430\u0446\u0438\u0458\u0430. \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043b\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430\u0442\u0430 \u043d\u0430 TLS \u0441\u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438, \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438, \u0441\u043a\u0440\u0438\u0435\u043d\u0438 \u0438\u043b\u0438 \u0441\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u043d\u0438.
inboundemail.transport-layer-security.tls-support=TSL \u043f\u043e\u0434\u0434\u0440\u0448\u043a\u0430

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.transport-layer-security.tls-support.description=You must configure a Java keystore to enable TLS support for inbound email. See <a href\="http\://docs.alfresco.com/{0}/concepts/troubleshoot-inboundemail.html" target\="_blank">SMTP inbound email using StartTLS</a> for more details.
inboundemail.transport-layer-security.tls-support.disabled=\u041e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e
inboundemail.transport-layer-security.tls-support.disabled.description=\u041e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e\: TLS \u043f\u043e\u0434\u0434\u0440\u0448\u043a\u0430\u0442\u0430 \u0435 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0430.
inboundemail.transport-layer-security.tls-support.hidden=\u0421\u043a\u0440\u0438\u0435\u043d\u043e
inboundemail.transport-layer-security.tls-support.hidden.description=\u0421\u043a\u0440\u0438\u0435\u043d\u043e\: \u043d\u0430 EHLO \u043a\u043e\u043c\u0430\u043d\u0442\u0430\u0442\u0430, \u0441\u0435\u0440\u0432\u0435\u0440 \u043f\u043e\u0434\u0434\u0440\u0448\u043a\u0430\u0442\u0430 \u0437\u0430 TLS \u0435 \u0441\u043a\u0440\u0438\u0435\u043d\u0430, \u0434\u043e\u0434\u0435\u043a\u0430 TLS  \u045c\u0435 \u0431\u0438\u0434\u0435 \u043f\u0440\u0438\u0444\u0430\u0442\u0435\u043d\u0430 \u0434\u043e\u043a\u043e\u043b\u043a\u0443 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0458\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0438.
inboundemail.transport-layer-security.tls-support.enabled=Enabled
inboundemail.transport-layer-security.tls-support.enabled.description=\u041e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e\: \u0432\u043e \u043a\u043e\u043c\u0430\u043d\u0434\u043d\u0430\u0442\u0430 EHLO \u0441\u0435 \u043e\u0431\u0458\u0430\u0432\u0443\u0432\u0430 \u0441\u0435\u0440\u0432\u0435\u0440 \u043f\u043e\u0434\u0434\u0440\u0448\u043a\u0430 \u0437\u0430 TLS.
inboundemail.transport-layer-security.tls-support.required=\u0417\u0430\u0434\u043e\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e
inboundemail.transport-layer-security.tls-support.required.description=\u0417\u0430\u0434\u043e\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\: \u0422\u041b\u0421 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u043a\u0430\u0446\u0438\u0458\u0430 \u0435 \u0437\u0430\u0434\u043e\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0430.

