#X-Generator: crowdin.com
inboundemail.title=\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0648\u0627\u0631\u062f
inboundemail.intro-text=\u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0625\u0636\u0627\u0641\u0629 \u0645\u062d\u062a\u0648\u0649 \u0625\u0644\u0649 \u0627\u0644\u0645\u062e\u0632\u0648\u0646 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a (SMTP). \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u062e\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0644\u062a\u0645\u0643\u064a\u0646 (\u0623\u0648 \u062a\u0639\u0637\u064a\u0644) \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0648\u0627\u0631\u062f\u0629 \u0639\u0628\u0631 SMTP \u0648\u062a\u0647\u064a\u0626\u0629 \u0627\u0644\u0630\u064a\u0646 \u064a\u0645\u0643\u0646\u0647\u0645 \u0625\u0631\u0633\u0627\u0644\u0647\u0627 \u0648\u0643\u064a\u0641\u064a\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639\u0647\u0627.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.instruction-link=See <a href\="http\://docs.alfresco.com/{0}/concepts/email-inboundsmtp-props.html" target\="_blank">Inbound Email</a> for more details.

inboundemail.inbound-email=\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0648\u0627\u0631\u062f
inboundemail.inbound-email.enabled=\u0645\u0641\u0639\u0644
inboundemail.inbound-email.enabled.description=\u062a\u0645\u0643\u064a\u0646 \u0623\u0648 \u062a\u0639\u0637\u064a\u0644 \u062e\u062f\u0645\u0629 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0648\u0627\u0631\u062f.
inboundemail.inbound-email.anonymous-username=\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641
inboundemail.inbound-email.anonymous-username.description=\u062d\u062f\u062f \u0623\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0630\u064a \u0633\u064a\u062a\u0645 \u0631\u0628\u0637\u0647 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0648\u0630\u0644\u0643 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0644\u0645\u0631\u0633\u0644 \u063a\u064a\u0631 \u0645\u0637\u0627\u0628\u0642 \u0644\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0623\u062d\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0628\u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648 .
inboundemail.inbound-email.allowed-senders=\u0627\u0644\u0645\u0631\u0633\u0644\u064a\u0646 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0628\u0647\u0645 
inboundemail.inbound-email.allowed-senders.description=\u0644\u0644\u0633\u0645\u0627\u062d \u0641\u0642\u0637  \u0644\u0641\u0626\u0627\u062a \u0645\u062d\u062f\u062f\u0629 \u0645\u0646 \u0627\u0644\u0645\u0631\u0633\u0644\u064a\u0646 \u0623\u062f\u062e\u0644  \u0642\u0627\u0626\u0645\u0629 \u0645\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u0649 \u0628\u0646\u0645\u0637 REGEX \u0645\u0641\u0635\u0648\u0644\u0629 \u0628\u0641\u0627\u0635\u0644\u0629  \u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:-* \\@hotmail\\.com\u060c. * \\@googlemail\\.com. \u064a\u062c\u0628 \u0623\u0646 \u064a\u0637\u0627\u0628\u0642 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0644\u0645\u0631\u0633\u0644 \u0627\u0644\u0623\u0646\u0645\u0627\u0637 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0628\u062a\u0644\u0643 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0644\u064a\u062a\u0645 \u0642\u0628\u0648\u0644\u0647. 
inboundemail.inbound-email.overwrite-duplicates=\u0625\u0633\u062a\u0628\u062f\u0627\u0644 \u0627\u0644\u062a\u0643\u0631\u0627\u0631\u0627\u062a
inboundemail.inbound-email.overwrite-duplicates.description=\u0628\u0634\u0643\u0644 \u0625\u0641\u062a\u0631\u0627\u0636\u064a \u0633\u064a\u062a\u0645 \u0625\u0633\u062a\u0628\u062f\u0627\u0644 \u0627\u0644\u0631\u0633\u0627\u0626\u0644 \u0641\u064a \u062d\u0627\u0644\u0629 \u062a\u0643\u0631\u0627\u0631\u0647\u0627\u060c \u0642\u0645 \u0628\u0625\u0644\u063a\u0627\u0621 \u0627\u0644\u062a\u062d\u062f\u064a\u062f \u0644\u0644\u0625\u062d\u062a\u0641\u0627\u0638 \u0628\u0627\u0644\u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0645\u062a\u0643\u0631\u0631\u0629 \u0648 \u062a\u0631\u0642\u064a\u0645\u0647\u0627.
inboundemail.inbound-email.maximum-server-connections=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0631\u0648\u0627\u0628\u0637 \u0627\u0644\u0625\u062a\u0635\u0627\u0644
inboundemail.inbound-email.maximum-server-connections.description=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0644\u0631\u0648\u0627\u0628\u0637 \u0627\u0644\u0625\u062a\u0635\u0627\u0644. \u0642\u0645 \u0628\u0632\u064a\u0627\u062f\u0629 \u0627\u0644\u0631\u0642\u0645 \u0644\u0625\u0639\u0637\u0627\u0621 \u0623\u0648\u0644\u0648\u064a\u0629 \u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u0649 \u0627\u0644\u0641\u0631\u0639\u0649 \u0639\u0646 \u0628\u0642\u064a\u0629 \u0627\u0644\u0623\u0646\u0638\u0645\u0629 \u0628\u0623\u0644\u0641\u0631\u064a\u0633\u0643\u0648. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0625\u0641\u062a\u0631\u0627\u0636\u0649 \u0663.
inboundemail.inbound-email.smtp-authentication-enabled=\u062a\u0645 \u062a\u0645\u0643\u064a\u0646 \u0645\u0635\u0627\u062f\u0642\u0629 SMTP
inboundemail.inbound-email.smtp-authentication-enabled.description=\u062a\u0645\u0643\u064a\u0646 \u0623\u0648 \u062a\u0639\u0637\u064a\u0644 \u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0648\u0627\u0631\u062f  \u0628\u0627\u0644\u0645\u0642\u0627\u0628\u0644\u0629 \u0628\u0627\u0644\u0645\u0633\u062a\u0648\u062f\u0639.
inboundemail.inbound-email.email-server-port=\u0645\u0646\u0641\u0630 \u062e\u0627\u062f\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u0649
inboundemail.inbound-email.email-server-port.description=\u0631\u0642\u0645 \u0645\u0646\u0641\u0630 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u0649. \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0625\u0641\u062a\u0631\u0627\u0636\u064a\u0629 25.
inboundemail.inbound-email.email-server-domain=\u0646\u0637\u0627\u0642 "\u062f\u0648\u0645\u064a\u0646" \u062e\u0627\u062f\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u0649
inboundemail.inbound-email.email-server-domain.description=\u0627\u0644\u0646\u0637\u0627\u0642 "\u0627\u0644\u062f\u0648\u0645\u064a\u0646" \u0627\u0644\u0625\u0641\u062a\u0631\u0627\u0636\u0649 \u0644\u062e\u0627\u062f\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u0649.
inboundemail.inbound-email.blocked-senders=\u0627\u0644\u0645\u0631\u0633\u0644\u064a\u0646 \u0627\u0644\u0645\u062d\u0638\u0648\u0631\u064a\u0646
inboundemail.inbound-email.blocked-senders.description=\u0644\u0645\u0646\u0639 \u062f\u062e\u0648\u0644 \u0627\u0644\u0645\u0631\u0633\u0644\u064a\u0646 \u0623\u062f\u062e\u0644 \u0642\u0627\u0626\u0645\u0629 \u0645\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0645\u0641\u0635\u0648\u0644\u0629 \u0628\u0641\u0648\u0627\u0635\u0644 \u0628\u0646\u0645\u0637 REGEX \u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\:-* \\@hotmail\\.com\u060c. * \\@googlemail\\.com. \u0625\u0630\u0627 \u0643\u0627\u0646 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0645\u0631\u0633\u0644 \u064a\u0637\u0627\u0628\u0642 \u0625\u062d\u062f\u0649 \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0645\u062f\u0631\u062c\u0629 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629\u060c \u0633\u064a\u062a\u0645 \u0631\u0641\u0636 \u0627\u0644\u0631\u0633\u0627\u0644\u0629. 
inboundemail.inbound-email.email-contributors-authority=\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a
inboundemail.inbound-email.email-contributors-authority.description=\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0639\u0636\u0648\u0627 \u0641\u0649 \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0644\u064a\u062a\u0645\u0643\u0646 \u0645\u0646 \u0625\u0636\u0627\u0641\u0629 \u0645\u062d\u062a\u0648\u064a \u0625\u0644\u064a \u0627\u0644\u0645\u0633\u062a\u0648\u062f\u0639 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u0649. \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0625\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0647\u0649 EMAIL_CONTRIBUTORS.

inboundemail.transport-layer-security=\u0623\u0645\u0627\u0646 \u0637\u0628\u0642\u0629 \u0627\u0644\u0646\u0642\u0644 (TLS) 
inboundemail.transport-layer-security.description=\u062a\u0631\u0642\u064a\u0627\u062a \u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 TLS  \u0647\u064a \u0625\u062a\u0635\u0627\u0644 \u0646\u0635 \u0639\u0627\u062f\u064a \u0625\u0644\u0649 \u0627\u062a\u0635\u0627\u0644 TLS \u0623\u0648 SSL \u0645\u0634\u0641\u0631\u0629 \u0628\u062f\u0644\u0627\u064b \u0645\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u0646\u0641\u0630 \u0645\u0646\u0641\u0635\u0644 \u0644\u0644\u0627\u062a\u0635\u0627\u0644\u0627\u062a \u0627\u0644\u0645\u0634\u0641\u0631\u0629. \u0625\u062e\u062a\u0631 \u0645\u0627 \u0625\u0630\u0627 \u0643\u0627\u0646 \u062f\u0639\u0645 TLS \u0647\u0648 \u062a\u0645\u0643\u064a\u0646 \u0623\u0648 \u062a\u0639\u0637\u064a\u0644\u060c \u0625\u062e\u0641\u0627\u0621\u060c \u0623\u0648 \u066c\u0645\u0637\u0644\u0648\u0628.
inboundemail.transport-layer-security.tls-support=\u062f\u0639\u0645 TLS

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.transport-layer-security.tls-support.description=You must configure a Java keystore to enable TLS support for inbound email. See <a href\="http\://docs.alfresco.com/{0}/concepts/troubleshoot-inboundemail.html" target\="_blank">SMTP inbound email using StartTLS</a> for more details.
inboundemail.transport-layer-security.tls-support.disabled=\u062a\u0639\u0637\u064a\u0644
inboundemail.transport-layer-security.tls-support.disabled.description=\u0645\u0639\u0637\u0644\: \u062a\u0645 \u062a\u0639\u0637\u064a\u0644 \u062f\u0639\u0645 TLS.
inboundemail.transport-layer-security.tls-support.hidden=\u0645\u062e\u0641\u064a
inboundemail.transport-layer-security.tls-support.hidden.description=\u0645\u062e\u0641\u0649\: \u0641\u064a \u0643\u0648\u062f EHLO\u060c \u062f\u0639\u0645 \u0627\u0644\u0645\u0644\u0642\u0645 \u0644 TLS \u0645\u062e\u062a\u0641\u0649\u060c \u0644\u0630\u0627 \u0633\u064a\u062a\u0645 \u0625\u0633\u062a\u0645\u0631\u0627\u0631 \u0642\u0628\u0648\u0644 TLS \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0639\u0645\u064a\u0644 \u064a\u0633\u062a\u062e\u062f\u0645 \u0630\u0644\u0643.
inboundemail.transport-layer-security.tls-support.enabled=\u0645\u0641\u0639\u0644
inboundemail.transport-layer-security.tls-support.enabled.description=\u062a\u0645\u0643\u064a\u0646\: \u0641\u064a \u0643\u0648\u062f EHLO\u060c \u062a\u0645 \u0625\u0639\u0644\u0627\u0646 \u062f\u0639\u0645 \u0627\u0644\u0645\u0644\u0642\u0645 \u0644\u0640 TLS .
inboundemail.transport-layer-security.tls-support.required=\u0645\u0637\u0644\u0648\u0628
inboundemail.transport-layer-security.tls-support.required.description=\u0645\u0637\u0644\u0648\u0628\: \u0645\u0637\u0644\u0648\u0628 \u0645\u0635\u0627\u062f\u0642\u0629 TLS.

