#X-Generator: crowdin.com
# Properties for ldap authentication subsystem admin console

ldap.authentication.page.title=Upravi\u0165 adres\u00e1r LDAP-AD - {0}
ldap.authentication.page.intro-text=Subsyst\u00e9m LDAP-AD sl\u00fa\u017ei na overovanie u\u017e\u00edvate\u013eov a u\u017e\u00edvate\u013eov a na synchroniz\u00e1ciu registra skup\u00edn (export). Tieto funkcie m\u00f4\u017eu by\u0165 pou\u017eit\u00e9 samostatne alebo v kombin\u00e1cii. LDAP-AD je vysoko konfigurovate\u013en\u00fd, ale vo v\u0161eobecnosti vy\u017eaduje nieko\u013eko zmien, preto\u017ee predvolen\u00e9 hodnoty s\u00fa nastaven\u00e9 pre typick\u00fa mno\u017einu. Tu m\u00f4\u017ee by\u0165 nakonfigurovan\u00e9 iba jedno pripojenie LDAP.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
ldap.authentication.page.instruction-link=Podrobn\u00e9 inform\u00e1cie o konfigur\u00e1cii overovania n\u00e1jdete v \u010dasti <a href\="http\://docs.alfresco.com/4.2/topic/com.alfresco.enterprise.doc/concepts/auth-ldap-intro.html" target\="_blank"> Konfigur\u00e1cia LDAP</a>.

# Section headings
ldap.authentication.section=Overovanie LDAP
ldap.synchronization.section=LDAP synchroniz\u00e1cie

ldap.synchronization-advanced.section=Synchroniz\u00e1cia LDAP - roz\u0161\u00edren\u00e9
ldap.synchronization-advanced.section.description=V\u0161eobecne sa odpor\u00fa\u010da nemeni\u0165 tieto nastavenia.

ldap.authentication.active=Overovanie zapnut\u00e9
ldap.authentication.active.description=Ak je vybran\u00e9, adres\u00e1r LDAP sa pou\u017eije na overenie pou\u017e\u00edvate\u013eov. Ak m\u00e1 by\u0165 adres\u00e1r LDAP  pou\u017eit\u00fd iba pre synchroniz\u00e1ciu potom to by malo by\u0165 vypnut\u00e9.

ldap.authentication.userNameFormat=Form\u00e1t u\u017e\u00edvate\u013esk\u00e9ho mena
ldap.authentication.userNameFormat.description=Definuje sp\u00f4sob, ak\u00fdm pou\u017e\u00edvate\u013e zadan\u00fd Alfresco ID pre\u0161iel na LDAP. Ak nie je zadan\u00e1 \u017eiadna hodnota (predvolen\u00e1 pre subsyst\u00e9m LDAP), dotaz LDAP rie\u0161i rozli\u0161uj\u00faci n\u00e1zov (DN) z u\u017e\u00edvate\u013esk\u00e9ho ID dynamicky. To umo\u017e\u0148uje adres\u00e1rom by\u0165 \u0161trukt\u00farovan\u00e9 a nevy\u017eaduje, aby sa objavilo u\u017e\u00edvate\u013esk\u00e9 ID v DN.  Zadan\u00edm hodnoty obmedzuje LDAP u\u017e\u00edvate\u013esk\u00e9 men\u00e1 na pevn\u00fd form\u00e1t, kde z\u00e1stupn\u00fd symbol %s hodnoty nahr\u00e1dza zadan\u00e9 ID u\u017e\u00edvate\u013ea pre vygenerovanie ID odoslan\u00e9ho do LDAP - pozri <a href \= "http\://docs.alfresco.com / 4.2/topic/com.alfresco.enterprise.doc/concepts/auth-ldap-intro.html "target \=" _blank "> konfigur\u00e1cie LDAP vlastnosti </a> pre \u010fal\u0161ie podrobnosti.

# The URL to connect to the LDAP server 
ldap.authentication.java.naming.provider.url=Adresa URL servera LDAP
ldap.authentication.java.naming.provider.url.description=Adresa URL servera LDAP, obsahuj\u00faca jeho n\u00e1zov a port. \u0160tandardn\u00e9 porty pre LDAP s\u00fa 389 (a 636 SSL)

ldap.authentication.defaultAdministratorUserNames=Predvolen\u00e9 u\u017e\u00edvate\u013esk\u00e9 men\u00e1 administr\u00e1torov
ldap.authentication.defaultAdministratorUserNames.description=Ak treba, zadajte  \u010diarkou oddelen\u00fd zoznam mien u\u017e\u00edvate\u013eov pova\u017eovan\u00fdch za spr\u00e1vcov v predvolenom nastaven\u00ed. Ak pou\u017e\u00edvate LDAP pre v\u0161etk\u00fdch u\u017e\u00edvate\u013eov, tieto mapy LDAP u\u017e\u00edvate\u013ea, bud\u00fa u\u017e\u00edvate\u013e administr\u00e1tor.

# The authentication mechanism to use for password validation 
ldap.authentication.java.naming.security.authentication=Bezpe\u010dnos\u0165
ldap.authentication.java.naming.security.authentication.description=Vyberte mechanizmus zabezpe\u010denia pre pou\u017eitie overenia serverom LDAP. Odpor\u00fa\u010dan\u00e9 hodnoty s\u00fa jednoduch\u00e9 a DIGEST-MD5.

ldap.synchronization.active=Synchroniz\u00e1cia zapnut\u00e1
ldap.synchronization.active.description=Ak je zvolen\u00e9, adres\u00e1r LDAP povol\u00ed synchroniz\u00e1ciu u\u017e\u00edvate\u013eov a skupiny. Ak adres\u00e1r LDAP je pou\u017eit\u00fd iba pre autentifik\u00e1ciu potom by mala by\u0165 t\u00e1to mo\u017enos\u0165 vypnut\u00e1.

# The default principal to use (only used for LDAP sync)
ldap.synchronization.java.naming.security.principal=N\u00e1zov objektu zabezpe\u010denia
ldap.synchronization.java.naming.security.principal.description=LDAP u\u017e\u00edvate\u013ea pripoji\u0165 ako pre synchroniz\u00e1cie, ak sa vy\u017eaduje synchroniz\u00e1ciou autentifika\u010dn\u00e9ho mechanizmu. Je to rovnak\u00fd form\u00e1t ako form\u00e1t  u\u017e\u00edvatesk\u00e9ho mena LDAP, ale so skuto\u010dn\u00fdm u\u017e\u00edvate\u013esk\u00fdm ID namiesto %s. Toto konto je pou\u017e\u00edvan\u00e9 Alfrescom na z\u00edskanie podrobnosti o v\u0161etk\u00fdch u\u017e\u00edvate\u013eoch a skup\u00edn v adres\u00e1ri tak\u017ee m\u00f4\u017ee synchronizova\u0165 svojho intern\u00e9ho u\u017e\u00edvate\u013ea a authority datab\u00e1zu. Ke\u010f je zabezpe\u010denie nastaven\u00e9 na jednoduch\u00e9, predvolen\u00e9 je cn \= spr\u00e1vca, dc \= spolo\u010dnos\u0165, dc \= com.

ldap.synchronization.groupQuery=Dotaz skupiny
ldap.synchronization.groupQuery.description=Tento dotaz vyberie v\u0161etky objekty, ktor\u00e9 zastupuj\u00fa skupiny pre synchroniz\u00e1ciu. Tento dotaz sa pou\u017e\u00edva v re\u017eime \u00faplnej synchroniz\u00e1cie, ktor\u00e1 je v predvolenom nastaven\u00ed napl\u00e1novan\u00e1 na ka\u017ed\u00fdch 24 hod\u00edn.

# The user search base restricts the LDAP user query to a sub section of tree on the LDAP server.
ldap.synchronization.userSearchBase=B\u00e1za vyh\u013ead\u00e1vania pou\u017e\u00edvate\u013eov
ldap.synchronization.userSearchBase.description=DN, odkia\u013e sa sp\u00fa\u0161\u0165aj\u00fa u\u017e\u00edvate\u013esk\u00e9 dotazy.

# The query to select all objects that represent the users to import.
ldap.synchronization.personQuery=Dotaz osoby
ldap.synchronization.personQuery.description=Tento dotaz vyberie v\u0161etky objekty, ktor\u00e9 zastupuj\u00fa u\u017e\u00edvate\u013eov pre synchroniz\u00e1ciu. Tento dotaz sa pou\u017e\u00edva v re\u017eime \u00faplnej synchroniz\u00e1cie, ktor\u00e1 je v predvolenom nastaven\u00ed napl\u00e1novan\u00e1 na ka\u017ed\u00fdch 24 hod\u00edn.

# The authentication mechanism to use for password validation 
ldap.synchronization.java.naming.security.authentication=Bezpe\u010dnos\u0165
ldap.synchronization.java.naming.security.authentication.description=Vyberte mechanizmus zabezpe\u010denia pre pou\u017eitie na overenie synchroniz\u00e1cie servera LDAP. Odpor\u00fa\u010dan\u00e9 hodnoty s\u00fa jednoduch\u00e9 a DIGEST-MD5.

ldap.synchronization.java.naming.security.credentials=Poverenia autority zabezpe\u010denia
ldap.synchronization.java.naming.security.credentials.description=Heslo pre Security Principal meno, ak je to potrebn\u00e9. Toto sa pou\u017e\u00edva iba pre LDAP synchroniz\u00e1cie.

# The group search base restricts the LDAP group query to a sub section of tree on the LDAP server.
ldap.synchronization.groupSearchBase=B\u00e1za vyh\u013ead\u00e1vania skup\u00edn
ldap.synchronization.groupSearchBase.description=DN, odkia\u013e sa sp\u00fa\u0161\u0165aj\u00fa dotazy skupiny.

# The query to select objects that represent the users to import that have changed since a certain time.
ldap.synchronization.personDifferentialQuery=Dotaz diferenci\u00e1lnej osoby
ldap.synchronization.personDifferentialQuery.description=Pou\u017e\u00edvan\u00e9 v diferenci\u00e1lnej synchroniz\u00e1ci\u00ed re\u017eimu v\u017edy, ke\u010f je u\u017e\u00edvate\u013e \u00faspe\u0161ne overen\u00fd, \u017ee doteraz neexistuje v Alfresco. Dotaz vyberie u\u017e\u00edvate\u013eov, ktor\u00ed boli zmenen\u00ed od ur\u010dit\u00e9ho \u010dasov\u00e9ho obdobia na synchroniz\u00e1ciu, . Z\u00e1stupn\u00fd symbol {0} sa pou\u017e\u00edva namiesto Timestamp form\u00e1tu v pokro\u010dilom nastaven\u00ed synchroniz\u00e1cie LDAP.

# The default home folder provider to use for people created via LDAP import
ldap.synchronization.defaultHomeFolderProvider=Poskytovate\u013e domovsk\u00e9ho prie\u010dinka
ldap.synchronization.defaultHomeFolderProvider.description=Definuje, ako je dom\u00e1ci priestor v Alfresco vytvoren\u00fd pre u\u017e\u00edvate\u013eov, vytvoren\u00fdch prostredn\u00edctvom synchroniz\u00e1cie. 

# The query to select objects that represent the groups to import that have changed since a certain time.
ldap.synchronization.groupDifferentialQuery=Skupina diferenci\u00e1lneho dotazu
ldap.synchronization.groupDifferentialQuery.description=Pou\u017eit\u00e9 v\u017edy, ke\u010f skupina je \u00faspe\u0161ne overen\u00e1, \u017ee doteraz neexistuje v Alfresco. Dotaz vyberie u\u017e\u00edvate\u013eov, ktor\u00ed boli zmenen\u00ed od zadan\u00e9ho \u010dasov\u00e9ho obdobia na synchroniz\u00e1ciu. 

# The attribute on LDAP group objects to map to the authority name property in Alfresco
ldap.synchronization.groupIdAttributeName=N\u00e1zov atrib\u00fatu Id skupiny
ldap.synchronization.groupIdAttributeName.description=N\u00e1zov atrib\u00fatu LDAP skupiny objektov, ktor\u00e9 by mali by\u0165 priraden\u00e9 k n\u00e1zvu skupiny predvolen\u00fdm nastaven\u00edm cn

ldap.synchronization.groupType=Typ skupiny
ldap.synchronization.groupType.description=N\u00e1zov typu skupiny v LDAP v predvolenom nastaven\u00ed, groupOfNames

ldap.synchronization.personType=Typ osoby
ldap.synchronization.personType.description=N\u00e1zov typu osoby v LDAP v predvolenom nastaven\u00ed, inetOrgPerson

ldap.synchronization.userEmailAttributeName=Atrib\u00fat mena pou\u017e\u00edvate\u013ea e-mailu
ldap.synchronization.userEmailAttributeName.description=Atrib\u00fat na objekty osoby v LDAP pre zmapovanie vlastnost\u00ed e-mailovej adresy v Alfresco

# The attribute name on people objects found in LDAP to use as the uid in Alfresco
ldap.synchronization.userIdAttributeName=N\u00e1zov atrib\u00fatu Id pou\u017e\u00edvate\u013ea
ldap.synchronization.userIdAttributeName.description=N\u00e1zov atrib\u00fatu na objektoch \u013eud\u00ed n\u00e1jden\u00fdch v LDAP pre pou\u017eitie ako identifik\u00e1tora uid v Alfresco

# The attribute on person objects in LDAP to map to the organizational id  property in Alfresco
ldap.synchronization.userOrganizationalIdAttributeName=Organiza\u010dn\u00fd Id atrib\u00fat mena pou\u017e\u00edvate\u013ea
ldap.synchronization.userOrganizationalIdAttributeName.description=Atrib\u00fat na objekty osoby v LDAP pre mapovanie organiza\u010dnej id majetku v Alfresco

# If positive, this property indicates that RFC 2696 paged results should be
# used to split query results into batches of the specified size. This
# overcomes any size limits imposed by the LDAP server.
ldap.synchronization.queryBatchSize=Ve\u013ekos\u0165 d\u00e1vky dotazu
ldap.synchronization.queryBatchSize.description=Ak je nastaven\u00e9 na kladn\u00e9 cel\u00e9 \u010d\u00edslo, t\u00e1to vlastnos\u0165 znamen\u00e1, \u017ee RFC 2696 str\u00e1nkovan\u00e9 v\u00fdsledky by mali by\u0165 pou\u017eit\u00e9 na rozdelenie v\u00fdsledkov dotazu do d\u00e1vok zadanej ve\u013ekosti. To prekon\u00e1va v\u0161etky limity ve\u013ekosti predp\u00edsan\u00e9 serverom LDAP. Ak je nastaven\u00e9 na 0 alebo menej, str\u00e1nkovan\u00e9 v\u00fdsledky nebud\u00fa pou\u017eit\u00e9 .

# The attribute on LDAP group objects to map to the authority display name property in Alfresco
ldap.synchronization.groupDisplayNameAttributeName=Zobrazovan\u00fd n\u00e1zov atrib\u00fatu skupiny
ldap.synchronization.groupDisplayNameAttributeName.description=N\u00e1zov atrib\u00fatu v LDAP skupine objektov, ktor\u00fd by mal by\u0165 priraden\u00fd k zobrazovan\u00e9mu n\u00e1zvu skupiny v Alfresco, predvolen\u00fdm popisom

ldap.synchronization.groupMemberAttributeName=Atrib\u00fat n\u00e1zvu \u010dlena skupiny
ldap.synchronization.groupMemberAttributeName.description=N\u00e1zov atrib\u00fatu v objektoch skupiny LDAP, ktor\u00fd definuje DN pre svojich \u010dlenov

# The name of the operational attribute recording the last update time for a group or user.
ldap.synchronization.modifyTimestampAttributeName=Upravi\u0165 n\u00e1zov atrib\u00fatu Timestamp
ldap.synchronization.modifyTimestampAttributeName.description=N\u00e1zov opera\u010dn\u00e9ho atrib\u00fatu nahr\u00e1vania poslednej aktualiz\u00e1cie \u010dasu pre skupiny alebo u\u017e\u00edvate\u013ea.

ldap.synchronization.timestampFormat=Form\u00e1t Timestamp
ldap.synchronization.timestampFormat.description=Timestamp form\u00e1t. Pre slu\u017ebu Active Directory pou\u017eite yyyMMddHHmmss'.0Z'

# The attribute on person objects in LDAP to map to the first name property in Alfresco
ldap.synchronization.userFirstNameAttributeName=N\u00e1zov atrib\u00fat prv\u00e9ho u\u017e\u00edvate\u013esk\u00e9 mena
ldap.synchronization.userFirstNameAttributeName.description=Atrib\u00fat osoby objektov v LDAP pre mapovanie prv\u00e9ho mena vlastnosti v Alfresco.

# The attribute on person objects in LDAP to map to the last name property in Alfresco
ldap.synchronization.userLastNameAttributeName=N\u00e1zov atrib\u00fatu preiezviska u\u017e\u00edvate\u013esk\u00e9ho mena
ldap.synchronization.userLastNameAttributeName.description=Atrib\u00fat osoby objektov v LDAP pre mapovanie priezviska vlastnosti v Alfresco

ldap.synchronization.attributeBatchSize=Atrib\u00fat ve\u013ekosti d\u00e1vky
ldap.synchronization.attributeBatchSize.description=Ak je pozit\u00edvne, t\u00e1to vlastnos\u0165 znamen\u00e1, \u017ee rozsah vyh\u013ead\u00e1vania by mal by\u0165 pou\u017eit\u00fd na na\u010d\u00edtanie multi-valued atrib\u00fatov (napr\u00edklad \u010dlen) v d\u00e1vkach o zadanej ve\u013ekosti. Prekon\u00e1va v\u0161etky limity ve\u013ekosti predp\u00edsan\u00e9 slu\u017ebou Active Directory.
