#X-Generator: crowdin.com
syncsettings.title=Nastavenia synchroniz\u00e1cie
syncsettings.help-text=Nastavenia synchroniz\u00e1cie riadia synchroniz\u00e1ciu Alfresco so v\u0161etk\u00fdmi u\u017e\u00edvate\u013esk\u00fdmi registrami (LDAP servery) v overen\u00ed re\u0165azca.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
syncsettings.help-link=Viac inform\u00e1ci\u00ed n\u00e1jdete v \u010dasti <a href\="http\://docs.alfresco.com/4.2/index.jsp?topic\=%2Fcom.alfresco.enterprise.doc%2Fconcepts%2Fsync-intro.html" target\="_blank"> Konfigur\u00e1cia synchroniz\u00e1cie</a>.

syncsettings.settings=Nastavenia synchroniz\u00e1cie
syncsettings.sync-on-startup=Synchroniz\u00e1cia pri spusten\u00ed
syncsettings.sync-on-startup.description=Zvo\u013ete, ak chcete spusti\u0165 synchroniz\u00e1ciu pri \u0161tarte syst\u00e9mu. To zais\u0165uje, \u017ee ke\u010f s\u00fa u\u017e\u00edvate\u013esk\u00e9 registre po prv\u00fd raz konfigurovan\u00e9, preva\u017en\u00e1 \u010das\u0165  synchroniz\u00e1cie prebehne pri spusten\u00ed servera a nie pri prvom prihl\u00e1sen\u00ed. 
syncsettings.sync-missing-people=Synchroniz\u00e1cia pri prihlasovan\u00ed ch\u00fdbaj\u00facich \u013eud\u00ed
syncsettings.sync-missing-people.description=Vyberte spustenie synchroniz\u00e1cie, ke\u010f u\u017eivate\u013e, ktor\u00fd e\u0161te neexistuje v Alfresco je \u00faspe\u0161ne overen\u00fd.
syncsettings.allow-deletions=Povoli\u0165 odstr\u00e1nenia
syncsettings.allow-deletions.description=Ak je vybran\u00e9, potom lok\u00e1lni u\u017e\u00edvatela a skupiny m\u00f4\u017eu by\u0165 vymazan\u00ed po\u010das synchroniz\u00e1cie pri s\u0165ahovan\u00ed alebo rie\u0161en\u00ed kol\u00edzie.
syncsettings.logging-interval=Interval z\u00e1znamu
syncsettings.logging-interval.description=Po\u010det z\u00e1znamov pou\u017e\u00edvate\u013eov alebo skup\u00edn spracovan\u00fdch po\u010das synchroniz\u00e1cie predt\u00fdm, ne\u017e je pr\u00edstup prihl\u00e1sen\u00fd na \u00farovni INFO. To si vy\u017eaduje nasleduj\u00facu predvolen\u00fa polo\u017eku\: log4j.properties\: log4j.logger.org.alfresco.repo.security.sync\=info. Predvolen\u00e9 nastavenie je 100.
syncsettings.auto-create-people=Automatick\u00e9 vytvorenie \u013eud\u00ed na prihl\u00e1senie
syncsettings.auto-create-people.description=Ak je zvolen\u00e9, u\u017e\u00edvate\u013e s predvolen\u00fdmi vlastnos\u0165ami je vytvoren\u00fd v\u017edy, ke\u010f pou\u017e\u00edvate\u013e, ktor\u00fd doteraz neexistuje v Alfresco je \u00faspe\u0161ne overen\u00fd, ale nie je n\u00e1jden\u00fd v synchroniz\u00e1cii. Ak nie je zvolen\u00e9, toto umo\u017e\u0148uje obmedzi\u0165 Alfresco na podmno\u017einu u\u017e\u00edvate\u013eov, ktor\u00ed by mohli by\u0165 overen\u00ed LDAP a iba t\u00ed, ktor\u00ed boli vytvoren\u00ed synchroniz\u00e1ciou maj\u00fa povolenie na prihl\u00e1senie. V tomto obmedzenej\u0161om nastaven\u00ed m\u00f4\u017eete ovl\u00e1da\u0165 nastavenie u\u017e\u00edvate\u013eov prep\u00edsan\u00edm vlastnost\u00ed dotazu u\u017e\u00edvate\u013ea subsyst\u00e9mu overovania LDAP.
syncsettings.sync-changes-only=Synchroniz\u00e1cia iba zmien
syncsettings.sync-changes-only.description=Vyberte spustenie diferenci\u00e1lnej synchroniz\u00e1cie, zru\u0161te v\u00fdber pol\u00ed\u010dka spusti\u0165 pln\u00fa synchroniz\u00e1ciu. Bez oh\u013eadu na toto nastavenie, m\u00f4\u017ee by\u0165 diferenci\u00e1lna synchroniz\u00e1cia st\u00e1le spusten\u00e1, ke\u010f je u\u017e\u00edvate\u013e, ktor\u00fd e\u0161te neexistuje v Alfresco\u00fa spe\u0161ne overen\u00fd.
syncsettings.import-cron-expression=Importova\u0165 CRON v\u00fdraz
syncsettings.import-cron-expression.description=Ur\u010duje cron v\u00fdraz, ktor\u00fd definuje, kedy sa m\u00e1 napl\u00e1novan\u00e1 synchroniz\u00e1cia sp\u00fa\u0161\u0165a\u0165. V predvolenom nastaven\u00ed je to ka\u017ed\u00fdch 24 hod\u00edn o polnoci.
syncsettings.sync-worker-threads=Synchronizova\u0165 Worker Threads
syncsettings.sync-worker-threads.description=Po\u010det worker threads pou\u017e\u00edvan\u00fdch na synchroniz\u00e1ciu. Predvolen\u00e1 hodnota je 1.

